Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: SMTP host: The server to which eramba will connect to send emails. For example "mail.google.com"
ru: Узел SMTP: сервер к которому eramba будет подключаться для отправки писем. Например «mail.google.com»

source: SMTP user: The username to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
ru: Пользователь SMTP: Имя пользователя которое будет использоваться для аутентификации на сервере SMTP определенном на предыдущих шагах. Если не заполнять, система не сможет подключиться к серверу.

source: SMTP password: The password to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
ru: SMTP пароль: пароль для использования в целях проверки подлинности на ранее определенном SMTP-сервере. Если оставить поле пустым, система не сможет аутентифицироваться.

source: SMTP timeout: The time to wait before closing the SMTP connection in case we have some trouble reaching the server.
ru: Тайм-аут SMTP: время ожидания до закрытия подключения SMTP, в случае, если у нас есть проблемы с доступностью сервера.

source: SMTP port: The port to which eramba will connect
ru: Порт SMTP: порт, на который eramba будет подключаться

source: No reply email: Is the email eramba will send the emails "From"
ru: Почтовый адрес No reply: Этот адрес eramba будет подставлять в поле "От кого" при отправке писем

source: Enable proxy settings to allow the application to communicate, get updates etc.
ru: Настройки прокси-сервера позволят приложению взаимодействовать, получать обновления и т.д.

source: Enable backup of your database during a daily CRON job
ru: Включите резервное копирование вашей базы данных в ежедневный CRON

source: How often we need to backup your database
ru: Как часто нужно резервное копирование базы данных

source: How many backups should we keep on your system
ru: Сколько резервных копий необходимо держать на вашей системе

source: Define a name for this account that will be used as a sender for emails.
ru: Определите имя для этой учетной записи, которое будет использоваться в качестве отправителя для сообщений электронной почты.

source: Enabling debug will make errors on the system very explicit. This is useful if you are debugging some issue alone. Do not enable debug unless strictly needed.
ru: Включение режима отладки включает более подробное описание ошибок. Это может быть полезно, если вы проводите отладку системы. Не включайте режим отладки, без необходимости.

source: You might need to clear the cache after an upgrade on the system.
ru: Может потребоваться очистить кэш после обновления системы.

source: You might need to clear the ACL (the sub-system that handles who access where) after an upgrade on the system or made significant changes on the ACL assignation. This is a debug feature and we do not recommend using it unless you have been suggested by eramba team.
ru: После обновления системы или существенных изменений правил фильтрации Вам может потребоваться очистить правила фильтрации (подсистема определяющая кто и куда имеет доступ). Это отладочная функция и мы не рекомендуем ее включать без указания службыподдержки eramba.

source: Setting Groups
ru: Настройка групп

source: Sponsor
ru: Cпонсор

source: Third Party Risk Reviews
ru: Обзор рисков третьей стороны

source: Third Party Risk Title
ru: Название риска третьего лица

source: Users
ru: Пользователи

source: Surname
ru: Фамилия

source: Local Account
ru: Локальная учетная запись

source: Language
ru: Язык

source: users
ru: пользователи

source: Title of the item has been changed
ru: Название этого пункта было изменено

source: No comment provided
ru: Комментарии не представлены

source: No workflows configured, automatically approving
ru: Рабочие процессы не настроены, автоматическое утверждение

source: Backup and Restore
ru: Резервное копирование и Восстановление

source: You might generate backups in this section which includes the database (without users) and uploaded files. The zip downloaded can be also uploaded to the system.
ru: Вы можете создавать резервные копии в этом разделе. Они включают в себя базу данных (без пользователей) и загруженные файлы. Скачанные zip архивы могут быть также загружены в систему.

source: You forgot to upload a backup file or it is in wrong format.
ru: Вы забыли загрузить файлы резервного копирования или они в неподдерживаемом формате

source: Error occured while opening the archive.
ru: Произошла ошибка при открытии архива.

source: Error occured while restoring data.
ru: Произошла ошибка при восстановлении данных.

source: Restore completed successfully.
ru: Восстановление прошло успешно.

source: Error occured while creating a backup database file.
ru: Произошла ошибка при создании резервной копии БД.

source: Error occured while creating a backup file.
ru: Произошла ошибка при создании файла резервной копии.

source: Download Backup File
ru: Скачать файл резервного копирования

source: Restore
ru: Восстановление

source: Restore Database
ru: Восстановление базы данных

source: Upload your ZIP file here.
ru: Загрузите свой ZIP-файл здесь.

source: Maximum filesize for upload is configured to %s.
ru: Максимальный размер файла для загрузки ограничен %s.

source: Cancel
ru: Отмена

source: Select one or more objects and action to apply on them. Please try again.
ru: Выберите один или несколько объектов и действий, применяемых к ним. Пожалуйста, попробуйте еще раз.

source: Bulk action has been successfully applied.
ru: Групповое действие успешно выполнено

source: Edit
ru: Редактивровать

source: Submit
ru: Отправить

source: Apply action
ru: Применить действие

source: Select action...
ru: Выберите действие...

source: Apply
ru: Применить

source: Are you sure you want to delete selected objects?
ru: Вы уверены, что хотите удалить выбранные объекты?

source: No Change
ru: Без изменений

source: {{model}} was successfully deleted.
ru: {{модель}} была успешно удалена.

source: Are you really sure you want to delete item: <strong>%s</strong>?
ru: Вы действительно уверены, что хотите удалить элемент: <strong>%s</strong>?

source: Custom Field Settings for this section was successfully edited.
ru: Параметры настраиваемого поля были успешно отредактированы.

source: Delete a Custom Field.
ru: Удаление настраиваемого поля.

source: Custom Field was successfully deleted.
ru: Настраиваемое поле было успешно удалено.

source: Create a Custom Field
ru: Создать настраиваемое поле

source: You can have maximum %s Custom Fields for a Custom Tab configured.
ru: Вы можете создать максимум %s настраиваемых полей для Вкладки настроенное.

source: Custom Field was successfully added.
ru: Настраиваемое поле было успешно добавлено.

source: Custom Field Warning
ru: Предупреждение настраиваемого поля

source: You have just changed the customization type of an existing Custom Field. If you proceed then all previously stored information for this Custom Field will be deleted.
ru: Вы только что изменили тип персонализации существующего настраиваемого поля. Если продолжить, то будут удалены все ранее сохраненные сведения для настраиваемого поля.

source: Edit a Custom Field
ru: Редактировать настраиваемое поле

source: Custom Field was successfully edited.
ru: Настраиваемое поле был успешно изменено.

source: Custom Tabs
ru: Пользовательские Вкладки

source: Delete a Custom Tab.
ru: Удаление настраиваемой вкладки.

source: The Custom Tab was successfully deleted.
ru: Вкладка Настраиваемые была успешно удалена.

source: Custom fields allows you to define your own fields on the forms used in this section
ru: Настраиваемые поля позволяет определить собственные поля на формах, используемых в этом разделе

source: Create a Custom Tab
ru: Создание настраиваемой вкладки

source: You can have maximum %s Custom Tabs for a section configured.
ru: Вы можете создать максимум %s Настраиваемых вкладок для данного раздела.

source: The Custom Tab was successfully added.
ru: Вкладка Настраиваемые была успешно добавлена.

source: Edit a Custom Fields Tab
ru: Редактировать вкладку настраиваемых полей

source: The Custom Tab was successfully edited.
ru: Настраиваемая вкладка была успешно отредактирована

source: Please enter a correct date format
ru: Пожалуйста, введите даты в правильном формате

source: Please select one from the list of available options
ru: Пожалуйста выберите одно значение из списка доступных

source: General Section Settings
ru: Параметры Общего раздела

source: By default custom fields are disabled. You can enable this feature with this toogle. If you disable this toogle while custom fields exist, they will not be removed, just not shown.
ru: По умолчанию настраиваемые поля отключены. Вы можете включить эту функцию с помощью данного переключателя. Если вы отключите этот переключатель, то существующие настраиваемые поля не будут не удалены, они просто не будут показываться.

source: Add
ru: Добавить

source: Give a name to this Custom Field
ru: Дайте имя для этого настраиваемого поля

source: Choose a type
ru: Выберите тип

source: Choose one of the available types for this Custom Field
ru: Выберите один из доступных типов для этого настраиваемого поля

source: Dropdown Options
ru: Выпадающий список

source: Apply options for this dropdown Custom Field.
ru: Применить настройки для этого выпадающего настраиваемого поля.

source: Give a description to this Custom Field
ru: Опишите настраиваемое поле

source: Continue
ru: Продолжить

source: Name your new custom Tab
ru: Название вашей новой настраиваемой вкладки

source: Back
ru: Назад

source: Add New Tab
ru: Добавьте новую вкладку

source: Custom Tab: %s
ru: Пользовательская вкладка: %s

source: Manage
ru: Управление

source: Add Custom Field
ru: Добавить Пользовательское Поле

source: Action
ru: Действие

source: We could not find Custom Fields for this tab. This tab will not be used until it contains at least one Custom Field.
ru: Мы не смогли найти настраиваемые поля для этой вкладки. Эта вкладка не будет использоваться до тех пор, пока не будет содержать по крайней мере одно настраиваемое поле.

source: No Custom Fields found.
ru: Пользовательские поля не выбраны.

source: Add an option
ru: Добавить параметр

source: Choose one
ru: Выберите вариант

source: Customization
ru: Персонализация

source: Show Custom Fields
ru: Показать Настраиваемые Поля

source: Import Tool For %s
ru: Средство импорта для %s

source: Upload a CSV file to import your data, download a blank CSV file template or download an export of your current data.
ru: Чтобы импортировать ваши данные загрузите CSV-файл. Вы можете скачать пустой шаблон файла CSV или экспорт ваших текущих данных.

source: Error occured while processing the file. Please try again.
ru: Произошла ошибка при обработке файла. Пожалуйста, попробуйте еще раз.

source: Preview Imported Data
ru: Предварительный просмотр импортируемых данных

source: There is nothing to preview. Upload a CSV file again please.
ru: Для предварительного просмотра нет данных. Загрузите CSV-файл еще раз.

source: You have to check at least one item to start the import. Please try again.
ru: Вы должны выделить по крайней мере один элемент, чтобы начать импорт. Пожалуйста, попробуйте еще раз.

source: Importing was successfully completed.
ru: Импорт был успешно завершен.

source: Mandatory
ru: Обязательное

source: Error reading from the file
ru: Ошибка чтения из файла

source: "%s" for %s
ru: %s для "%s"

source: Row appears to be incomplete
ru: Строка не заполнена

source: Import
ru: Импортировать

source: Download Template
ru: Скачать шаблон

source: Download Export
ru: Скачать Экспорт

source: Warning!
ru: Предупреждение!

source: Unless you have done this before and know the feature well, make sure you read the documentation on how to use imports!
ru: Если Вы никогда не делали прежде импорт, то прочтите сначала документацию.

source: File Upload
ru: Загрузка файла

source: Upload your CSV file here.
ru: Загрузить сюда ваш CSV файл.

source: We found some problems on the CSV file you just uploaded.
ru: В CSV файле, который вы загрузили имеются проблемы.

source: Validation Error
ru: Ошибка проверки

source: Structural Error
ru: Структурная ошибка

source: This field is missing in your uploaded file
ru: Не найдено поле в загруженном Вами файле

source: Field Content
ru: Содержимое поля

source: Row appears to be invalid
ru: Ошибочная строка

source: Validation Errors Help
ru: Помощь по ошибкам проверки

source: History Timeline
ru: Хронология истории

source: Object was successfully restored.
ru: Объект был успешно восстановлен.

source: Object was restored but its data failed validation. Please edit and re-save the object to manually resolve possible issues.
ru: Объект был восстановлен, но его данные не прошли проверку. Пожалуйста, отредактируйте и повторно сохраните объект, чтобы вручную устранить проблемы.

source: Error occured while trying to restore the object. Please try it again.
ru: Произошла ошибка при попытке восстановить объект. Пожалуйста, попробуйте еще раз.

source: Create
ru: Создать

source: There is no history recorded for this object yet.
ru: Для этого объекта нет записанной истории

source: Close
ru: Закрыть

source: version #%s
ru: версия %s

source: Restored from version #%s
ru: Восстановлена из версии #%s

source: Restored from an unspecified revision
ru: Восстановлено из неопределенной версии

source: Changes
ru: Изменения

source: Changed items are in green.
ru: Измененные элементы зеленого цвета.

source: Asset Upcoming Review (-%s)
ru: Предстоящий обзор актива (-%s)

source: Notifies %s before an Asset Review begins
ru: Уведомляет %s перед началом проверки активов

source: Asset Review (+%s)
ru: Обзор активов (+ %s)

source: Notifies %s after an Asset Review begins
ru: Уведомляет %s после того, как начинается обзор активов

source: %s day
ru: %s dan

source: Business Continuity Plan Audit Deadline (-%s)
ru: Крайний срок аудита плана обеспечения непрерывности бизнеса (-%s)

source: Notifies %s before a scheduled Business Continuity Plan Audit begins
ru: Уведомляет %s до начала запланированного аудита плана обеспечения непрерывности бизнеса

source: Business Continuity Plan Audit Deadline (+%s)
ru: Крайний срок аудита плана обеспечения непрерывности бизнеса (+ %s)

source: Notifies %s after a scheduled Business Continuity Plan Audit begins
ru: Уведомляет %s после начала запланированного аудита плана обеспечения непрерывности бизнеса

source: Business Risk Upcoming Review (-%s)
ru: Предстоящий обзор бизнес риска (-%s)

source: Notifies %s before a Business Risk Review begins
ru: Уведомляет %s до начала обзора бизнес риска

source: Business Risk Review (+%s)
ru: Обзор бизнес риска (+%s)

source: Notifies %s after a Business Risk Review begins
ru: Уведомляет %s после начала обзора бизнес риска

source: Compliance Analysis Finding Deadline (-%s)
ru: Крайний срок вывода по анализу соответствия

source: Notifies %s before a Compliance Analysis Finding expires
ru: Уведомляет %s до истечения срока действия результатов анализа соответствия

source: Compliance Analysis Finding Deadline (+%s)
ru: Крайний срок действия результатов анализа соответствия (+ %s)

source: Notifies %s after a Compliance Analysis Finding expires
ru: Уведомляет %s по истечении срока действия результатов анализа соответствия

source: Third Party Audit Deadline (-%s)
ru: Крайний срок аудита третьей стороны (-%s)

source: Notifies %s before a scheduled Third Party Audit begins
ru: Уведомляет %s до начала запланированного аудита третьего лица

source: Third Party Audit Deadline (+%s)
ru: Крайний срок аудита третьим лицом (+ %s)

source: Notifies %s after a scheduled Third Party Audit begins
ru: Уведомляет %s после начала запланированного аудита третьим лицом

source: Compliance Exception Deadline (-%s)
ru: Крайний срок исключения требований соответствия (-%s)

source: Notifies %s before a Compliance Exception expires
ru: Уведомляет %s до истечения срока исключения требований соответствия

source: Compliance Exception Deadline (+%s)
ru: Крайний срок исключения из требований соответствия (+ %s)

source: Notifies %s after a Compliance Exception expires
ru: Уведомляет %s после истечения крайнего срока исключения из требований соответствия

source: Compliance Finding Deadline (-%s)
ru: Крайний срок вывода по соответствию (-%s)

source: Notifies %s before a Compliance Finding expires
ru: Уведомляет %s до истечения крайнего срока вывода по соответствию

source: Compliance Finding Deadline (+%s)
ru: Крайний срок вывода по соответствию (+ %s)

source: Notifies %s after a Compliance Finding expires
ru: Уведомляет %s по истечении крайнего срока вывода по соответствию

source: Inactivity Notification
ru: Уведомление о простое

source: Used to remind that an object has not recieved any comments, attachments and has not been modified during the period specified for this interval
ru: Используется для напоминания о том, что объект не имеет комментариев, приложений и не изменялся в течении выделенного периода времени

source: Policy Exception Deadline (-%s)
ru: Крайний срок исключения из политики (-%s)

source: Notifies %s before a Policy Exception expires
ru: Уведомляет %s до истечения крайнего срока исключения из политики

source: Policy Exception Deadline (+%s)
ru: Крайний срок исключения из политики (+ %s)

source: Notifies %s after a Policy Exception expires
ru: Уведомляет %s после истечения крайнего срока исключения из политики

source: Project Task Deadline (-%s)
ru: Крайний срок задачи по проекту (-%s)

source: Notifies %s before a Project Task expires
ru: Уведомляет %s до истечения крайнего срока выполнения задачи по проекту

source: Project Task Deadline (+%s)
ru: Крайний срок выполнения задачи по проекту ( %s)

source: Notifies %s after a Project Task expires
ru: Уведомляет %s после истечения крайнего срока выполнения задачи по проекту

source: Project Deadline (-%s)
ru: Срок проекта (-%s)

source: Notifies %s before a Project expires
ru: Уведомляет%s до истечения срока действия проекта

source: Project Deadline (+%s)
ru: Срок проекта (+ %s)

source: Notifies %s after a Project expires
ru: Уведомляет $s после истечения крайнего срока выполнения проекта

source: Risk Exception Deadline (-%s)
ru: Крайний срок исключения риска (-%s)

source: Notifies %s before a Risk Exception expires
ru: Уведомляет %s до истечения крайнего срока действия исключения риска

source: Risk Exception Deadline (+%s)
ru: Крайний срок исключения риска (+ %s)

source: Notifies %s after a Risk Exception expires
ru: Уведомляет %s после истечения срока действия исключения риска

source: Asset Risk Upcoming Review (-%s)
ru: Предстоящий обзор риска активов (-%s)

source: Notifies %s before an Asset Risk Review begins
ru: Уведомляет %s до начала обзора риска актива

source: Asset Risk Review (+%s)
ru: Обзор риска актива (+ %s)

source: Notifies %s after an Asset Risk Review begins
ru: Уведомляет %s после начала обзора риска активов

source: Security Policy Upcoming Review (-%s)
ru: Предстоящий обзор политики безопасности (-%s)

source: Notifies %s before a Security Policy Review begins
ru: Уведомляет %s перед началом обзора политики безопасности

source: Security Policy Review (+%s)
ru: Обзор политики безопасности ( %s)

source: Notifies %s after a Security Policy Review begins
ru: Уведомляет %s после начала обзора политики безопасности

source: Security Service Audit Deadline (-%s)
ru: Крайний срок аудита сервиса безопасности (-%s)

source: Notifies %s before a scheduled Security Service Audit begins
ru: Уведомляет %s перед запуском запланированного аудита сервиса безопасности

source: Security Service Audit Deadline (+%s)
ru: Крайний срок аудита сервиса безопасности ( %s)

source: Notifies %s after a scheduled Security Service Audit begins
ru: Уведомляет %s после начала запланированного аудита сервиса безопасности

source: Security Service Maintenance Deadline (-%s)
ru: Крайний срок обслуживания сервиса безопасности (-%s)

source: Notifies %s before a scheduled Security Maintenance begins
ru: Уведомляет %s до начала запланированного обслуживания безопасности

source: Security Service Maintenance Deadline (+%s)
ru: Крайний срок обслуживания сервиса безопасности (+%s)

source: Notifies %s after a scheduled Security Maintenance begins
ru: Уведомляет %s после начала планового обслуживания безопасности

source: Security Contract Deadline (-%s)
ru: Крайний срок договора по обеспечению безопасности (-%s)

source: Notifies %s before a Security Contract expires
ru: Уведомляет %s до истечения срока действия Договора по обеспечению безопасности

source: Notifies %s after a Security Contract expires
ru: Уведомляет %s после истечения срока действия Договора по обеспечению безопасности

source: Third Party Risk Upcoming Review (-%s)
ru: Предстоящий обзор риска третьего лица (-%s)

source: Notifies %s before a Third Party Risk Review begins
ru: Уведомляет %s до начала обзора риска третьего лица

source: Third Party Risk Review (+%s)
ru: Обзор рисков третьего лица (+ %s)

source: Notifies %s after a Third Party Risk Review begins
ru: Уведомляет %s после начала обзора риска третьего лица

source: Project Task Updates
ru: Обновления задач проекта

source: Notifies when a Project one or more Tasks under this project have not received any comment during the period specified for this notification
ru: Уведомляет когда одна или более задач проекта не получили комментариев за выделенный период времени

source: Object Reminder
ru: Напоминание по объекту

source: Used to remind users about objects
ru: Используется для напоминания пользователям об объектах

source: Notifies about a new attachment
ru: Уведомление о новых вложениях

source: Notifies about a new comment
ru: Уведомляет о новом комментарии

source: Advanced Filter Results
ru: Результат расширенного фильтра

source: TBD
ru: Подлежит определению

source: Business Continuity Plan Audit Failed
ru: Аудит плана обеспечения непрерывности не удался

source: Notifies when the resut of a Business Continuity Plan Audit is failed
ru: Уведомляет когда аудит плана обеспечения непрерывности не удался

source: Audit Assessed Item Created
ru: Создан элемент выполненного аудита оценки

source: Notifies when an Audit Assessed item is created
ru: Уведомляет при создании элемента аудита оценки

source: Audit Finding Item Created
ru: Создан элемент вывода аудита

source: Notifies when an Audit Finding item is created
ru: Уведомляет при создании элемента выводов аудита

source: Security Policy Review About to Come
ru: Подходит срок пересмотра политики безопасности

source: Notifies 30 days before a scheduled Security Policy Review begins
ru: Уведомляет за 30 дней до начала запланированного обзора политики безопасности

source: This notification is a fallback for an older configuration (%s). You will be properly notified before it's removal in the future.
ru: Это уведомление является запасным вариантом для старых конфигурации (%s). Вы будете должным образом уведомлены прежде, чем он будет удален.

source: Security Service Audit Failed
ru: Сбой аудита сервиса безопасности

source: Notifies when the result of a security control audit is failed
ru: Уведомляет, когда аудит контроля безопасности не удался

source: Security Service Audit Passed
ru: Аудит сервиса безопасности пройден

source: Notifies when the result of a security control audit is passed
ru: Уведомляет, когда аудит контроля безопасности пройден

source: This notification was moved to Security Service Audit section.
ru: Это уведомление было перенесено в Секцию аудита сервиса безопасности.

source: Security Control Audit About to Come
ru: Подходит срок аудита контроля безопасности

source: Notifies 10 days before a scheduled Security Audit begins
ru: Уведомляет за 10 дней до начала запланированного аудита безопасности
