Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: The owner of the plan is usually the individual that is held responsible for the plan management.
ru: Владельцем плана обычно является лицо, которое несет ответственность за работу с планом.

source: The sponsor is usually the individual that needs the plan.
ru: Спонсором обычно является человек, который нуждается в плане.

source: No Business Continuity Plans found.
ru: Планов обеспечения непрерывности бизнеса не найдено

source: The name of the control for which an improvement is planned.
ru: Имя элемента, для которого планируется улучшение.

source: Improvement Project
ru: Проект по улучшению

source: The name of the project created to correct this issue.
ru: Имя проекта, созданного для решения этой проблемы.

source: Add Project
ru: Добавить проект

source: Map one or more security incidents for this improvement.
ru: Сопоставление одного или нескольких инцидентов с этим улучшением.

source: Add Security Incident
ru: Добавить инцидент безопасности

source: Are you really sure you want to delete item?
ru: Вы уверены, что хотите удалить пункт?

source: At the time of creating the Security Service, a metric was defined in order to be able to measure the level of efficacy of the control. This should be utilized as the base for this audit review.
ru: В время создания сервиса безопасности была определена метрика для того, чтобы иметь возможность измерить уровень эффективности управления. Это следует использовать в качестве основы для этого аудита.

source: Metric Success Criteria
ru: Критерии успеха метрики

source: Audit Conclusion
ru: Аудиторское заключение

source: Describe what evidence was avilable, the accuracy and integrity of the metrics taken and if the metrics are within the expected threasholds or not.
ru: Опишите какие доказательства доступны, точность и целостность использованных метрик, и находятся ли показатели в пределах ожидаемых границ или нет.

source: Audit Owner
ru: Владелец аудита

source: Register the person who has worked on this audit (the auditor name)
ru: Зарегистрируйте лицо, которое проводило аудит (имя аудитора)

source: Register the date at which this audit started.
ru: Зарегистрируйте дату когда был запущен этот аудит.

source: Register the date at which this audit ended.
ru: Зарегистрируйте дату окончания этого аудита.

source: Audit Result
ru: Результаты аудита

source: After evluating the audit evidence, success criteria, etc you are able to conclude with the audit result. Pass or Fail are the available options.
ru: После изучения аудиторских доказательств, критериев успеха, и т.д. вы способны сделать вывод по результатам проверки. Возможны варианты "пройден" или "не пройден".

source: Audit Methodology
ru: Методология аудита

source: Actual End
ru: Фактическое окончание

source: Improve
ru: Улучшать

source: N/A
ru: Недоступен

source: Correction
ru: Коррекция

source: Step
ru: Шаг

source: When
ru: Когда

source: Who
ru: КТО

source: Does Something
ru: Что-то делает

source: Where
ru: Где

source: How
ru: Как

source: Acknowledge
ru: Принять к сведению

source: There is nothing to show.
ru: Существует ничего, чтобы показать.

source: Cost (OPEX)
ru: Расходы (OPEX)

source: Cost (CAPEX)
ru: Затрат (CAPEX)

source: Describe the associated CAPEX for this Control
ru: Опишите связанные капитальные затраты для данного элемента управления

source: Audit Dates
ru: Даты аудита:

source: Add Date
ru: Добавить дату

source: Insert dates when this plan needs to be tested every year.
ru: Вставка дат, когда этот план должен проверяться каждый год.

source: Plan Details
ru: Детали Плана

source: Task Owner
ru: Владелец задачи

source: Does what
ru: Что делает

source: Audit metric
ru: Метрика аудита

source: Audit success criteria
ru: Критерии аудита успеха

source: Export CSV
ru: Экспорт в CSV

source: The OPEX cost of the plan. This is useful for budget planning.
ru: Стоимость эксплуатационных плана. Это полезно для планирования бюджета.

source: No Notification
ru: Нет уведомлений

source: Does What
ru: Что делает

source: How is the task executed?
ru: Как выполняется задача?

source: Message
ru: Сообщение

source: Profile
ru: Профиль

source: Send
ru: Отправить

source: Select status
ru: Выберите статус

source: Emails
ru: Почтовые сообщения

source: Default Status
ru: Статус по умолчанию

source: Possible Answers
ru: Возможные ответы

source: Associated Items
ru: Связанные элементы

source: Export Findings
ru: Экспорт результатов

source: (%d Item)
ru: (% D Stavka)

source: Feedback
ru: Обратная связь

source: Clone
ru: Клонировать

source: Finish
ru: Окончание

source: Link
ru: Ссылка

source: Audit Findings
ru: Выводы аудита

source: Item
ru: Элемент

source: Nothing found.
ru: Ничего не найдено.

source: Answers Statistics
ru: Статистика ответов

source: Requirement
ru: Требования

source: No associated items found.
ru: Связанные элементы не найдены.

source: Export
ru: Экспорт

source: Mitigation Projects
ru: Проекты по смягчению последствий

source: Policy Items
ru: Элементы политики:

source: Exception
ru: Исключение

source: Add analysis
ru: Добавить анализ

source: Item id
ru: ID товара

source: Exceptions
ru: Исключения

source: Analyze
ru: Анализ

source: The project title
ru: Заголовок проекта

source: help
ru: Помощь

source: item name
ru: Имя элемента

source: Compensating controls:
ru: Компенсирующие элементы управления:

source: Records
ru: Записи

source: Security Policy
ru: Политика безопасности

source: Notes
ru: Заметки

source: AND
ru: И

source: OR
ru: ИЛИ

source: Active Filters (%s)
ru: Активные фильтры (%s)

source: %d result
ru: % D rezultat

source: Info
ru: Информация

source: Filter name
ru: Имя фильтра

source: Saved filters
ru: Сохраненные фильтры

source: Are you sure ?
ru: Вы уверены?!

source: Filters
ru: Фильтры

source: Reset
ru: Сброс

source: Advanced Filter
ru: Расширенный фильтр

source: Filter
ru: Фильтр

source: View
ru: Посмотреть

source: No results found.
ru: Результатов не найдено.

source: [ not selected ]
ru: Не выбран

source: Save current filter
ru: Сохранить текущий фильтр

source: Back To Filter
ru: Назад к фильтру

source: Remove
ru: Удалить

source: Uploaded
ru: Загружено

source: No attachments found.
ru: Вложений не найдено.

source: Post a comment
ru: Оставить комментарий

source: Enter a comment...
ru: Ввести комментарий

source: Add Comment
ru: Добавить комментарий

source: Load more (%s)
ru: Загрузить еще %s

source: Choose a Notification
ru: Выберите уведомление

source: Required
ru: Необходимые

source: Disable
ru: Выключить

source: Enable
ru: Включить

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: View All
ru: Посмотреть все

source: No records found.
ru: Записей не найдено.

source: No Classifications found.
ru: Классификация не найдено.

source: Total
ru: Всего

source: Answer
ru: Ответ

source: %s is assigned to %s
ru: %s je dodijeljeno%s

source: %s is missing a response
ru: %s nedostaje odgovor

source: Active Filters
ru: Активные фильтры

source: Clear All
ru: Очистить все

source: My Profile
ru: Мой профиль

source: Copyright
ru: Авторское право

source: You have no new notifications
ru: У вас нет уведомлений.

source: View all notifications
ru: Просмотреть все оповещения

source: You have %d new notification
ru: % D nova obavijest

source: This installation of eramba has a few issues in order to work properly. Check on the settings page under health monitor what could be the issues or click here.
ru: Эта установка eramba имеет требования для корректной работы. Проверьте требования на странице настроек в разделе монитора работоспособности или нажмите здесь.

source: All owners
ru: Все владельцы

source: All users
ru: Все пользователи

source: All Statuses
ru: Все статусы

source: Over Budget
ru: Сверх бюджета.

source: All Assets
ru: Все активы

source: Design
ru: Дизайн

source: All types
ru: Все типы

source: Mail Domain
ru: Почтовый домен

source: Items
ru: Количество элементов

source: Show list
ru: Показать список

source: No Projects found.
ru: Проектов не найдено.

source: No Risks found.
ru: Риски не найдено.

source: No Security Policies found.
ru: Политики безопасности не найден.

source: Parent Assets
ru: Родительский активы

source: No Security Controls found.
ru: Нет элементов управления безопасностью.

source: Residual Score Calculation Formula
ru: Оценка остаточного риска. Формула расчета

source: Choose one or more LDAP groups.
ru: Выберите одну или несколько групп LDAP.

source: Choose a currency for the system
ru: Выбрать валюту для системы

source: Test Connection
ru: Тестовое подключение

source: Enter email
ru: Введите email

source: Email Testing Results
ru: Результаты тестирования электронной почты

source: Suggestion
ru: Подсказки

source: Select a notification
ru: Выберите уведомление

source: System version
ru: Версия системы

source: Latest available version
ru: Последняя доступная версия

source: Release date
ru: Дата релиза

source: Changelog
ru: Изменения

source: LDAP User
ru: Пользователь LDAP

source: Choose an LDAP user
ru: Выберите пользователя LDAP

source: Request Validation
ru: Запрос проверки

source: Validated
ru: Подтверждено

source: Approval requested
ru: Одобрение запрошено

source: Approved
ru: Утверждено

source: Approve
ru: Одобрить

source: Hello!
ru: Здравствуйте!

source: Cheers
ru: С уважением,

source: Your friends at Eramba
ru: Ваши друзья на Eramba

source: here
ru: здесь

source: Description: %s
ru: Описание: %s

source: Plan details:
ru: Детали Плана

source: Objective:
ru: Цель:

source: Task details:
ru: Детали задачи

source: Who:
ru: Кто:

source: Where:
ru: Где:

source: How:
ru: Как:

source: Go back
ru: Назад

source: or
ru: или

source: Home
ru: Главная

source: Goal Name
ru: Название цели

source: The day the audit ended.
ru: В тот день, когда аудит закончился.

source: Performance
ru: Производительность

source: Activities
ru: Активность

source: The name of the goal
ru: Название цели

source: A brief description of the goal
ru: Краткое описание цели

source: Select the current status of this goal
ru: Выберите текущий статус этой цели

source: Success Criteria
ru: Критерии успешности

source: Audit Calendar
ru: Календарь аудита

source: Add Risk
ru: Добавить Риск

source: Metrics
ru: Показатели

source: Success Criteria
ru: Критерии успешности

source: No Activities found.
ru: Активность не найдена

source: Performance Reviews
ru: Обзор производительности

source: Goal Description
ru: Описание цели

source: A brief description of the goal.
ru: Краткое описание цели.

source: Current statuses for this Goal.
ru: Текущие статусы для этой цели.

source: Performance Metric
ru: Метрики производительности

source: The name of the activity
ru: Имя действия

source: description
ru: описание

source: No Goals found.
ru: Цели не найдено.

source: Give a name to this role
ru: Дайте имя этой роли

source: Description is required.
ru: Требуется описание.

source: Give a description to this role
ru: Дайте описание для этой роли

source: Are you really sure you want to delete group: <strong>%s</strong>?
ru: Вы действительно уверены, что хотите удалить группы: <strong>%s</strong>?

source: No roles found.
ru: Роли не найдены.

source: History
ru: История

source: Not Expired
ru: Срок действия не истек

source: No Incident
ru: Никаких инцидентов

source: List Reminders
ru: Список напоминаний

source: List Trainings
ru: Список тренингов

source: Paused
ru: На паузе

source: Download Example
ru: скачать пример

source: Risk Review Expired
ru: Дата пересмотра риска истекла

source: List Answers
ru: Список ответов

source: List Findings
ru: Перечень результатов обследования

source: List Items
ru: Элементы Списка

source: List Settings
ru: Настройки списка

source: %s seconds
ru: %s секунды

source: Missing Analysis
ru: Отсутствие анализа

source: Active notification
ru: Активные уведомления

source: List Tasks
ru: Список задач

source: List Expenses
ru: Расходы

source: Improvement
ru: Улучшение

source: Incomplete
ru: Незавершено

source: Missing audits
ru: Отсутствие аудита

source: Missing audit
ru: Отсутствие аудита

source: Failed maintenance
ru: Сбой обслуживания

source: Contract Expired
ru: Истек срок действия контракта

source: No Tags found.
ru: Теги не найдены

source: Date Started
ru: Дата начала

source: Date Ended
ru: Дата окончания

source: Code
ru: Код

source: You don't have a permission to view this page.
ru: Вы не имеете прав для просмотра этой страницы

source: Logout
ru: Выход

source: Login to this portal to access the full library of documents
ru: Войти на этот портал для доступа к полной библиотеке документов

source: Port
ru: Порт

source: LDAP Username
ru: Имя пользователя LDAP

source: LDAP Password
ru: Пароль LDAP

source: Group Name Attribute
ru: Атрибут имени группы

source: Filter to get members of a group
ru: Фильтр для получения членов группы

source: Enter group name
ru: Ввести имя группы

source: LDAP Results
ru: Результаты LDAP

source: Add Report
ru: Добавить отчет

source: Save
ru: Сохранить

source: Are you really sure you want to delete this notification?
ru: Вы уверены, что хотите удалить это уведомление?

source: Section
ru: Секция

source: Object
ru: Объект

source: Objects
ru: Объекты

source: Automated notification
ru: Автоматическое уведомление

source: This notification is automatically applied to all new items.
ru: Это уведомление применяется автоматически ко всем новым элементам.

source: Not Applicable
ru: Не применимо

source: Notification
ru: Уведомление

source: Automated
ru: Автоматизация

source: Enabled on %s
ru: Включен на %s

source: Disabled on %s
ru: Выключен на %s

source: No Notifications found.
ru: Уведомления не найдены

source: Notification Name
ru: Имя уведомления

source: Define a custom name for this notification.
ru: Определите пользовательское имя для данного уведомления.

source: Select a notification.
ru: Выберите уведомление.

source: Roles
ru: Роли

source: Email notifications
ru: E-mail оповещения

source: Period
ru: Период

source: Apply this notification automatically to all new items.
ru: Примените это уведомление автоматически ко всем новым элементам.

source: Day Period
ru: Дневный период

source: Attachment Type
ru: Тип вложения

source: Choose a type of email attachment for this notification.
ru: Выберите тип вложения электронной почты для данного уведомления.

source: Company Number: %s
ru: Номер Компании:

source: 71-75 Shelton Street, London, WC2H 9JQ, England
ru: 71-75 Шелтон-стрит, Лондон, WC2H 9JQ, Англия

source: Calendar
ru: Календарь

source: This needs your attention
ru: Обратите внимание

source: Document name
ru: Наименование документа

source: Last Review
ru: Дата последнего пересмотра

source: Documents
ru: Документы

source: Version %s
ru: Версия% s

source: Updated by %s
ru: Обновление от %s

source: on %s
ru: на %s

source: <strong>Update notes:</strong> %s
ru: <strong>Обновить примечания:</strong> %s

source: No revisions found
ru: Изменений не найдено

source: Related Procedures
ru: Связанные процедуры

source: No related procedures found
ru: Не найдены связанные процедуры

source: Related Policies
ru: Связанные политики

source: No related policies found
ru: Не найдены связанные политики

source: Related Standards
ru: Связанные стандарты

source: No related standards found
ru: Не найдены связанные стандарты

source: No Policies found.
ru: Политики не найдены.

source: Procedures
ru: Процедуры

source: No Procedures found.
ru: Процедур, не найдено.

source: Standards
ru: Стандарты

source: No Standards found.
ru: Стандартов не найдено.

source: There isn't any document published yet!
ru: Пока не опубликовано ни одного документа!

source: Login as guest
ru: Войти как гость

source: or Login as guest
ru: или войти как гость

source: Login as Guest
ru: Войти как гость

source: Give a descriptive title to this Exception
ru: Дать описательное название для этого исключения

source: Security Policy Items
ru: Элементы политики безопасности

source: Index
ru: Индекс

source: Issue Source
ru: Источник проблемы

source: External Types
ru: Внешние типы

source: Provide a brief description of the issue.
ru: Предоставить краткое описание проблемы.

source: The issue is usually internal or external in terms of its context
ru: В зависимости от контекста проблема может быть внешней или внутренней

source: The type of issue is a classification of the issues
ru: Тип проблемы является классификацией проблем

source: The name of the identified issue
ru: Наименование выявленных проблем

source: A description of the issue.
ru: Описание проблемы.

source: The status can be one of the following Draft (the issue is being developed), Discarded (the issue is not applicable any longer), Current (the issue is applicable).
ru: Статус может принимать одно из следующих значений Черновик (проблема находится на изучении), Отброшена (проблема более не актуальна), Текущая (проблема актуальна)

source: You might want to attach documents that support the identified issue, delete, edit or review its records.
ru: Возможно вы захотите прикрепить документы которые определяют проблему, удалить, отредактировать или пересмотреть записи по проблеме.

source: The version of the scope. As you update the version of your scope you should update this number.
ru: Версия области действия программы. Если вы меняете что-либо в программе вы должны изменить номер версии.

source: The purpose of this document is to clearly define the boundaries of the Information Security Management System (ISMS)
ru: Цель настоящего документа заключается в четком определении границ системы управления информационной безопасностью (СУИБ)

source: The status of the scope can be "Draft" (in development), "Current" (its the actual scope of your program. n.b. There can only be one active scope) and "Discarded" (the scope is no longer in use).
ru: Статус области действия может принимать значение "Черновик" (в разработке), "Текущий" (это актуальна область действия программы. Может быть только одна область действия) и "Не используемая" (программа более не используется)

source: Are you really sure you want to delete this scope?
ru: Вы уверены, что хотите удалить эту область?

source: You might want to see the records, upload files that support the scope definition, create notifications or delete it all together.
ru: Возможно вы захотите посмотреть записи, загрузить файлы помогающие определить область действия, создать уведомления или удалить все.

source: The deadline of the task
ru: Крайний срок задачи

source: Percentage of completion of the task
ru: Процент завершения задачи

source: Task Order
ru: Порядок задач

source: Project Name
ru: Название проекта

source: Dependency
ru: Зависимость

source: Expense Amount
ru: Сумма расходов

source: Expense Date
ru: Дата расхода

source: Planned Budget
ru: Планируемый бюджет

source: Budget
ru: Бюджет

source: No Tasks found.
ru: Задачи не найдены

source: Associated Expenses
ru: Сопутствующие расходы

source: Expense
ru: Расход

source: Task
ru: Задача

source: Add a task
ru: Добавить задачу

source: Planned End
ru: Запланированное окончание

source: Percentage of Project Completion
ru: Процент завершения проекта

source: Current Budget
ru: Текущий бюджет

source: The objective of the project
ru: Цель проекта

source: Project Goal
ru: Цель проекта

source: No Project Tasks found.
ru: Задачи проекта не найден.

source: The amount of the expense
ru: Сумма расходов

source: No emails in the queue.
ru: Писем в очереди не найдено

source: Print/Save
ru: Печать и сохранение

source: Calculation
ru: Расчет

source: Assets: Risk and Residual Score
ru: Активы: Риск и Оценка остаточного риска

source: Third Party: Risk and Residual Score
ru: Третьи лица: Риск и Оценка остаточного риска

source: Unused Controls
ru: Неиспользуемые элементы управления

source: Not applicable
ru: Не применяется

source: Residual risk
ru: Остаточный риск

source: Review date
ru: Дата пересмотра

source: Residual Score Sum
ru: Оценка остаточного риска (сумм)

source: The risk title
ru: Название риска

source: Risk Title
ru: Название риска

source: Vulnerabilities Description.
ru: Описание уязвимости.

source: List Risks
ru: Список рисков

source: List Assets
ru: Список активов

source: Treatment Strategy
ru: Стратегия обработки риска

source: Closure Date
ru: Дата закрытия

source: Automatically Close Incident
ru: Автоматически закрыть инцидент

source: Affected Items
ru: Затрагиваемые элементы

source: Stages
ru: Фазы

source: Risk Type
ru: Тип риска

source: Apply tags for this document.
ru: Применить теги для этого документа.

source: The date the policy was created.
ru: Дата создания политики.

source: Show Groups
ru: Показать группы

source: Permission
ru: Разрешение

source: Authentication
ru: Аутентификация

source: Direct Link
ru: Прямая ссылка

source: Content Type
ru: Тип контента

source: Choose a reviewer
ru: Выберите рецензент

source: Maintenance Start Date
ru: Дата начала обслуживания

source: Maintenance End Date
ru: Дата окончания обслуживания

source: Task Result
ru: Результат задания

source: Service Owner
ru: Владелец сервиса

source: Select an owner
ru: Выберите владельца

source: Expiration Date
ru: Дата окончания срока

source: Delete Logo
ru: Удалить логотип

source: Logo Upload
ru: Загрузка логотипа

source: Change
ru: Изменить

source: No logs found.
ru: Логи не найдены.

source: Check
ru: Проверка

source: Role
ru: Роль

source: This is a brief explanation as to how the information being exchanged will be protected. On top of this explanation there should also be mitigation controls in place (unless the treatment for the risk is accepted, avoided or transfered)
ru: Это общее описание того как будет защищаться информация при передаче. В основе описания должны быть мероприятия по профилактике (если

source: Are you really sure you want to delete threat: <strong>%s</strong>?
ru: Вы действительно уверены, что вы хотите удалить угрозы: <strong>%s</strong>?

source: No threats found.
ru: Угрозы найдено

source: Login Name
ru: Логин

source: Login is required.
ru: Укажите идентификатор для входа.

source: Same login already exists.
ru: Идентификатор для входа уже существует.

source: Verify your new password
ru: Проверьте ваш новый пароль

source: Status is required.
ru: Установите Статус

source: Select user status.
ru: выберите статус пользователя

source: Allow
ru: Разрешить

source: Unlock
ru: Разблокировать

source: Sign In to your Account
ru: Войдите в свой аккаунт

source: Forgot your Password?
ru: Забыли пароль?

source: Current password
ru: Текущий пароль

source: Enter email address
ru: Введите адрес электронной почты

source: Please enter your email.
ru: Напишите Вашу почту.

source: Change your password
ru: Измените свой пароль

source: New password
ru: Новый пароль

source: Please enter your new password.
ru: Пожалуйста, введите новый пароль.

source: Verify password
ru: Подтвердите пароль

source: Please enter your new password again.
ru: Введите новый пароль еще раз

source: Change password
ru: Изменить пароль

source: Give a name to this vulnerability
ru: Дайте имя этой уязвимости

source: Are you really sure you want to delete vulnerability: <strong>%s</strong>?
ru: Вы действительно уверены, что вы хотите удалить уязвимости: <strong>%s</strong>?

source: Who Validates?
ru: Кто проверяет?

source: Who Approves?
ru: Кто утверждает?

source: You are about to approve an item.
ru: Вы собираетесь утвердить элемент.

source: This item has been approved. Are you sure you want to delete it?
ru: Этот пункт был одобрен. Вы уверены, что вы хотите удалить его?

source: Choose one or more items
ru: Выберите один или несколько элементов

source: This date has incorrect format
ru: Эта дата имеет неверный формат

source: Please enter a number
ru: Пожалуйста, введите номер

source: unique
ru: уникально
