Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Security Control Audit Failed
ru: Аудит контроля безопасности не проден

source: Notifies when the resut of a security control audit is failed
ru: Уведомляет при не пройденном аудите контроля безопасности

source: Eramba ships with a default risk calculation that takes in consideration the risk classification and the liabilities to which each asset, third party or business process is subject. It does not take in consideration Asset Classification.
ru: Eramba поставляется с расчетом риска по умолчанию, которое учитывает классификацию рисков и обязательств для каждого актива, третьего лица или бизнес-процесса являющегося объектом риска. Eramba не учитывает классификацию активов.

source: Magerit is a Spanish risk calculation methodology that takes into account the value of the assets and then how impact might affect that value. The Spanish government keeps a very well documented website with the calculations used, we encourage users to review it.
ru: Магерит является испанской методологией расчета риска, который учитывает ценность активов, и как инцидент может повлиять на эту ценность. Испанское правительство поддерживает очень хорошо документированный веб-сайт с вычислениями. Мы рекомендуем пользователям изучить его.

source: Databases
ru: Базы данных

source: Database engines such as MySQL, Oracle and others used to support application stacks.
ru: Системы управления базами данных такие как MySQL, Oracle и другие используются для поддержки наборов приложений.

source: Employee Laptop
ru: Ноутбук работника

source: Employee laptops and desktop computers
ru: Ноутбук и настольный компьютер работника

source: Employee Personal Information
ru: Личные данные работника

source: Employee personal records that include their personal information.
ru: Персональные записи работников, которые содержат персональные данные.

source: Company employees
ru: Работники компании

source: Employees working for the company
ru: Работники, работающих в компании

source: Financial Data
ru: Финансовые данные

source: Financia information, payments, bank statements, etc.
ru: Финансовая информация, платежи, банковские выписки, и т.д.

source: Operating systems
ru: Операционные системы

source: Operating systems such as Windows and Linux used to serve application stacks.
ru: Операционные системы, такие как Windows или Linux используемые для работы наборов приложений.

source: Telephony System
ru: Телефонная система

source: The telephony system that receives customers calls over internet in order to process their payments.
ru: Телефонная система, которая получает звонки клиентов через Интернет для обработки их платежей.

source: Payment Application
ru: Платежное приложение

source: The application used by the call center and customers to process payments.
ru: Приложение, используемое call-центром и клиентами для обработки платежей.

source: Credit Card Information
ru: Данные кредитной карты

source: Credit card information provided by our customers to our call center.
ru: Информация кредитной карты, предоставляемая нашими клиентами в наш call-центр.

source: SAP Applications
ru: Приложения SAP

source: SAP Applications used to manage the HR and Finance departments.
ru: Приложения SAP, используется для управления персоналом и финансового отдела.

source: End-Point Share Drives
ru: Общие диски на персональных компьютерах

source: Share Drives configured at end-point computers.
ru: Общие диски настроенные на персональных компьютерах.

source: High
ru: Высокий

source: Availability classification type
ru: Тип классификации доступности

source: Legal consequences
ru: Правовые последствия

source: Low
ru: Низкий

source: Minor consequences
ru: Незначительные последствия

source: Medium
ru: Средний

source: Reputation consequences
ru: Репутационные последствия

source: Confidentiality classification type
ru: Тип классификации конфиденциальности

source: Integrity classification type
ru: Тип классификации целостности

source: Availability
ru: Доступность

source: Confidentiality
ru: Конфиденциальность

source: Integrity
ru: Целостность

source: Confidential
ru: Конфиденциально

source: The information must be kept confidential to the data owners
ru: Информация должна быть конфиденциальной для владельцев данных

source: Default Package
ru: Пакет по-умолчанию

source: The information asociated with this asset is deemed private to the organisation
ru: Информация связанная с этим активом считается частной для организации

source: Call Center
ru: Колл центр

source: The team of people tha receives phone calls in order to process payments to our clients
ru: Команда работников которая принимает телефонные звонки в целях обработки платежей наших клиентов

source: Human Resources
ru: Отдел кадров

source: HR responsibilities include payroll, benefits, hiring, firing, and keeping up to date with state and federal tax laws.
ru: Обязанности отдела кадров включают расчет заработной платы, пособий, найма, увольнения и поддержания соответствия с нормами местного и федерального налогового законодательства.

source: Finance
ru: Финансы

source: The business functions of a finance department typically include planning, organizing, auditing, accounting for and controlling its company finances.
ru: Бизнес-функции Департамента финансов обычно включают в себя планирование, организацию, аудит, учет и контроль финансов компании.

source: IT
ru: ИT

source: Technical department tasked with the design, implementation and operation of Information Technology equipment and applications
ru: Технический отделу, поручается проектирование, реализация и эксплуатация ИТ оборудования и приложений

source: Reduce Audit Costs
ru: Уменьшить расходы на аудит

source: Our goal is to reduce the cost asociated with internal audits to the point we are able to keep the quality of our audits but using one full resource less from the team to execute them.
ru: Наша цель – сократить расходы связанные с внутренними ревизиями до уровня, при котором мы в состоянии сохранить качество наших проверок, при сокращении на один полный ресурс команды для их выполнения.

source: Effort required in terms of FTE (full time employee)
ru: Усилия, необходимые с точки зрения FTE (полный рабочий день сотрудника)

source: We should see 25% reduction on each audit.
ru: Мы должны увидеть снижение на 25% при каждом аудите.

source: Confidentiality Agreements
ru: Соглашения о конфиденциальности

source: Non Disclosure Agreements type of contract
ru: Тип договора Соглашение о конфиденциальности

source: Any confidentiality agreements signed by the organisation
ru: Любые соглашения о конфиденциальности, подписанные Организацией

source: Contractual Agreements
ru: Договорные соглашения

source: Any contractual agreement signed in between the organisation and it's customers
ru: Любые договорные соглашения, подписанные между Организацией и ее клиентами

source: The ISO standard
ru: Стандарт ISO

source: The PCI standard
ru: Стандарт PCI

source: Personal Data Act
ru: Закон о персональных данных

source: The regulations related to personal data privacy
ru: Требования, касающиеся конфиденциальности персональных данных

source: Sarbanes Oxley
ru: Закон Сарбейнза — Оксли

source: Sarbanes-Oxley regulations
ru: Положения Закона Сарбейнса-Оксли

source: Default Process
ru: Процесс по умолчанию

source: Competition
ru: Конкуренция

source: Our competitors have invested largely in innovation and have increased their competitive advantage by attracting customers such as startups.
ru: Наши конкуренты инвестировали главным образом в области инноваций и увеличили свои конкурентные преимущества путем привлечения клиентов, таких как стартапы.

source: Political Constrains
ru: Политические ограничения

source: Political issues in the region pose a constant threat to the business in terms of savotage, political coalitions, hostile government lead take overs.
ru: Политические вопросы в регионе представляют собой постоянную угрозу для бизнеса с точки зрения саботажа, политических коалиций, враждебные правительственные поглощения.

source: The goal of this program is to ensure compliance with local and international regulators in all line of business across all worldwide locations.
ru: Целью данной программы является соответствие локальным и международным требованиям всех направлений бизнеса во всем мире.

source: Risk for Production
ru: Риск для производства

source: The goal of this program is to manage risk according to the ISO 27001:2005 standard for our line of production based in Spain.
ru: Целью этой программы является управление рисками в соответствии со стандартом ISO 27001:2005 для нашей линии производства, базирующейся в Испании.

source: Stolen goods at the office
ru: Украденные в офисе товары

source: Goods left overnight are sometimes stolen, we believe by third party contractors looking after the office
ru: Товары оставленные на ночь подвергаются кражам. Мы считаем, что их крадут представители третьих лиц обслуживающих офис.

source: Not enough CCTV to cover the entire floor space
ru: Не хватает видеокамер, чтобы охватить всю площадь этажа

source: Unintentional Credit Card Disclosure
ru: Непреднамеренное раскрытие информации кредитной карты

source: Any employee handling credit card infromation unintentionally looses or discloses it
ru: Любой сотрудник, обрабатывающий информацию кредитных карт непреднамеренно теряет или раскрывает ее

source: End-Point Protection, Vulnerabilities related with awareness
ru: Защита конечной точки, уязвимости связанные с осведомленностью в области безопасности

source: Loss of data due bugs on public apps
ru: Потеря данных в связи с ошибками в публичных приложениях

source: Telephony, Paymnet Applications and operating systems are internet facing and could be hacked
ru: Телефония, платежные приложения и операционные системы имеют выход в интернет и могут быть взломаны

source: Vulnerabilities asociated with the operating systems or applications
ru: Уязвимости связанные с операционными системами или приложеними

source: Impact classification type
ru: Тип воздействия

source: Likelihood classification type
ru: Тип вероятности

source: Impact
ru: Воздействие

source: Likelihood
ru: Вероятность

source: Business Insurance Policy
ru: Полис страхования бизнеса

source: Lack of funding
ru: Недостаточность финансирования

source: Risk owner accepts Risk
ru: Владелец риска принимает риск

source: Risk Management
ru: Управление рисками

source: This policy governs asset based Risk Management practices across the organization.
ru: Эта политика определяет управление рисками активов во всей организации.

source: Active Directory Group Reviews
ru: Обзор групп Active Directory

source: Ensure that the members at our main Active Directory groups are correct
ru: Проверьте правильность членов нашей основной группы Active Directory

source: The groups that need to be audited are the ones listed on this policy: security; it_admin; administrator
ru: Группы, которые должны быть проверены перечислены в этой политике: безопасность; ИТ администраторы; Администратор

source: No creeping accounts
ru: Нет неправильных учетных записей

source: Active Directory User Reviews
ru: Обзор пользователей Active Directory

source: Ensure that those employees that have left the company have no valid account in the AD and that his/her last login is previous to it's last day in the office.
ru: Убедитесь, что те сотрудники, которые покинули компанию не имеют действующей учетной записи в AD и что его/ее последний вход был раньше его/ее последнего дня в офисе.

source: Get the list of employees (login and day they left the company) that left the copmany since the last audit - Get the list of valid AD account logins and their lastlogin For each employee that left the company; ensure he/she does not have a valid account and their last login date on the AD is previous to its last day in the company.
ru: Получить список сотрудников (логин и день когда они покинули компанию) которые покинули компанию со времени последней ревизии - Получить список действующих учетных записей AD и их дату последнего входа для каждого работника, который покинул компанию; убедитесь что они не имеют действующей учетной записи и дата их последнего входа предшествовала их последнему дню в компании.

source: If there is any employee with a valid account or a login posterior to it's last day; find out what happened; raise an incident and if there is something to be fixed; initiate a project.
ru: Если есть работник с действующей учетной записью или входом после дня увольнения; выясните, что случилось; зарегистрируйте инцидент и что должно быть исправлено; инициируйте проект.

source: Alternative Power Sources
ru: Альтернативные источники энергии

source: Have an alternative power source when available.
ru: Иметь альтернативный источник энергии при их наличии.

source: The UPS/Power Generator tests and maintenance must be performed successfully.
ru: Обслуживание и тестирование ИБП/Генераторов должны быть успешно.

source: 100% Accuracy
ru: 100% точность

source: Check oil and fuel levels; corect if necesary
ru: Проверить уровень масла и топлива; исправить при необходимости

source: Badge Reviews
ru: Обзор пропусков

source: Badges are assigned to our employees in order to allow them access to certain facilities. This control ensures that there are no lost badges activated on the system and that key facilities are only accesible by the authorized personal.
ru: Пропуска выдаются работникам с целью обеспечения доступа в соответствующие места. Эта проверка позволяет убедиться, что потерянные пропуска заблокированы и доступ в помещения имеют только авторизованные работники.

source: Badges correctly assigned and access to secured facilities controlled.
ru: Пропуска выданы правильно и доступ в помещения контролируется.

source: - Active badges must match to an employee - No visitors badges active - Secured rooms x; y and z allow access only to the authorized personel.
ru: -Действующие пропуска должны соответствовать работникам - Нет активных гостевых пропусков - В помещения с ограниченным доступом x, y и z имеют доступ только авторизованные работники.

source: Monitor access and specific areas in offices in order to prevent incidents or document evidence.
ru: Контролировать доступ и выделенные территории в офисе в целях предотвращения инцидентов или документирования доказательств.

source: Cameras working and recordings available.
ru: Камера работает и записи доступны.

source: All videocamara running. 90 days of recording.
ru: Все видеокамеры работают. Доступны записи за 90 дней.

source: Centralised Logging
ru: Централизованное ведение журнала

source: Collect and process highly relevant logs. Process them in real time when possible and alarm when certain conditions occur.
ru: Собирать и обрабатывать актуальные журналы. Обрабатывать журналы в реальном времени когда это возможно и сигнализировать в случае возникновения определенных ситуаций.

source: Known risks for which we have alarms deployed must be have been triggered and incidents created for each one of them and properly treated.
ru: Известные риски, для которых у нас есть оповещение должны срабатывать и инциденты, созданные для каждого из них должным образом обработаны.

source: All alarms must be tested to ensure they are working correctly. For each triggered alarm since the last audit an incident must exist.
ru: Все сигналы тревоги должны тестироваться чтобы убедиться, что они работают правильно. Для каждого сигнала тревоги с момента последней ревизии должны существовать инциденты.

source: Contractor Reviews
ru: Обзор подрядчиков

source: Verify that all contractors in are still working for our organization and NDA's are signed.
ru: Убедитесь, что все подрядчики все еще работают с нашей Организацией и имеются подписанные NDA.

source: Review the contractor database with HR and review that for each one of them an approval exist; their status is active and a NDA has been signed.
ru: Проверьте базу данных поставщиков совместно с отделом кадров и убедитесь что каждый поставщик согласован; их статус активен и имеется подписанный NDA.

source: 100% of contractors in db are still working and all the relevant documentation exist
ru: !00% поставщиков в базе данных работают и имеют все необходимые документы

source: DMZ Reviews
ru: Обзор DMZ

source: Ensure that every firewall rule in the DMZ has followed change management procedures correctly.
ru: Убедитесь, что каждое правило брандмауэра в DMZ проходит процедуры управления изменениями.

source: Secured systems are contained within a DMZ firewall; access to this firewalls and changes on the rule base are automatically logged at our logging facility. Auditors are required to log into the logging system; review all access and firewall rules changes and validate with the network owners that an appropriate change request exist.
ru: Защищенные системы находятся в DMZ за межсетевым экраном; доступ к межсетевому экрану и изменения правил автоматически журналируются. Аудиторы подключаются к системе журналирования изучают журналы доступа и изменения правил и убеждаются в том, что на каждое изменение есть соответствующий запрос.

source: All changes on the firewall recorded on the logging facility must have a change ticket associated
ru: Все изменения в межсетевом экране должны журналироваться и иметь соответствующую заявку.

source: Datacenter Security
ru: Безопасность ЦОД

source: Ensure that data rooms; server rooms and datacenters comply with our policies and standards.
ru: Убедитесь, что серверные комнаты и ЦОД соответствуют нашим политикам и стандартам.

source: Number of requirements for each site/dc type complied.
ru: Перечисленные требования для каждой площадки и ЦОД соблюдаются.

source: %100 of non-compliant from last audit should be fixed (those with exceptions do not count)
ru: 100% не соответствующих требованиям после последнего аудита должны быть приведены в соответствие (те для которых есть исключения не учитываются)

source: End-Point Hardware Inventory
ru: Инвентаризация аппаратной части персональных компьютеров

source: Control that hardware (laptops and computers) are built according to our company standards.
ru: Проверьте, что оборудование (ноутбуки и настольные компьютеры) закопаются в соответствие с корпоративными стандартами.

source: 10 randomly chosen computers from the last employees that joined the company audited and validated against our standards.
ru: Проверьте 10 случайно выбранных компьютеров у недавно принятых работников на соответствие нашим стандартам.

source: %100 successful
ru: % 100 успешных

source: Fire; Motion Detectors
ru: Пожарные; Детекторы движения

source: Prevent fire and unauthorized access in branch offices.
ru: Предотвращение пожара и несанкционированного доступа в помещения филиалов.

source: If sensors are working
ru: Если датчики работают

source: All tested sensors work as expected
ru: Все проверенные датчики работают как ожидалось

source: OSSEC is used as a host IDS solution. The objective of this control is to ensure that the systems are working and alarms are being generated and managed correctly.
ru: OSSEC используется в качестве IDS. Цель данной проверки заключается в том, что системы работают и сигналы генерируются и правильно обраюатываются.

source: - Ensure that systems have OSSEC installed as stated on the policy - Ensure that alarms have been generated since the last audit in our logging system Alarms. If there was no alarm; trigger the alarm (you will need syseng help) to ensure it's created in our logging system. - Ensure that all triggered alarms have tickets and incidents created that investigate what happened.
ru: -Убедитесь, что на системы установлен OSSEC, как указано в политике - Убедитесь, что в системе журналирования были сигналы после последнего аудита. Если сигналов не было; сформируйте сигнал (вам потребуется syseng), чтобы убедиться, что сигнал записан в журнал. -Убедитесь, что все сигналы зарегистрированы и расследованы.

source: %100 OSSEC related alarms being created and treated correctly since the last audit.
ru: % 100 сигналов OSSEC были зафиксированы и корректно обработаны с момента последнего аудита.

source: NDA Reviews
ru: обзор NDA

source: Verify that employees and contractors have signed the NDA.
ru: Убедитесь, что сотрудники и подрядчики подписали НКО.

source: Audit random employees according to the following criteria: Office: +500 employees: 20 nda's 250 - 499 employees: 15 nda's 0 - 249 employees: 10 nda's Special projects : 10 nda's Select 6 (six) random offices that can't be repeated until all offices have been audited.
ru: Аудит случайных сотрудников по следующим критериям: офис: + 500 сотрудников: 20 NDA у 250-499 сотрудников: 15 NDA у 0 - 249 сотрудников: 10 NDA по специальным проектам: 10 NDA выберите 6 (шесть) случайных отделений, которые не будут повторяться до тех пор, пока не закончен аудит всех отделений.

source: All employees NDA's must be signed
ru: Все сотрудники должны подписать NDA

source: Network Administrator Reviews
ru: Обзор сетевого администратора

source: Network devices are managed by the network team. Access to this devices is authenticated by the use of an active directory group (network_team) where only the network team members (and some of their service accounts) are allowed be. This control ensures only authorized people is part of that group.
ru: Сетевые устройства управляются группой управления сети. Доступ к этим устройствам происходит через группы Active Directory (Группа управления сетью), в группу входят только учетные записи сетевых администраторов (и некоторые их технологические учетные записи). Эта проверка позволяет убедиться что только авторизованные пользователи входят в эту группу.

source: The audit controls two things: 1- Number of creeping privileges on the network group defined on the AD 2- Random %10 network devices check showing Radius is configured.
ru: Данный аудит проверяет две вещи: 1- Количество неправильных привилегий в сетевых группах AD 2- Случайная проверка 10% сетевых устройств показывает что на них настроено использование RADIUS.

source: 1- no creeping accounts 2- all audited devies use radius to authenticate
ru: 1- нет неправильных учетных записей 2- всепроверенные устройства используют для аутентификации RADIUS

source: Public Shared Drives Scanner
ru: Сканер общих дисков

source: Detect Public Passwordless network shares in Users Computers.
ru: Поиск общих папок без пароля на пользовательских компьютерах

source: Check One location for Shares. Choose 10 to 20 Shares and check they are not accessible.
ru: Выберите один из общих ресурсов. Выберите от 10 до 20 папок на этом ресурсе и проверьте что они недоступны.

source: No Share found can be public with no password
ru: Не найдено общих ресурсов, без пароля

source: Regular Vulnerability Scanning - External
ru: Регулярное сканирование на уязвимости - внешнее

source: Detect and fix vulnerabilities in our external facing systems.
ru: Обнаружение и устранение уязвимостей на ресурсах имеющих выход во внешнюю сеть

source: Open items not corrected from the previous scan
ru: Открытые элементы, не исправленные по результатам предыдущей проверки

source: SAP Application - Account Reviews
ru: SAP приложение - обзор учетных записей

source: Ensure no creeping user accounts exist on SAP
ru: Убедитесь, что не существуют неправильные учетные записи в SAP
