Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Get the list of SAP accounts and validate against the manager of HR and FI that the accounts are truly needed. Review all accounts disabled and validate that the date the account was removed in SAP corresponds with the date the employee left the company.
ru: Получите список учетных записей SAP и проверьте вместе с Менеджером HR и FI, необходимость наличия этих учетных записей. Проверьте все отключенные учетные записи и убедитесь, что дата отключения соответствует дате увольнения работника.

source: Secure Application Development
ru: Безопасная разработка приложений

source: Ensure security is embedded on the SDLC.
ru: Убедитесь, что безопасность встроена в процессы SDLC.

source: Projects complete our SDLC checklist
ru: Проекты выполнили контрольный список SDLC

source: Ensure that all projects since the last audit have a completed SDLC checklist and approvals.
ru: Проверьте что все проекты с даты последнего аудита выполнили контрольный список ттребований SDLC и имеют все согласования.

source: Secure Disposal of Data and Equipment
ru: Безопасное уничтожение данных и оборудования

source: Ensure all data located at systems which are re-assigned or discarded is securely discarded.
ru: Убедитесь, что все данные в системах выдаваемых вновь или списанных безопасно уничтожены.

source: The number of discarded equipment since the last audit and the number of equipment sent to be securely destroyed.
ru: Количество списанного оборудования с момента последней ревизии и количество оборудования, отправляемого для надежного уничтожения.

source: The number of devices registered by Service Desk as "discarded" equipment equal to devices destroyed by our third party secure disposal company.
ru: Количество устройств, зарегистрированных в Service Desk как «удален» равно количеству устройств уничтоженных нашей компанией по уничтожению оборудования.

source: Security Awareness Trainings
ru: Занятия по повышению оседомленности

source: Ensure all employees understand the basic concepts of our Security policies and procedures.
ru: Убедитесь, что все сотрудники понимают основные положения наших политик безопасности и процедур.

source: eramba counts how many employees are not compliant with the awareness training.
ru: eramba подсчитывает, сколько сотрудников не прошли обучение по программе повышения осведомленнсти.

source: the number of employees not compliant should not exceed %10 (meaning %90 of the company is compliant with the security awareness).
ru: количество работников не прошедших обучение по ИБ не должно превышать 10% (означает, что 90% работников обучены ИБ)

source: Service Accounts Reviews
ru: Обзор сервисных учетных записей

source: Review all service accounts defined in the AD. A service account is one used by applications where the password expiration configuration is set to never expire.
ru: Проверьте все учетные записи созданные в AD. Сервисные учетные записи используются приложениями и у которых установен параметр "Пароль никогда не истекает".

source: Get a list of AD accounts where the "password expiration field" is set to "never". Review that each account has a ticket; expiration and they are still valid.
ru: Получите список учетных записей AD, где поле «Срок действия пароля» имеет значение «никогда». Проверьте, что каждая учетная запись имеет заявку; установлен срок действия и они актуальны.

source: No service accounts without a valid ticket and expiration
ru: Нет учетных записей без заявки и истечения срока действия

source: System Patching
ru: Система установки обновлений

source: All the management required to keep sytems patched up to date
ru: Все системы управления требующиеся для поддержания систем установки обновления в актуальном состянии

source: The extent to which security patches has been applied.
ru: Величина к которой были применены обновления безопасности

source: %90 of critical and security patches applied
ru: 90% критических и обычных обновлений применены

source: Security Officer
ru: Сотрудник по информационной безопасности

source: Secures premises and personnel by patrolling property; monitoring surveillance equipment; inspecting buildings, equipment, and access points; permitting entry. Obtains help by sounding alarms.
ru: Обеспечивает защиту помещений и персонала путем патрулирования; Оборудование для наблюдения; осмотр зданий, оборудования и точек доступа; разрешение на вход. Получает помощь с помощью звуковой сигнализации.

source: Good physical shape, knowledgable in personal defense
ru: Хорошая физическая форма, знания персональной обороны

source: Building Facilities
ru: Строительные объекты

source: Third party organisation that looks after the building services
ru: Третье лицо занимающееся обслуживанием здания

source: Cleaning Services
ru: Услуги по уборке помещений

source: Third party company that takes care of mantaining things
ru: Третье лицо обслуживающее оборудование задния

source: Software Contractors
ru: Подрядчики по разработке приложений

source: They provide the software development and mantainance required by the payment application
ru: Они обеспечивают разработку программного обеспечения и обслуживание, необходимые для платежных приложений

source: Customers
ru: Клиенты

source: The organisation customers
ru: Клиенты компании

source: Datacenter
ru: Дата-центр

source: Thrid party facility that provides racking space for computing devices
ru: Третье лицо обеспечивающее стойки для размещения оборудования

source: ISO standard for ISO 27001
ru: ISO стандарт для ISO 27001

source: Internet Provider
ru: интернет провайдер

source: The internet provider is key on this business as its responsible for the transmission of data required to process payments and receive phone calls from clients
ru: Интернет-провайдер — ключевой элемент для бизнеса так как он обеспечивает передачу данных, необходимых для обработки платежей и приема телефонных звонков от клиентов

source: Manned Guards
ru: Охрана

source: Contractors guarding the company
ru: Подрядчики, охраняющие компанию

source: The payments security standard
ru: Стандарт безопасности платежей

source: This Classification is in use and changing it will recalculate all Risks!
ru: Эта классификация используется. Ее изменение приведет к перерасчету всех рисков!

source: Classification Type
ru: Тип классификации

source: Choose one or create new below
ru: Выбрать или создать новый ниже

source: Select from this drop down an existing classification type or create a new one with the field below.
ru: Выберите классификацию из выпадающего списка или создайте новую в поле ниже.

source: New Classification Type
ru: Новый тип классификации

source: Set the name of your classifications, for example "Confidentiality", "Integrity", "Availability", "Value", Etc.
ru: Задайте имя Вашей классификации. Например, "Конфиденциальность", "Целостность", "Доступность", "Ценность" и т.д.

source: Classification Options
ru: Параметры классификации

source: For each classification type, you will need to proivde options. Examples could be "High", "Low", etc.
ru: Для каждого типа классификации вам нужно будет предоставить варианты. Например, «Высокий», «Низкий», и т.д.

source: Criteria
ru: Критерий

source: OPTIONAL: define a criteria for this classification option
ru: Дополнительно: определите критерии для этого варианта классификации

source: Value
ru: Значение

source: OPTIONAL: Certain risk calculation methods (Magerit, Allegro, Etc) require you to classify your assets in numerical values, for that reason you need to provide a value for this classification.
ru: Дополнительно: Некоторые методы расчета риска (Магерит, Аллегро, и т.д.) требуют чтобы ваши активы были классифицированы в числовых значениях, по этой причине необходимо проставить значение в рамках этой классификации.

source: This Classification is in use and deleting it will recalculate all Risks!
ru: Данная классификация используется. Ее удаление приведет к перерасчету всех рисков.

source: Help
ru: Помощь

source: Provide the type of classification, for example: "Confidentiality, Value, Etc"
ru: Определите тип классификации, например: «Конфиденциальность, Ценность, и т.д.»

source: Provide a name for this Classification, for example: "High, Medium, Low"
ru: Укажите имя для этого классификации, например: «Высокий, средний, низкий»

source: Define a clear criteria to define if a given asset belongs to this classification or not. For example: "Legal implications highly probable"
ru: Определите четкие критерии для определения принадлежности актива к этой классификации. Например: «Вероятны юридические последствия»

source: Use these icons in order to view the details of this object, system records such as when the item was created or modified, add or review comments or simply delete the item.
ru: Используйте эти значки для просмотра деталей данного объекта, системных записей, таких как, когда элемент был создан или изменен, добавить или пересмотреть комментарии или просто удалить элемент.

source: Actions
ru: Действия

source: Workflows define the approvals required to create, modify or delete an item. Approved items are valid throughout the system, Draft items require approval and Pending Approvals or Validations means that the workflow is still in process and is pending user interaction.
ru: Рабочие процессы определяют согласования, необходимые для создания, изменения или удаления элемента. Согласованные элементы являются действительными во всей системе, Черновые элементы требуют согласования и Ожидающие согласования или проверки означает, что процесс все еще находится в работе и ожидает действий от пользователя.

source: No Asset Classifications found.
ru: Классификации активов не найдено.

source: The name of the label, for example: Confidential, Secret, Etc.
ru: Наименование подписи. Например, Конфидециальный и т.д.

source: The description of the label, such as the treatment they require and the audiences in scope.
ru: Описание подписи, такое как требующееся исправление или охват пользователей

source: Workflow
ru: Рабочий процесс

source: No Asset Labeling found.
ru: Не обнаружено подписей для активов

source: Name is required.
ru: Требуется наименование

source: Same type already exists.
ru: Имя типа уже существует !

source: Give a name to this asset type
ru: Присвойте наименование для этого актива

source: Are you really sure you want to delete asset type: <strong>%s</strong>?
ru: Вы уверены, что хотите удалить тип актива: <strong>%s</strong>?

source: Trash
ru: Удалить

source: System Types - Cant be modified
ru: Типы систем - не может быть изменен

source: Asset Owner
ru: Владелец актива

source: One or more Business Units that are mostly associated with this asset, this could be the BU that use or build the asset.
ru: Одно или несколько бизнес-подразделений которые более всех связаны с данным активом. Это может быть подразделение, которое создало актив или активно использует его.

source: Give a name to the asset you have identified.
ru: Присвойте имя определенному вами активу.

source: Give a brief description of what the asset is.
ru: Дайте краткое описание того, что это за актив.

source: INFORMATIVE: What labels apply to this asset (you can define them at Asset Management / Asset Identification / Settings / Labels). For example: Confidential, Restricited, Public, Etc. Whatver you select here is just informative and wont affect any functionality.
ru: Для информации: Какие подписи применяются к этому активу (вы можете определить их в разделе Управление активами / Идентификация активов / Параметры / Подписи). Например: Конфиденциально, Ограниченный доступ, Общедоступный и т.д. Все что вы укажите здесь только для информации и никоим образом не влияет на функционаьность.

source: Based on the type of asset eramba will suggest you possible threats and vulnerabilities (at the time you perform Risk Management). If you are also interested in Data Asset Flows (Asset Management / Data Flows) you need to select "Data Asset"
ru: Основываясь на типе активов eramba предложит вам возможные угрозы и уязвимости (в тот момент когда вы будете выполнять управление рисками). Если вы заинтересованы в потоках данных (Управление активами / Потоки данных) необходимо выбрать «Информационный актив»

source: Select the liabilities asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify the risks scores asociated with it.
ru: Выберите обязательства связанные с этим активом. Это очень важное поле, так как эти обязательства, сопоставленные с активами будут увеличивать величину риска связанного с ними.

source: OPTIONAL: Many times assets relate to other assets in the scope of a Risk. A datacenter holds systems and those systems hold applications that manage key data. By selecting in here one or more related asssets you set those relationships that be later taken in consideration when performing Risk Management (you would only select "Datacenter" as the input asset for a risk and not every server or application). This is only applicable if using "Magerit" type of risk calculation.
ru: ОПЦИОНАЛЬНО: Зачастую активы связаны с другими активами в рамках оценки рисков. В ЦОД находятся сервера, на серверах работают приложения, в которых обрабатываются данные. Выбрав здесь один или несколько связанных активов вы устанавливаете взаимоотношения, которые впоследствии будут приняты во внимание при управлении рисками (вы сможете выбрать «ЦОД» как входной актив для расчета риска и вам не придется выбирать каждый сервер или приложение). Этот подход можно использовать только при использовании методики расчета риска «Магерит».

source: OPTIONAL: One or more liabilities that are asociated with this asset. This is a rather important field as liabilites associated to this asset will increase or decrease risks scores asociated with it.
ru: Дополнительно: Одно или несколько обязательств, которые связаны с этим активом. Это важное поле, так как обязательства, связанные с этим активом будут увеличивать или уменьшать величину риска связанного с ним.

source: Select a date when this asset should be reviewed. With the objective of ensuring the data on the system is relevant, eramba will warn you when a review is due or when a review is missing.
ru: Выберите дату, когда следует пересмотреть этот актив. С целью обеспечения соответствующих данных о системе, eramba предупредит вас, когда обзор просрочен или когда он отсутствует.

source: Select an Owner
ru: Выберите владельца

source: Select from the list of business units, which one owns the asset, this will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
ru: Выберите из списка бизнес-подразделение, которое владеет активом. Это не повлияет на работу с активом в рамках управления рисками. Данная работа позволяет отслеживать владение активами.

source: Add Business Unit
ru: Добавить бизнес подразделние

source: Select a Guardian
ru: Выберите опекуна

source: OPTIONAL: Select from the list of business units, which one is in charge of maintaining the asset. This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
ru: ОПЦИОНАЛЬНО: Выберите из списка бизнес-подразделение, которое отвечает за сохранение актива. Это не повлияет на работу с активом в рамках управления рисками. Данная работа позволяет отслеживать владение активами.

source: Everyone
ru: Все

source: OPTIONAL: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone". This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
ru: ОПУИНАЛЬНО: Выберите из списка бизнес-подразделение, которое использует актив. Можно выбрать «Все». Это не повлияет на работу с активом в рамках управления рисками. Данная работа позволяет отслеживать владение активами.

source: OPTIONAL: If you defined Asset Classifications (Asset Management / Asset Identification / Settings / Classifications) you can now classify this asset. This will only be useful if you plan to use "Magerit" as a Risk Management calculation methodology (Risk Management/ Asset Risk Management / Settings / Risk Calculation)
ru: ОПЦИОНАЛЬНО: Если вы определили классификацию активов (Управление активами / Идентификация активов / Параметры / Классификация) вы можете классифицировать этот актив. Это будет полезно, в том случае если Вы планируете использовать методику «Магерит» при управлении рисками (Управление рисками / Управление рисками активов / Параметры / Расчет риска)

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Asset will also delete related Data Assets and Risks.
ru: Вы действительно уверены, что вы хотите удалить элемент: <strong>%s</strong>? Удаление актива приведет к удалению соответствующих Информационных активов и Рисков.

source: Asset identification
ru: Идентификация активов

source: General information
ru: Общая информация

source: Asociated business units
ru: Связанные бизнес подразделения

source: Asset Indentification
ru: Идентификация активов

source: Summary
ru: Итог

source: No items found.
ru: К сожалению, ничего не найдено.

source: Labels
ru: Лейблы

source: No Assets found.
ru: Активы не найдены.

source: Export PDF
ru: Экспорт в PDF

source: What type of asset is this, remember you can define further types at Asset Management / Settings / Asset Types
ru: Какого типа данный актив. Помните Вы можете определить дополнительные типы активов в разделе Управление активами / Параметры / Типы активов

source: The liabilities that are asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify all risks scores asociated with it.
ru: Обязательства, связанные с этим активом. Это важное поле, так как эти обязательства, сопоставляются с активами и будут увеличивать оценку всех рисков связанных с ним.

source: Assets must be reviewed at regular points in time to ensure they remain relevant and updated to the business. Notifications are triggered (optionaly) when this date arrives
ru: Активы должны пересматриваться на регулярной основе, чтобы убедиться, что они остаются актуальными для бизнеса. Уведомления срабатывает (опционально), когда эта дата наступает

source: Select from the list of business unit, which one is the one owning the asset.
ru: Выберите из списка бизнес-подразделение, которое является единоличным владельцем актива.

source: Select from the list of business unit, which one is in charge of maintening the asset.
ru: Выберите из списка бизнес-подразделение, которое отвечает за поддержку актива.

source: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone".
ru: Выберите из списка бизнес-подразделение, которое использует актив. Можно выбрать «Все».

source: No Business Units found.
ru: Бизнес-подразделения не найдены

source: Related Assets
ru: Связанные ресурсы

source: No Related Assets found.
ru: Связанных активов не найдено

source: Upload your file here.
ru: Загрузите свой файл

source: Description to your file here.
ru: Описание в ваш файл здесь.

source: Are you really sure you want to delete attachment: %s?
ru: Вы уверены, что вы хотите удалить вложение: %s?

source: Add New
ru: Добавить...

source: Filename
ru: Название файла

source: Belongs To
ru: Принадлежит

source: Uploaded by
ru: Загружено

source: Download
ru: Скачать

source: No Attachments found.
ru: Вложений не найдено

source: Your training is up to date!
ru: Ваше обучение актуально!

source: We will send you a reminder when the time comes and your training re-starts
ru: Мы вышлем вам напоминание, когда придет время и ваше обучение начнется вновь

source: Start
ru: Старт

source: Demo Trainings
ru: Обучение

source: Awareness Module Login
ru: Логин для входа в модуль обучения

source: Username
ru: Имя пользователя

source: Please enter your username.
ru: Введите ваше имя пользователя.

source: Password
ru: Пароль

source: Please enter your password.
ru: Пожалуйста, введите свой пароль.

source: Correct answer
ru: Правильный ответ

source: Wrong answer
ru: НЕВЕРНО !

source: Complete
ru: Готово

source: Read through the content
ru: Прочитать содержимое

source: Understood
ru: Понятно

source: No trainings left for you!
ru: Для вас не осталось обучения!

source: Just hold tight until the time comes and your trainings re-start
ru: Ожидайте до тех пор, пока не придет время заново начать ваше обучение

source: You must watch the video
ru: Вы должны посмотреть видео

source: Basic Information
ru: Общая информация

source: Uploads
ru: Загрузки

source: Texts
ru: Тексты

source: You missed some fields. They have been highlighted.
ru: Вы пропустили некоторые поля. Они были выделены.

source: Enter a title for this Awareness Program
ru: Введите название для этой программы обучения

source: Enter a description for this Awareness Program
ru: Введите описание для этой программы обучения

source: Recurrence
ru: Рекуррентность

source: How often does this training need to be done. For example: 1 means every day, 2 means every second day, Etc.
ru: Как часто должно проводиться обучение. Например: 1 означает каждый день, 2 означает каждую секунду и т.д.

source: Reminders Amount
ru: Количество напоминаний

source: How many times it will send a reminder email to the users who ignore the email
ru: Сколько раз он будет посылать напоминание по электронной почте пользователям, которые игнорируют электронную почту

source: Reminders Apart
ru: Помимо напоминания

source: How many days in between email notifications to the user, so he does not get a daily email
ru: Сколько дней между уведомлениями по электронной почте пользователю, потому что он не получает ежедневно электронную почту

source: Redirect
ru: Перенаправление

source: Where to redirect upon completion
ru: Куда перенаправлять по завершении

source: LDAP Connector
ru: LDAP коннектор

source: Select an LDAP Connector
ru: Выберите LDAP коннектор

source: Choose an LDAP Connector for this program
ru: Выберите LDAP коннектор для этой программы

source: LDAP Groups
ru: Группы LDAP

source: Configure Associations
ru: Сконфигурируйте связи

source: Choose one or more Policies to associate.
ru: Выберите одну или несколько политик для связывания.

source: Configure Program Steps
ru: Настройте программные шаги

source: You can drag and drop the handle to reorder steps.
ru: Вы можете перетащить маркер, чтобы изменить порядок шагов.

source: Text File Upload
ru: Загрузка текстового файла

source: Upload a plain text file (.txt) or HTML file (.html) with inline CSS of your own within the file.
ru: Загрузите текстовый файл (.txt) или файл HTML (.html) с собственным inline CSS.

source: Uploaded text file: <strong>%s</strong>
ru: Загруженный текстовый файл: <strong>%s</strong>

source: Delete file
ru: Удалить файл

source: Download Example (txt)
ru: Скачать пример (txt)

source: Download Example (html)
ru: Скачать пример (html)

source: Video Upload
ru: Загрузка видео

source: or upload a video here. (mp4)
ru: или Загрузите видео здесь. (mp4)

source: Uploaded video file: <strong>%s</strong>
ru: Загруженный видео файл: <strong>%s</strong>

source: Delete video
ru: Удалить видео

source: Multiple Choice Upload
ru: Выбор множественной загрузки

source: or upload a multiple choice questionnaire file here. (csv)
ru: или загрузить сюда вопросник с вариантами ответов. (csv)

source: Uploaded questionnaire file: <strong>%s</strong>
ru: Загруженный файл вопросника: <strong>%s</strong>

source: Delete questionnaire
ru: Удаление вопросника

source: Download Example (csv)
ru: Скачать пример (csv)

source: Welcome Header Text
ru: Приветственный текст заголовка

source: Welcome Sub Header Text
ru: Приветственный текст подзаголовка
