Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Asset Label was successfully deleted.
ru: Маркировка актива удалена.

source: Create an Asset Label Classification
ru: Создать классификацию маркировки активов

source: Asset Label Classification was successfully added.
ru: Классификация меток активов добавлена.

source: Edit an Asset Label Classification
ru: Редактировать классификацию маркировок активов

source: Asset Label Classification was successfully edited.
ru: Классификация маркировок активов отредактирована.

source: Asset Types
ru: Виды активов

source: Asset types lists
ru: Списки типов активов

source: Create a Asset Type
ru: Создание типа актива

source: Asset type was successfully added.
ru: Тип актива был успешно добавлен.

source: Asset Media Type
ru: Тип носителя активов

source: Delete a Asset Media Type.
ru: Удаление типа носителя активов.

source: Asset type was successfully deleted.
ru: Тип актива был успешно удален.

source: Asset Identification
ru: Идентификация активов

source: If you plan to perform Risk Management you will need to identify assets, use this section to document key assets (this is not an inventory tool) for each one of the business units you defined before (Organisations / Business Units).
ru: Если вы планируете управление рисками, вам нужно будет идентифицировать активы. Используйте этот раздел для документирования ключевых активов (это не инструмент инвентаризации) для каждого из определенной вами бизнес-единицы (Организации / Бизнес-единицы).

source: Asset
ru: Актив

source: Delete an Asset.
ru: Удаление актива.

source: Create an Asset
ru: Создание актива

source: Asset was successfully added.
ru: Активы успешно добавлены.

source: Edit an Asset
ru: Изменить актив

source: Asset was successfully edited.
ru: Актив был успешно отредактирован.

source: Attachments for "%s"
ru: Приложения для "%s"

source: Attachments
ru: Приложения

source: Upload and manage atachments for this item.
ru: Загружайте и управляйте приложениями для этого элемента.

source: Attachment
ru: Приложение

source: Attachment was successfully deleted.
ru: Приложение успешно удалено.

source: Upload Attachment
ru: Загрузить приожение

source: Attachment was successfully added.
ru: Приложение успешно добавлено.

source: Error occured while uploading the file.
ru: Ошибка при загрузке файла.

source: The only file types allowed are: %s
ru: Разрешены только следующие типы файлов:%s

source: New Audit Feedback Attachment
ru: Новое приложение обратной связи аудита

source: Demo training is no longer unavailable.
ru: Демонстрационная подготовка доступна.

source: This training is not available for you.
ru: Эта подготовка не доступна для вас.

source: Training is unavailable.
ru: Обучение недоступно.

source: Demo training is no longer available.
ru: Демо-обучение больше не доступно.

source: This Awareness Program is not available at the moment. Please try again later.
ru: На данный момент эта программа обучения недоступна. Пожалуйста, повторите попытку позже.

source: Error occured processing the next step. Please try again.
ru: Произошла ошибка при обработке следующего шага. Пожалуйста, попробуйте еще раз.

source: Error occured while saving your training data. Please try it again.
ru: Ошибка при сохранении ваших данных обучения. Повторите попытку.

source: Error occured while saving the data. Please try it again.
ru: При сохранении данных произошла ошибка. Повторите попытку.

source: Questionnaire is incomplete. You have to fill in all answers.
ru: Анкета не полностью заполнена. Вы должны заполнить все ответы.

source: Error occured while completing the demo. Please try to run the demo again.
ru: Ошибка при завершении демонстрации. Попробуйте снова запустить демонстрацию.

source: Demo training completed
ru: Демонстрационная подготовка завершена

source: A user "%s" completed the training
ru: Пользователь «%s» завершил обучение

source: You need to fill in all answers.
ru: Вам нужно заполнить все ответы.

source: Awareness Login
ru: Вход в систему повышения осведомленности

source: Email or password was incorrect.
ru: Адрес электронной почты или пароль указаны неверно.

source: You have to enable Awareness Authentication in Authentication settings in order to be able to manage Awareness Programs
ru: Вы должны включить проверку подлинности в настройках аутентификации, чтобы иметь возможность управлять программами повышения осведомленности

source: Awareness Programs
ru: Программы повышения осведомленности

source: Define and manage role based awareness programs.
ru: Определить и управлять ролевой моделью программ повышения осведомленности.

source: Delete an Awareness Program.
ru: Удалить программу повышения осведомленности.

source: Awareness Program was successfully deleted.
ru: Программа повышения осведомленности была успешно удалена.

source: Add an Awareness Program
ru: Добавить программу повышения осведомленности

source: Awareness Program was successfully added.
ru: Была добавлена ​​программа повышения осведомленности.

source: Edit an Awareness Program
ru: Редактировать программу повышения осведомленности

source: Awareness Program was successfully edited.
ru: Программа повышения осведомленности была успешно отредактирована.

source: Video for this program was deleted.
ru: Видео для этой программы было удалено.

source: Error occured while deleting the video. Please try again.
ru: При удалении видео произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Text file for this program was deleted.
ru: Текстовый файл для этой программы был удален.

source: Error occured while deleting the text file. Please try again.
ru: При удалении текстового файла произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Questionnaire for this program was deleted.
ru: Вопросник для этой программы была удалена.

source: Error occured while deleting the questionnaire. Please try again.
ru: При удалении вопросника произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Start an Awareness Program
ru: Начать программу повышения осведомленности

source: The Awareness Program has already started.
ru: Программа повышения осведомленности уже началась.

source: Awareness Program successfully started.
ru: Программа повышения осведомленности успешно началась.

source: Error occured while starting the training. Please try it again.
ru: При запуске обучения произошла ошибка. Повторите попытку.

source: Pause an Awareness Program
ru: Приостановить программу повышения осведомленности

source: The Awareness Program has already pause.
ru: Программа повышения осведомленности уже приостановлена.

source: Awareness Program successfully paused.
ru: Программа повышения осведомленности успешно приостановлена.

source: Demo for an Awareness Program
ru: Демонстрация программы повышения осведомленности

source: Demo email was sent to the user.
ru: Демо-сообщение было отправлено пользователю.

source: Error occured while doing a demo. Please try it again.
ru: При выполнении демонстрации произошла ошибка. Повторите попытку.

source: Clean records for an Awareness Program
ru: Чистые записи для программы повышения осведомленности

source: Awareness Program successfully cleaned.
ru: Программа повышения осведомленности успешно очищена.

source: Awareness Program Reminders
ru: Напоминание о программе повышения осведомленности

source: Awareness Trainings
ru: Тренинги по повышению осведомленности

source: Business Based - Risk Analysis
ru: Бизнес-анализ - анализ рисков

source: Manage your Business Impact Analysis framework including the analysis, treatment and communication of risks.
ru: Управляйте своей бизнес системой анализа влияния, включая анализ, обработку и передачу рисков.

source: Business Continuity
ru: Обеспечение непрерывности бизнес-процессов

source: Delete a Business Continuity.
ru: Удалить процесс обеспечения непрерывности бизнеса.

source: Business Continuity was successfully deleted.
ru: Процесс обеспечения непрерывности бизнеса был успешно удален.

source: Create a Business Continuity
ru: Создание процесса обеспечения непрерывности бизнеса

source: Business Continuity was successfully added.
ru: Процесс обеспечения непрерывности бизнеса был успешно добавлен.

source: Edit a Business Continuity
ru: Изменение процесса обеспечения непрерывности бизнеса

source: Business Continuity was successfully edited.
ru: Процесс обеспечения непрерывности бизнеса был успешно отредактирован.

source: This field cannot be left blank
ru: Это поле должно быть заполнено

source: Business Continuity Plan Audit Improvement
ru: Аудит улучшений плана непрерывности бизнеса

source: Delete a Business Continuity Plan Audit Improvement .
ru: Удалить аудит улучшшений плана обеспечения непрерывности бизнеса.

source: Business Continuity Plan Audit Improvement was successfully deleted.
ru: Аудит улучшений плана обеспечения непрерывности бизнеса был удален.

source: Create an Audit Improvement
ru: Создать Аудит Улучшений

source: Business Continuity Plans Audit Report
ru: Отчет об аудите планов по обеспечению непрерывности бизнеса

source: This is a report of all the audits registed for this service.
ru: Отчет о всех аудитах, зарегистрированных для этой службы.

source: Business Continuity Plans Audit
ru: Аудит плана обеспечения непрерывности бизнеса

source: Delete a Business Continuity Plans Audit.
ru: Удалить аудит планов обеспечения непрерывности бизнеса.

source: Business Continuity Plan Audit was successfully deleted.
ru: План аудита обеспечения непрерывности бизнеса был успешно удален.

source: Edit a Business Continuity Plan Audit
ru: Редактировать аудит плана обеспечение непрерывности бизнеса

source: Business Continuity Plan Audit was successfully edited.
ru: Аудит плана обеспечения непрерывности бизнеса был успешно отредактирован.

source: The objective is to audit the security control for efficiency utilizing the metrics reviews and success criteria defined on the continuity plan. You should be able to add evidence that suppors the audit.
ru: Целью является аудит контроля безопасности для повышения эффективности с использованием обзоров показателей и критериев успеха, определенных в плане обеспечения непрерывности. Вы должны быть в состоянии добавить доказательства, подтверждающие аудит.

source: Business Continuity Plans
ru: План обеспечения непрерывности бизнеса

source: Define your continuity plans in detail and ensure the plan participants are aware of their responsibilities.
ru: Подробно определите свои планы обеспечения непрерывности и убедитесь, что участники плана знают о своих обязанностях.

source: Delete a Business Continuity Plan.
ru: Удалите план обеспечения непрерывности бизнеса.

source: Business Continuity Plan was successfully deleted.
ru: План обеспечения непрерывности бизнеса был успешно удален.

source: Manage your Continuity Plans.
ru: Управляйте своими планами обеспечения непрерывности.

source: Business Continuity Task was successfully acknowledged.
ru: Задача обеспечения непрерывности бизнеса была успешно подтверждена.

source: Create a Business Continuity Plan
ru: Создание плана обеспечения непрерывности бизнеса

source: Business Continuity Plan was successfully added.
ru: План обеспечения непрерывности бизнеса был успешно добавлен.

source: Edit a Business Continuity Plan
ru: Редактирование плана обеспечения непрерывности бизнеса

source: Business Continuity Plan was successfully edited.
ru: План обеспечения непрерывности бизнеса был успешно отредактирован.

source: The plan is in design. Audits not possible.
ru: План в разработке. Аудиты невозможны.

source: Monthly
ru: Ежемесячно

source: Quarterly
ru: Ежеквартально

source: Semester
ru: Полугодие

source: Does not have Attachments
ru: Нет вложений

source: Has Attachments
ru: Имеет приложения

source: Business Continuity Task
ru: Задача обеспечения непрерывности бизнеса

source: Delete a Business Continuity Task.
ru: Удалить задачу обеспечения непрерывности бизнеса.

source: Business Continuity Task was successfully deleted.
ru: Задача обеспечения непрерывности бизнеса была успешно удалена.

source: Create a Business Continuity Task
ru: Создать задачу обеспечения непрерывности бизнеса

source: Business Continuity Task was successfully added.
ru: Задача обеспечения непрерывности бизнеса была успешно добавлена.

source: Edit a Business Continuity Task
ru: Редактирование задачи обеспечения непрерывности бизнеса

source: Business Continuity Task was successfully edited.
ru: Задача обеспечения непрерывности бизнеса была успешно отредактирована.

source: This is the tools used to create an emergency plan. Emergency plans are short and very much to the point. Have you noticed aircraft emergency plans? there's no point in writing long manuals since at emergency times there's no time to read. Keep it to the point and you'll do fine.
ru: Это инструменты, используемые для создания плана реагирования на инцидент. Такие планы коротки и очень конкретны. Вы обращали внимание на аварийные планы на самолетах? Нет смысла писать длинные руководства, так как в чрезвычайных ситуациях нет времени на чтение. Создавайте конкретные планы, и все будет хорошо.

source: Business Units
ru: Подразделения

source: Use this section to describe your organisation and its core processes. For example Finance: (Accounting, Controlling , Paying Invoices, Etc). This section is only useful if you plan to use Risk Management functionalities in eramba.
ru: Используйте этот раздел, чтобы описать вашу организацию и ее основные процессы. Например, Финансы: (учет, контроль, оплата счетов и т. Д.). Этот раздел полезен, если вы планируете использовать функции управления рисками в eramba.

source: Delete a Business Unit.
ru: Удаление подразделения.

source: Business Unit was successfully deleted.
ru: Подразделение успешно удалено.

source: Create a Business Unit
ru: Создание подразделения

source: Business Unit was successfully added.
ru: Подразделение было успешно добавлено.

source: Edit a Business Unit
ru: Редактирование подразделения

source: Business Unit was successfully edited.
ru: Подразделение было успешно отредактировано.

source: Define those business units (and later their processes) that are in the scope of your program. This will be later used to map assets and define risks.
ru: Определите те подразделения (и позже их процессы), которые входят в объем вашей программы. Они будут позже использоваться для сопоставления активов и определения рисков.

source: Comments for "%s"
ru: Комментарии для "%s"

source: Comments
ru: Комментарии

source: Comment and discuss about this item.
ru: Комментарий и обсуждения этого вопроса.

source: Comment
ru: Комментировать

source: Delete a Comment.
ru: Удалить комментарий.

source: Comment was successfully deleted.
ru: Комментарий успешно удален.

source: Insert Comment
ru: Вставить комментарий

source: Comment was successfully added.
ru: Комментарий успешно добавлен

source: Error occured. Please try again.
ru: Произошла ошибка, попробуйте ещё раз

source: Edit a Comment
ru: Изменить комментарий

source: Comment was successfully edited.
ru: Комментарий был успешно отредактирован.

source: New Audit Feedback Comment
ru: Новый комментарий на отзыв по аудиту

source: Compliance Analysis Findings
ru: Результаты анализа требований соответствия

source: Use this section to document your compliance findings (while you receive external audits or as they pop in the organisation. You can also document compliance findings from the Compliance Analysis module (Under Compliance Management).
ru: Используйте этот раздел для документирования результатов проверки соответствия (в то время как вы получаете результаты внешних аудитов или по мере их поступления в организацию). Вы также можете документировать результаты проверки соответствия из модуля анализа соответствия (в разделе «Управление соблюдением требований»).

source: Compliance Analysis Finding
ru: Результаты анализа требований соответствия

source: Delete a Finding.
ru: Удалите результат.

source: Create an Compliance Analysis Finding
ru: Создание результата анализа требований соответствия

source: Compliance Analysis Finding was successfully added.
ru: Результат анализа требований соответствия был успешно добавлен.

source: Edit a Compliance Analysis Finding
ru: Редактирование результата анализа требований соответствия

source: Compliance Analysis Finding was successfully edited.
ru: Результат анализа требований соответствия был успешно отредактирован.

source: Third Party Audit Feedback
ru: Обратная связь (ответ) сторонних аудиторов

source: List of all answers provided by users.
ru: Список всех ответов пользователей.

source: Compliance Audit Feedback
ru: Отзыв об аудите соответствия

source: You will apply this classification to your Risks.
ru: Вы примените эту классификацию к своим Рискам.

source: Delete a Compliance Audit Feedback.
ru: Удалить отзыв аудита соответствия.

source: Compliance Audit Feedback was successfully deleted.
ru: Отзыв по аудиту требований соответствия был успешно удален.

source: Create a Compliance Audit Feedback
ru: Создать отзыв аудита соответствия

source: Compliance Audit Feedback was successfully added.
ru: Отзыв об аудите соответствия добавлен.

source: Edit a Compliance Audit Feedback
ru: Редактировать отзыв аудита соответствия

source: Compliance Audit Feedback was successfully edited.
ru: Отзыв об аудите соответствия успешно отредактирован.

source: Compliance Audit Feedback Profile was successfully added.
ru: Профиль отзыва аудита соответствия добавлен.

source: Third Party Audit Analysis
ru: Анализ аудита третьего лица

source: List of Compliance Package Items.
ru: Список элементов пакета соответствия.

source: Audit Evidence Settings
ru: Настройки свидетельств аудита

source: Audit settings were successfully edited.
ru: Параметры аудита были успешно отредактированы.

source: Send Audit Notifications
ru: Отправлять уведомления об аудите

source: Before we send emails out to auditees you are able to see who will be sent what. If you think there is a mistake go back to the audit and edit its settings.
ru: Прежде чем мы отправим электронные письма проверяемым, вы можете узнать, что и кому будет отправлено. Если вы считаете, что там есть ошибка, вернитесь к аудиту и отредактируйте его настройки.

source: Audit notifications were successfully sent.
ru: Уведомления об аудите были успешно отправлены.

source: Error occured. Please try it again.
ru: Произошла ошибка, попробуйте ещё раз

source: Complete Audit Feedback on "%s"
ru: Полная аудиторская обратная связь

source: Compliance Audit Feedback Required
ru: Требуется отзыв по аудиту требований соответствия

source: Third Party Audits
ru: Аудиты, проводимые третьей стороной.

source: Use this module to peform assessments, audits to your internal or external partners by asking them to respond to a set of questions you define and provide comments and attachments (evidence).
ru: Используйте этот модуль для оценок, проверок ваших внутренних или внешних партнеров, попросив их ответить на набор вопросов, и предоставить комментарии и приложить необходимые документы (доказательства).

source: Third Party Audits (Trash)
ru: Сторонние аудиты (корзина)

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assesed items and more.
ru: Модуль управления аудитом помогает аудиторам управлять аудиторскими действиями: требовать и хранить доказательства, определять подробные требования, записывать результаты и оцениваемые предметы и многое другое.

source: Compliance Management:
ru: Управление соответствием:

source: You have to wait for the rest of the auditees to answer their questions and then you can submit the form.
ru: Вы должны подождать, пока остальные проверяемые ответят на вопросы, и затем вы можете отправить форму.

source: One or more items are missing feedback. Please provide feedback for all items and try again.
ru: Один или несколько элементов не имеют обратной связи. Пожалуйста, предоставьте отзыв для всех элементов и повторите попытку.

source: Thank you for your responses, the questionnaire has been completed and submitted to its owner.
ru: Благодарим вас за ответы, вопросник был заполнен и отправлен его владельцу.

source: Error occured while saving data. Please try again.
ru: При сохранении данных произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Third Party Audit Completed
ru: Завершен сторонний аудит

source: Audit Feedback
ru: Обратная связь по аудиту

source: You are not allowed to answer this question.
ru: Вы не можете ответить на этот вопрос.

source: User "%s" submitted a feedback profile "%s" and chose: %s
ru: Пользователь «%s» представил профиль обратной связи «%s» и выбрал:%s

source: Response saved - at all times you can close this window and continue later.
ru: Ответ сохранен - вы всегда можете закрыть это окно и продолжить позже.

source: Error occured while saving your feedback. Please try again.
ru: Ошибка при сохранении отзыва. Пожалуйста, попробуйте еще раз.

source: Your response is required.
ru: Необходим ваш ответ.

source: New Audit Feedback Provided
ru: Новый отзыв на аудит

source: Delete a Third Party Audit.
ru: Удалить сторонний аудит.

source: Compliance Audit was successfully deleted.
ru: Аудит на соответствия был успешно удален.

source: Create a Compliance Audit
ru: Создать аудит на соответствие

source: Compliance Audit was successfully added.
ru: Аудит на соответствие был успешно добавлен.

source: Edit a Compliance Audit
ru: Редактирование аудита на соответствия

source: Compliance Audit was successfully edited.
ru: Аудит на соответствие был успешно отредактирован.

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assessed items and more.
ru: Модуль управления аудитом помогает аудиторам управлять всеми общими видами аудита: требовать и хранить доказательства, уточнять требования, записывать результаты и оцениваемые темы и многое другое.

source: Copy of %s
ru: Копия %s

source: Third Party Audit was successfully cloned.
ru: Аудит третьей стороны был успешно дублирован.

source: Error occured while saving the cloned data. Please try it again.
ru: При сохранении клонированных данных произошла ошибка. Повторите попытку.

source: The Third Party Audit has already started.
ru: Аудит третьей стороны уже начался.

source: Third Party Audit successfully started.
ru: Аудит третьей стороны успешно начался.

source: The Third Party Audit has been already stopped.
ru: Аудит третьей стороны уже прекращен.

source: Third Party Audit successfully finished.
ru: Аудит третьей стороны успешно завершен.

source: Compliance Exception Management
ru: Управление исключениями из соответствий

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while analysing compliance (Compliance Management / Compliance Analysis) by asociating compliace requirements for which the organisation has no plans to be compliant with complaince exceptions.
ru: Исключения из соответствия используются для фиксирования временного принятия неких проблем соответствия. Они используются во время анализа уровня соответствия (Управление соответствием / Анализ соответствия) путем сопоставления требований соответствия, которые компания не планирует выполнять с соответствующими исключениями.

source: Compliance Exception
ru: Исключение соответствия

source: Delete a Compliance Exception.
ru: Удалить исключение соблюдения.

source: Compliance Exception was successfully deleted.
ru: Исключение соответствия было успешно удалено.

source: Create a Compliance Exception
ru: Создать исключение соответствия

source: Compliance Exception was successfully added.
ru: Исключение соответствия было успешно добавлено.
