Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Please enter a date
ru: Пожалуйста, введите дату

source: Please enter one or more days
ru: Пожалуйста, введите один или несколько дней

source: rule
ru: Правило

source: User must be selected
ru: Пользователь должен быть выбран

source: Email address missing
ru: Адрес электронной почты отсутствует

source: Please enter a comment
ru: Пожалуйста, введите Ваш комментарий.

source: Auditor must be selected.
ru: Аудитор должен быть выбран.

source: Enter a valid date.
ru: Введите допустимую дату.

source: You must choose a status.
ru: Вы должны выбрать статус.

source: Name is a required field
ru: Имя - обязательное поле

source: Status is required
ru: Установите Статус

source: Please select one of the statuses
ru: Пожалуйста, выберите один из статусов

source: Enter a valid date
ru: Введите допустимую дату.

source: Name is required
ru: Имя является обязательным

source: Domain is required
ru: Требуется домен.

source: required
ru: обязательное

source: You must choose a notification.
ru: Вы должны выбрать уведомление.

source: Please enter a number.
ru: Пожалуйста, введите номер.

source: Please enter a number between 1 and 6.
ru: Введите число от 1 до 6.

source: Please enter a number between 0 and 15.
ru: Введите число от 0 до 15.

source: Please fill in this field.
ru: Пожалуйста, заполните это поле

source: Please enter a number between 0 and 365.
ru: Введите число от 0 до 365.

source: Issue source must be selected
ru: Должен быть выбран источник проблемы

source: Please select one of the sources
ru: Пожалуйста, выберите один из источников

source: Status must be selected
ru: Должен быть выбран статус

source: Version is a required field
ru: Версия является обязательным полем

source: Current status can be used only once and is already used by another Scope
ru: Текущее состояние может использоваться только один раз и уже используется в другой области

source: You have to select at least one Asset
ru: Вы должны выбрать по крайней мере один актив

source: You must choose one calculation method
ru: Вы должны выбрать один метод расчета

source: Please enter a valid date
ru: Укажите корректную дату

source: Please enter a valid URL
ru: Пожалуйста, введите правильный адрес

source: This field cannot be empty
ru: Это поле не может быть пустым

source: Choose a date in the future
ru: Выберите дату в будущем

source: Status is invalid
ru: Недопустимое состояние

source: Document Type is invalid
ru: Недопустимый тип документа

source: Document Content is invalid
ru: Недопустимое содержимое документа

source: Permission is invalid
ru: Недопустимое разрешение

source: Passwords must be between 8 and 30 characters long.
ru: Пароль должен быть длиной от 8 до 30 знаков.

source: Email is already used
ru: E-mail уже используется

source: You need to choose one or more objects to perform bulk action
ru: Вам нужно выбрать один или несколько объектов для выполнения массовых действий

source: numeric
ru: числовой

source: The file you uploaded is not a valid CSV file
ru: Загруженный файл не является допустимым файлом CSV
