Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Edit a Compliance Exception
ru: Редактировать исключение соответствия

source: Compliance Exception was successfully edited.
ru: Исключение из соответствия было успешно отредактировано.

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while running a compliance management program by mapping them to those compliance requirements which the organization has decided not to be compliant
ru: Исключения из соответствия используются для фиксирования временного принятия неких проблем соответствия. Они используются во время управления соответствием путем сопоставления требований соответствия, которые компания не планирует выполнять с соответствующими исключениями.

source: Compliance Findings
ru: Выводы по соответствию

source: This is the list of audit findings for a given audit.
ru: Это список результатов аудита для данного аудита.

source: Compliance Findings (Trash)
ru: Выводы по соответствию (корзина)

source: Compliance Finding
ru: Вывод по соответствию

source: Delete a Compliance Finding.
ru: Удалить вывод по соответствию

source: Compliance Finding was successfully deleted.
ru: Вывод по соответствию был успешно удален.

source: Register a Compliance Finding
ru: Зарегистрируйте вывод по соответствию

source: Compliance Finding was successfully added.
ru: Вывод по соответствию был успешно добавлен.

source: Compliance Finding was successfully edited.
ru: Вывод по соответствию был успешно отредактирован.

source: Assesed Item
ru: Обследуемый обьект

source: Use this form to create or edit an audit finding. Audit findings are used by the auditor to record what has been reviewed and if there was some non-compliance.
ru: Используйте эту форму для создания или редактирования результатов аудита. Результаты аудита используются аудитором для записи того, что было рассмотрено, и было ли какое-то несоответствие требованиям.

source: Compliance Management
ru: Управление соблюдением требований

source: Manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined.
ru: Управляйте требованиями по соответствию, сопоставляя элементы управления, риски, исключения, проекты для каждого элемента пакета соответствия, который вы ранее определили.

source: Create a Compliance Package
ru: Создание пакета соответствия

source: Compliance Management was successfully added.
ru: Было успешно добавлено управление соответствием.

source: Edit a Compliance Package
ru: Редактировать пакет соответствия

source: Compliance Management was successfully edited.
ru: Управление соответствием было успешно отредактировано.

source: You can manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined
ru: Вы можете управлять своими требованием по соответствию, сопоставляя элементы управления, риски, исключения, проекты для каждого элемента пакета соответствия, который вы ранее определили

source: None
ru: Пусто

source: Compliance Package Items
ru: Элементы пакета соответствия

source: Delete a Compliance Package Item.
ru: Удалить элемент пакета соответствия.

source: Compliance Package Item was successfully deleted.
ru: Элемент пакета соответствия был успешно удален.

source: Create a Compliance Package Item
ru: Создание элемента пакета соответствия

source: Compliance Package Item was successfully added.
ru: Элемент пакета соответствия был успешно добавлен.

source: Edit a Compliance Package Item
ru: Редактировать элемент пакета соответствия

source: Compliance Package Item was successfully edited.
ru: Элемент пакета соответствия был успешно отредактирован.

source: Compliance Package Database
ru: База данных пакетов соответствия

source: Eramba treats compliance requirements as Compliance Packages. Each specific requirement is called Compliance Package Items. In this module you can upload (CSV format) compliance packages or simply create, edit and delete them using the interface.
ru: Eramba рассматривает требования соответствия как пакеты соответствия. Каждое конкретное требование называется элементом пакета соответствия. В этом модуле вы можете загружать (CSV-формат) пакеты соответствия или просто создавать, редактировать и удалять их с помощью интерфейса.

source: Compliance Package
ru: Пакет соответствия

source: Delete a Compliance Package.
ru: Удалить пакет соответствия.

source: Compliance Package was successfully deleted.
ru: Пакет соответствия был успешно удален.

source: Compliance Package was successfully added.
ru: Пакет соответствия был успешно добавлен.

source: Compliance Package was successfully edited.
ru: Пакет соответствия был успешно отредактирован.

source: Upload a Complete Compliance Package
ru: Загрузите полный пакет соответствия

source: You can upload a complete compliance package from your computer using a Comma Separated File (CSV).
ru: Вы можете загрузить полный пакет соответствия с вашего компьютера с помощью файла с разделителями (CSV).

source: CSV file was imported but one or more lines of the file were incomplete.
ru: CSV-файл был импортирован, но одна или несколько строк файла были неполными.

source: CSV file was successfully imported.
ru: Файл CSV был успешно импортирован.

source: Error occured while saving data. Please check the file and correct any missing data and then try it again.
ru: При сохранении данных произошла ошибка. Проверьте файл и исправьте данные, а затем повторите попытку.

source: Duplicate a Compliance Package
ru: Дублировать пакет соответствия

source: Make a full copy of a Compliance Package, keeping it's original settings
ru: Сделать полную копию пакета соответствия, сохраняя его исходные настройки

source: This field is required
ru: Это поле является обязательным

source: Compliance Package was successfully duplicated.
ru: Пакет соответствия был успешно дублирован.

source: Error occured while saving the duplicated data. Please try it again.
ru: При сохранении дублированных данных произошла ошибка. Повторите попытку.

source: Compliance Report
ru: Отчет о соответствии

source: Hourly CRON has already been processed.
ru: Ежечасный CRON уже обработан.

source: Problem occured while trying to send one or more emails.
ru: При попытке отправить одно или несколько сообщений электронной почты возникла проблема .

source: Hourly CRON has been run successfully.
ru: Ежечасный CRON успешно запущен.

source: There has been a problem while running hourly CRON.
ru: При работе с ежечасным CRON возникла проблема.

source: Error occured while saving a record about this CRON.
ru: При сохранении записи об этом CRON произошла ошибка.

source: Cron Records
ru: Записи Cron

source: eramba has three crontabs that must run every year, day and hour. This log describes when a cron run and what was the result.
ru: У eramba есть три crontab, которые должны запускаться каждый год, день и час. Этот журнал фиксирует, когда запускается cron и каков был результат.

source: Daily CRON has already been processed today.
ru: Ежедневный CRON сегодня уже обработан.

source: Daily CRON is running at the moment, try again in %s seconds
ru: Ежедневный CRON в настоящий момент работает, повторите попытку через %s секунд

source: Backup of your database failed
ru: Не удалось выполнить резервное копирование вашей базы данных

source: Status management failed
ru: Не удалось выполнить управление статусом

source: Processing user bans failed
ru: Обработка запретов пользователей не выполнена

source: Awareness Program processing failed
ru: Ошибка обработки программы повышения осведомленности

source: Notifications processing failed
ru: Ошибка обработки уведомлений

source: Daily CRON has been run successfully.
ru: Ежедневный CRON был успешно запущен.

source: There has been a problem while running daily CRON.
ru: В ходе ежедневного CRON возникла проблема.

source: Error occured while saving record about advanced filters CRON.
ru: Произошла ошибка при сохранении записи об расширенных фильтрах CRON.

source: Error occured while sending emails.
ru: Ошибка при отправке писем.

source: Yearly CRON has already been processed this year.
ru: Ежегодный CRON уже обработан в этом году.

source: Yearly CRON is running at the moment, try again in %s seconds
ru: Ежегодный CRON работает в настоящий момент, повторите попытку через %s секунд

source: Yearly audits and maintenances update failed.
ru: Ежегодное обновление аудита и обслуживания не удалось.

source: Yearly CRON has been run successfully.
ru: Ежегодный CRON успешно запущен.

source: There has been a problem while running yearly CRON.
ru: Во время работы ежегодного CRON возникла проблема.

source: Data Asset Analysis
ru: Анализ информацонных активов

source: For the data assets previously identified, describe the process of how it is created, processed, stored, tansmitted and disposed of in order to ensure that the correct controls are in place for each phase of the lifecycle of the data.
ru: Для ранее идентифицированных активов описывается процесс их создания, обработки, хранения, передачи и удаления, чтобы обеспечить правильное управление для каждой фазы жизненного цикла данных.

source: Data Assets
ru: Информационные активы

source: Delete a Data asset.
ru: Удалить информационный актив.

source: Data Asset was successfully deleted.
ru: Информационный актив был успешно удален.

source: Analyse a Data Asset
ru: Проанализируйте информационный актив

source: Data Asset was successfully added.
ru: Информационный актив был успешно добавлен.

source: Data Asset was successfully edited.
ru: Информационный актив был успешно отредактирован.

source: In the end, is your core data assets that you struggle to protect every day, isnt it?. It's important you identify for each data asset status (creation, modification, storage, transit and deletion) how those assets are protected.
ru: В конце концов, вы изо всех сил защищаете каждый день ваши основные информационные активы, не так ли ?. Важно, чтобы вы определяли статус защиты каждого информационного актива (создание, изменение, хранение, транзит и удаление).

source: Audit Improvement
ru: Улучшение аудита

source: Delete an Audit Improvement.
ru: Удалить улучшение аудита.

source: Audit Improvement was successfully deleted.
ru: Улучшение аудита было успешно удалено.

source: Goal Audit Improvement was successfully added.
ru: Цель аудита улучшений добавлена.

source: Edit a Goal Audit Improvement
ru: Редактировать установленные цели аудита улучшений.

source: Goals Performance Review Report
ru: Обзорный отчет целей

source: This is a report of all the audits registed for this Goal.
ru: Данный отчет привязан у казанной цели.

source: Goal Audits
ru: Цель аудитов

source: Delete a Goal Audit.
ru: Удалить цель аудита.

source: Goal Audit was successfully deleted.
ru: Цель аудита была удалена.

source: Edit a Goal Audit
ru: Изменить цель аудита.

source: Goal Audit was successfully edited.
ru: Цель аудита была изменена.

source: text.
ru: текста.

source: Program Goals & Objectives
ru: Цели и задачи программы

source: Define your program goals and objectives. Select all applicable controls, risks and projects that will support this. Define your program metrics and evaluate them at regular periods of time.
ru: Определите цели и задачи вашей программы. Выберите все применимые меры контроля, риски и проекты, которые будут поддерживать их. Определите показатели своей программы и регулярно их оценивайте.

source: Goals
ru: Цели

source: Delete a Goal.
ru: Удалить цель.

source: Goal was successfully deleted.
ru: Цель была успешно удалена!

source: Create a Goal
ru: Создать новую цель:

source: Goal was successfully added.
ru: Цель была успешно добавлена.

source: Edit a Goal
ru: Изменить цель

source: Goal was successfully edited.
ru: Цель была успешно изменена

source: subtitle.
ru: подзаголовок

source: Role Management
ru: Управление ролями

source: Groups are used to control what access to the system is granted to system users. Once a group is created make sure you define the level of access trough the use of "Group Access" settings. Once the access definition is done, you might grant a system user a group.
ru: Группы используются для контроля того, какой доступ к системе предоставляется пользователям. После создания группы убедитесь, что вы определили уровень доступа с помощью настроек «Групповой доступ». Как только определение доступа будет выполнено, вы можете перенести пользователя системы в группу.

source: Create a Role
ru: Создать новую роль

source: You can control user access to eramba by defining roles and later assigning them to user accounts. For each role, you must define to which sections of the system groups are allowed to access and edit information.
ru: Вы можете управлять доступом пользователя к eramba, определяя роли и затем назначая их учетным записям пользователей. Для каждой роли вы должны определить, к каким разделам системных групп разрешен доступ и редактирование информации.

source: Role was successfully added.
ru: Роль была успешно добавлена.

source: Edit Role
ru: Изменить роль

source: Role was successfully edited.
ru: Был успешно изменен.

source: Delete a Group.
ru: Удалить группу.

source: Admin group user cannot be deleted.
ru: Пользователь группы администраторов не может быть удален.

source: Group was successfully deleted.
ru: Группа успешно удалена.

source: Issues for "%s"
ru: Задачи для "%s"

source: Issues
ru: Проблемы

source: Issues for this item.
ru: Задачи для этого элемента.

source: Create a Issue
ru: Создать задачу

source: Issue was successfully added.
ru: Задача успешно добавлена.

source: Edit a Issue
ru: Редактировать задачу

source: Issue was successfully edited.
ru: Задача была успешно отредактирована.

source: Issue
ru: Задача

source: Delete a Issue.
ru: Удалить задачу.

source: Issue was successfully deleted.
ru: Задача успешно удалена.

source: LDAP Connectors
ru: LDAP коннекторы

source: Ldap Connectors
ru: Ldap коннектор

source: Delete an Ldap Connector.
ru: Удалите Ldap коннектор.

source: Ldap Connector was successfully deleted.
ru: Ldap коннектор успешно удален.

source: Create an LDAP Connector
ru: Создание LDAP коннектора

source: LDAP Connector was successfully added.
ru: LDAP коннектор был успешно добавлен.

source: Edit an LDAP Connector
ru: Редактирование LDAP коннектора

source: LDAP Connector was successfully edited.
ru: LDAP коннектор был успешно отредактирован.

source: LDAP Connectors Authentication
ru: Аутентификация LDAP коннекторов

source: Select which LDAP connector will be used for each of the authentication portals in eramba. Once you save your selection the LDAP will immediately activate and all authentications (except the one for the user admin) will be authenticated using the settings defined on the connector
ru: Выберите, какой LDAP-коннектор будет использоваться для каждого портала аутентификации в eramba. После того, как вы сохраните свой выбор, LDAP немедленно активируется, и все аутентификации (кроме администратора) будут аутентифицироваться с использованием настроек, определенных в коннекторе

source: Authentication was successfully edited.
ru: Параметры аутентификации были успешно отредактированы.

source: Legal Constraints
ru: Правовые ограничения

source: This section allows you to define all applicable business liabilities. This will be used later in the risk management module to magnify those risks which are subject to them
ru: В этом разделе вы можете определить все применимые обязательства. Они будут использоваться позже в модуле управления рисками для увеличения тех рисков, которые им подвержены

source: Legals
ru: Юридические вопросы

source: Delete a Legal.
ru: Удаление юридического вопроса.

source: Legal was successfully deleted.
ru: Юридический вопрос был успешно удален.

source: Create a Legal Constraint
ru: Создать правовое ограничение

source: Legal Constraint was successfully added.
ru: Правовое ограничение было успешно добавлено.

source: Edit a Legal Constraint
ru: Редактировать правовое ограничение

source: Legal Constraint was successfully edited.
ru: Правовое ограничение было успешно отредактировано.

source: News
ru: Новости

source: Notifications
ru: Уведомления

source: List of all Notifications that exists in the application.
ru: Список всех уведомлений, которые существуют в приложении.

source: Manage notifications and associate them with one or multiple objects within a section.
ru: Управление уведомлениями и связывание их с одним или несколькими объектами в разделе.

source: Notification was enabled for this item.
ru: Для этого элемента было включено уведомление.

source: The Notification is already enabled for this item.
ru: Уведомление уже включено для этого элемента.

source: Notification it not yet mapped to this item. There is nothing to enable.
ru: Уведомление, еще не сопоставлено с этим элементом. Нечего делать.

source: Notification was enabled for all mapped objects.
ru: Уведомления были включены для всех сопоставленных объектов.

source: Notification was disabled for this item.
ru: Для этого элемента было отключено уведомление.

source: The Notification is already disabled for this item.
ru: Уведомление уже отключено для этого элемента.

source: Notification it not yet mapped to this item. There is nothing to disable.
ru: Уведомление, еще не сопоставлено с этим элементом. Нечего отключать.

source: Notification was disabled for all mapped objects.
ru: Уведомление было отключено для всех сопоставленных объектов.

source: Notification was associated to this item.
ru: Уведомление было связано с этим элементом.

source: You missed some required form fields. Please try it again.
ru: Вы пропустили некоторые обязательные поля формы. Повторите попытку.

source: The Notification is already mapped to this item.
ru: Уведомление уже привязано к этому элементу.

source: Notification was associated to all items.
ru: Уведомление было связано со всеми элементами.

source: Notification was removed from the item.
ru: Уведомление было удалено из элемента.

source: Notification is not associated with the item. There is nothing to remove.
ru: Уведомление не связано с элементом. Нечего снимать.

source: Setup Notifications
ru: Настройка уведомлений

source: Define the notifications for current section. Notification can be either warning or awareness and their availability depends on each object
ru: Определите уведомления для текущего раздела. Уведомление может быть предупреждением или связанным с повышением осведомленности, и их доступность зависит от каждого объекта

source: Notifications were successfully edited.
ru: Уведомления были успешно отредактированы.

source: Delete a Notification.
ru: Удалить уведомление.

source: Notification was successfully deleted.
ru: Уведомление успешно удалено.

source: Notification Feedback for %s "%s"
ru: Отзыв по уведомлению для %s "%s"

source: Notification Feedback
ru: Отзыв по уведомлению

source: Provide a feedback for notification by entering a comment or uploading attachments.
ru: Предоставьте отзыв для уведомления, введя комментарий или загрузив приложения.

source: No feedback provided
ru: Нет отзывов

source: Feedback provided
ru: Обратная связь предоставлена

source: Feedback was successfully added.
ru: Обратная связь была успешно добавлена.

source: Please provide comment feedback to the object before submitting the form.
ru: Перед отправкой формы отправьте комментарий к объекту.

source: Welcome
ru: Приветствуем

source: Dashboard
ru: Дашборд

source: Expiration
ru: Срок действия

source: Review
ru: Отзыв

source: Audit
ru: Аудит

source: Maintenance
ru: Обслуживание

source: Deadline
ru: Крайний срок

source: About
ru: О нас

source: User License
ru: Пользовательская лицензия

source: Policy Portal Login
ru: Вход в портал нормативной документации

source: There are no public documents available.
ru: Публичных документов нет.

source: Guest
ru: Гость

source: Could not login as guest. Try again please.
ru: Не удалось войти в качестве гостя. Повторите попытку, пожалуйста.

source: Policy Portal
ru: Портал нормативной документации

source: Policy - %s
ru: Политика -%s

source: You don't have a permission to view this document.
ru: У вас нет разрешения на просмотр этого документа.

source: Policy Exceptions
ru: Исключения политики

source: Policy exceptions are used to record requests to the GRC department that go clearly against a documented and published Policy. This functionality allows you to set deadlines, notifications and reports based on your recorded exceptions.
ru: Исключения политики используются для записи запросов в отдел GRC, которые явно противоречат документированной и опубликованной политике. Эта функция позволяет вам устанавливать предельные сроки, уведомления и отчеты на основе ваших зарегистрированных исключений.

source: Delete a Policy Exception.
ru: Удалить исключение политики.

source: Policy Exception was successfully deleted.
ru: Исключение политики было успешно удалено.

source: Create a Policy Exception
ru: Создать исключение политики

source: Policy Exception was successfully added.
ru: Исключение политики было успешно добавлено.

source: Edit a Policy Exception
ru: Редактировать исключение политики

source: Policy Exception was successfully edited.
ru: Исключение политики было успешно отредактировано.

source: Policy exceptions are highly applicable on most programs as they are used every time a Policy exception is required. For example, a user requesting access to a system which would normally would be above its access level would require a Policy Exception for a determined period of time.
ru: Исключения политики часто применяются для большинства программ, поскольку они используются каждый раз, когда требуется исключение. Например, пользователь, запрашивающий доступ к системе, к которой доступ для его учетной записи не предусмотрен, потребует исключения политики на определенный период времени.

source: Processes
ru: Процессы

source: Delete a Process.
ru: Удалить процесс.

source: Process was successfully deleted.
ru: Процесс успешно удален.

source: Create a Business Process
ru: Создание бизнес-процесса

source: Business Process was successfully added.
ru: Бизнес-процесс был успешно добавлен.

source: Edit a Business Process
ru: Изменение бизнес-процесса

source: Business Process was successfully edited.
ru: Бизнес-процесс был успешно отредактирован.

source: Describe the main functions of each Business Unit. There shouldnt be more than three or four. If you dare going too much in detail you might exponentially increase the task of understanding your organization and all that level of detail might not bring substantial value. Start small.
ru: Опишите основные функции каждой бизнес-подразделения. Там не должно быть больше трех или четырех функций. Если вы рискнете описывать слишком подробно, вы можете значительно увеличить время необходимое для понимания своей организации, и большой уровень детализации может не принести существенной ценности. Начните с малого.

source: Program Health
ru: Статус систем

source: This shows the overall status of the core sections of the system.
ru: Это показывает общее состояние основных секций системы.

source: Program Issues & Challenges
ru: Проблемы программы

source: Issues are elements in the internal and/or external environment that drive the development of the program and its goals. This is of particular interest for those programs looking for ISO 27001 compliance.
ru: Задачи являются элементами внутренней и / или внешней среды, которые стимулируют разработку программы и ее целей. Это представляет особый интерес для тех программ, которые ставят целью соответствие требованиям ISO 27001.

source: Delete an Issue.
ru: Удалить задачу.

source: Create an Issue
ru: Создать задачу

source: Edit a Scope
ru: Изменить область действия
