Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Requested model instance '%s' does not exist
ru: Запрошенный экземпляр модели «%s» не существует

source: PHP version %s is required for the application at least. Your PHP version is %s. Please update your system with the latest version of PHP and related extensions, if possible.
ru: Для приложения требуется PHP версия как минимум %s. У Вас PHP версии %s. Если возможно, обновите PHP и связанные с ней расширения до последней версии.

source: Currency configuration is invalid or not available.
ru: Конфигурация валюты неверна или недоступна.

source: Default (English)
ru: По умолчанию (английский)

source: English (US)
ru: Английский (США)

source: Spanish (Argentina)
ru: Испанский (Аргентина)

source: Portuguese
ru: Португальский

source: Korean
ru: Корейский

source: Draft
ru: Черновик

source: Validation Request Sent
ru: Отправлен запрос на подтверждение

source: Validation Executed
ru: Выполнение проверки

source: Approval Request Sent
ru: Отправлен запрос на утверждение

source: Approval Executed
ru: Утверждение выполнено

source: Fail
ru: Сбой

source: Pass
ru: Пройдено

source: Closed
ru: Закрыто

source: Open
ru: Открытый

source: Audit Finding
ru: Заключение аудиторской проверки

source: Assessment
ru: Оценка

source: No Evidence Needed
ru: Доказательства не требуются

source: Evidence Provided
ru: Предоставленные доказательства

source: Waiting for Evidence
ru: Ожидание доказательств

source: Insert
ru: Вставить

source: Update
ru: Обновить

source: Delete
ru: Удалить

source: Login
ru: Авторизоваться

source: Wrong Login
ru: Неправильный логин

source: Published
ru: Опубликовано

source: Yes
ru: Да

source: No
ru: Нет

source: Accept
ru: Принять

source: Avoid
ru: Избежать

source: Mitigate
ru: Меры по уменьшению ущерба

source: Transfer
ru: Передача

source: Active
ru: Активный

source: Disabled
ru: Выключено

source: Authenticator
ru: Аутентификатор

source: Group
ru: Группа

source: Email Attribute
ru: Атрибут электронной почты

source: Account plus Domain
ru: Аккаунт плюс домен

source: Event
ru: Событие

source: Possible Incident
ru: Возможный инцидент

source: Incident
ru: Инцидент

source: Completed
ru: Завершенный

source: Initiated
ru: Начато

source: Policy
ru: Политика

source: Standard
ru: Стандарт

source: Procedure
ru: Процедура

source: Public
ru: Публичный

source: Private
ru: Частный

source: Authorized Uses Only
ru: Только Санкционированное Использование

source: Use Content
ru: Использовать контент

source: Use Attachments
ru: Использование вложений

source: Use URL
ru: Использовать URL-адрес

source: Enabled
ru: Включено

source: Notifications sent
ru: Уведомления отправлены

source: Notifications ignored
ru: Уведомления игнорируются

source: Awareness
ru: Осознание

source: Warning
ru: Предупреждение

source: Default
ru: По умолчанию

source: Report
ru: Отчёт

source: Desired
ru: Желаемые

source: Critical
ru: Критический

source: Not OK
ru: Не в порядке

source: Asset Risk
ru: Риск актива

source: Third Party Risk
ru: Риск третьей стороны

source: Business Risk
ru: Бизнес-риск

source: Discarded
ru: Отброшенные

source: Current
ru: Текущий

source: Internal
ru: Внутренний

source: External
ru: Внешний

source: organizational structure
ru: организационная структура

source: roles and responsibilities
ru: роли и обязанности

source: business strategy and objectives
ru: бизнес-стратегия и цели

source: capabilities and resources
ru: возможности и ресурсы

source: organizational culture
ru: корпоративная культура

source: information systems and processes
ru: информационные системы и процессы

source: contractual relationships
ru: договорные взаимоотношения

source: Other
ru: Другие

source: interested parties
ru: заинтересованные стороны

source: political
ru: политики

source: economic
ru: экономический

source: cultural
ru: культурный

source: technological
ru: технологическое

source: competitive
ru: конкурентоспособный

source: environment
ru: среда

source: Inactive
ru: Неактивный

source: Equal
ru: Равный

source: Above
ru: Сверху

source: Under
ru: Под

source: On
ru: Вкл

source: After
ru: После

source: Before
ru: До

source: Short Text
ru: Короткий текст

source: Paragraph
ru: Параграф

source: Date
ru: Дата

source: Dropdown
ru: Выпадающий

source: Compliance Item List
ru: Список элементов соответствия

source: User UID
ru: Пользовательский UID

source: User Email
ru: Email пользователя

source: User Name
ru: Имя пользователя

source: Hourly
ru: Ежечасно

source: Daily
ru: Ежедневно

source: Yearly
ru: Ежегодно

source: Success
ru: Успешно

source: Error
ru: Ошибка

source: Not yet answered
ru: Еще не ответа

source: United Arab Emirates dirham
ru: Дирхам ОАЭ

source: United Arab Emirates
ru: Объединённые Арабские Эмираты

source: Afghani
ru: Aфгани (ден. единица Афганистана)

source: Afghanistan
ru: Афганистан

source: Lek
ru: Лек

source: Albania
ru: Албания

source: Armenian Dram
ru: Армянских драмов

source: Armenia
ru: Армения

source: Netherlands Antillian Guilder
ru: Нидерландский Антильский Гульден

source: Netherlands Antilles
ru: Нидерландские Антильские острова

source: Kwanza
ru: Кванза (ден. ед. Анголы)

source: Angola
ru: Ангола

source: Argentine Peso
ru: Аргентинский песо

source: Argentina
ru: Аргентина

source: Australian Dollar
ru: Австралийский доллар

source: Australia
ru: Австралия

source: Australian Antarctic Territory
ru: Австралийская антарктическая территория

source: Christmas Island
ru: Остров Рождества

source: Cocos (Keeling) Islands
ru: Кокосовые острова

source: Heard and McDonald Islands
ru: Остров Херд и острова Макдональд

source: Kiribati
ru: Кирибати

source: Nauru
ru: Науру

source: Norfolk Island
ru: Остров Норфолк

source: Tuvalu
ru: Тувалу

source: Aruban Guilder
ru: Арубанский гульден

source: Aruba
ru: Аруба

source: Azerbaijanian Manat
ru: Азербайджанский манат

source: Azerbaijan
ru: Азербайджан

source: Convertible Marks
ru: Конвертируемая марка (национальная валюта Боснии и Герцеговины)

source: Bosnia and Herzegovina
ru: Босния и Герцеговина

source: Barbados Dollar
ru: Барбадосский доллар

source: Barbados
ru: Барбадос

source: Bangladeshi Taka
ru: Бангладешская така

source: Bangladesh
ru: Бангладеш

source: Bulgarian Lev
ru: Болгарский лев

source: Bulgaria
ru: Болгария

source: Bahraini Dinar
ru: Бахрейнский динар

source: Bahrain
ru: Бахрейн

source: Burundian Franc
ru: Бурундийский франк

source: Burundi
ru: Бурунди

source: Bermudian Dollar (customarily known as Bermuda Dollar)
ru: Бермудский доллар (обычно известный как доллар Бермудских островов)

source: Bermuda
ru: Бермудские Острова

source: Brunei Dollar
ru: Брунейский доллар

source: Brunei
ru: Бруней

source: Boliviano
ru: Боливиано

source: Bolivia
ru: Боливия

source: Bolivian Mvdol (Funds code)
ru: Боливийский Мвдол (код фондов)

source: Brazilian Real
ru: Бразильский реал

source: Brazil
ru: Бразилия

source: Bahamian Dollar
ru: Багамский доллар

source: Bahamas
ru: Багамские Острова

source: Ngultrum
ru: Нгу́лтрум (ден. ед. Бутан)

source: Bhutan
ru: Бутан

source: Pula
ru: Пула

source: Botswana
ru: Ботсвана

source: Belarussian Ruble
ru: Белорусский рубль

source: Belarus
ru: Беларусь

source: Belize Dollar
ru: Белизский доллар

source: Belize
ru: Белиз

source: Canadian Dollar
ru: Канадский доллар

source: Canada
ru: Канада

source: Franc Congolais
ru: Франк Конго

source: Democratic Republic of Congo
ru: Демократическая Республика Конго

source: WIR Euro (complementary currency)
ru: WIR-валюта

source: Switzerland
ru: Швейцария

source: Swiss Franc
ru: Швейцарский франк

source: Switzerland, Liechtenstein
ru: Швейцария, Лихтенштейн

source: WIR Franc (complementary currency)
ru: WIR Franc (виртуальная валюта)

source: Unidades de formento (Funds code)
ru: Unidades de formento

source: Chile
ru: Чили

source: Chilean Peso
ru: Чилийское песо

source: Yuan Renminbi
ru: Китайский юань

source: Mainland China
ru: Материковый Китай

source: Colombian Peso
ru: Колумбийское песо

source: Colombia
ru: Колумбия

source: Unidad de Valor Real
ru: Валюта UVR (связна с колумбийским песо)

source: Costa Rican Colon
ru: Коста-Риканский колон

source: Costa Rica
ru: Коста-Рика

source: Cuban Peso
ru: Кубинское песо

source: Cuba
ru: Куба

source: Cape Verde Escudo
ru: Эскудо Кабо- Верде

source: Cape Verde
ru: Кабо-Верде

source: Cyprus Pound
ru: Киприотский фунт

source: Cyprus
ru: Кипр

source: Czech Koruna
ru: Чешская крона

source: Czech Republic
ru: Чешская Республика

source: Djibouti Franc
ru: Франк Джибути

source: Djibouti
ru: Джибути

source: Danish Krone
ru: Датская крона

source: Denmark, Faroe Islands, Greenland
ru: Дания, Фарерские острова, Гренландия

source: Dominican Peso
ru: Доминиканский песо

source: Dominican Republic
ru: Доминиканская Республика

source: Algerian Dinar
ru: Алжирский динар

source: Algeria
ru: Алжир

source: Kroon
ru: Крона

source: Estonia
ru: Эстония

source: Egyptian Pound
ru: Египетский фунт

source: Egypt
ru: Египет

source: Nakfa
ru: Накфа

source: Eritrea
ru: Эритрея

source: Ethiopian Birr
ru: Эфиопский быр

source: Ethiopia
ru: Эфиопия

source: Euro
ru: Евро

source: European Union, see eurozone
ru: Европейский союз, см. Еврозону

source: Fiji Dollar
ru: Доллар Фиджи

source: Fiji
ru: Фиджи

source: Falkland Islands Pound
ru: Фунт Фолклендских островов

source: Falkland Islands
ru: Фолклендские острова

source: Pound Sterling
ru: Фунт стерлингов

source: United Kingdom
ru: Великобритания

source: Lari
ru: Лари

source: Georgia
ru: Грузия

source: Cedi
ru: Cеди (ден. ед. Гана)

source: Ghana
ru: Гана

source: Gibraltar pound
ru: Гибралтарский фунт

source: Gibraltar
ru: Гибралтар

source: Dalasi
ru: Дала́си (ден. ед Гамбии)

source: Gambia
ru: Гамбия

source: Guinea Franc
ru: Гвинейский франк

source: Guinea
ru: Гвинея

source: Guatemala
ru: Гвателмала

source: Guyana Dollar
ru: Доллар Гайаны

source: Guyana
ru: Гайана

source: Hong Kong Dollar
ru: Гонконгский доллар

source: Hong Kong Special Administrative Region
ru: Специальный администрати́вный райо́н Гонко́нг

source: Lempira
ru: Лемпира (ден. ед. Гондурса)

source: Honduras
ru: Гондурас

source: Croatian Kuna
ru: Хорватская куна

source: Croatia
ru: Хорватия

source: Haiti Gourde
ru: гурд (ден. ед. Гаити)

source: Haiti
ru: Гаити

source: Forint
ru: Форинт

source: Hungary
ru: Венгрия

source: Rupiah
ru: Рупия

source: Indonesia
ru: Индонезия

source: New Israeli Shekel
ru: Израильский шекель

source: Israel
ru: Израиль

source: Indian Rupee
ru: Индийская рупия

source: Bhutan, India
ru: Бутан, Индия

source: Iraqi Dinar
ru: Иракский динар

source: Iraq
ru: Ирак

source: Iranian Rial
ru: Иранский риал

source: Iran
ru: Иран

source: Iceland Krona
ru: Исландская крона

source: Iceland
ru: Исландия

source: Jamaican Dollar
ru: Ямайский доллар

source: Jamaica
ru: Ямайка

source: Jordanian Dinar
ru: Иорданский динар

source: Jordan
ru: Иордания

source: Japanese yen
ru: Японская иена

source: Japan
ru: Япония

source: Kenyan Shilling
ru: Кенийский шиллинг

source: Kenya
ru: Кения

source: Som
ru: Сом

source: Kyrgyzstan
ru: Киргизтан

source: Riel
ru: Риель

source: Cambodia
ru: Камбоджа

source: Comoro Franc
ru: Франк Комор

source: Comoros
ru: Коморские острова

source: North Korean Won
ru: Вона КНДР

source: North Korea
ru: Северная Корея

source: South Korean Won
ru: Южнокорейская вона

source: South Korea
ru: Южная Корея

source: Kuwaiti Dinar
ru: Кувейтский динар KWD

source: Kuwait
ru: Кувейт

source: Cayman Islands Dollar
ru: Доллар Каймановых островов

source: Cayman Islands
ru: Каймановы острова

source: Tenge
ru: Тенге

source: Kazakhstan
ru: Казахстан

source: Kip
ru: Кип

source: Laos
ru: Лаос

source: Lebanese Pound
ru: Ливанский фунт

source: Lebanon
ru: Ливан

source: Sri Lanka Rupee
ru: Шри- Ланкийская рупия

source: Sri Lanka
ru: Шри Ланка

source: Liberian Dollar
ru: Доллар Либерии

source: Liberia
ru: Либерия

source: Loti
ru: Лоти

source: Lesotho
ru: Лесото

source: Lithuanian Litas
ru: Литовский лит

source: Lithuania
ru: Литва

source: Latvian Lats
ru: Латвийский лат

source: Latvia
ru: Латвия

source: Libyan Dinar
ru: Ливийский динар

source: Libya
ru: Ливия

source: Moroccan Dirham
ru: Марокканский дирхам

source: Morocco, Western Sahara
ru: Марокко, Западная Сахара

source: Moldovan Leu
ru: Молдавский лев

source: Moldova
ru: Молдавия

source: Malagasy Ariary
ru: Малагасийский ариари

source: Madagascar
ru: Мадагаскар

source: Denar
ru: Динар

source: Kyat
ru: Кьят

source: Myanmar
ru: Мьянма

source: Tugrik
ru: Тугрик

source: Mongolia
ru: Монголия

source: Pataca
ru: Патака

source: Macau Special Administrative Region
ru: Особый административный район Макао

source: Ouguiya
ru: Мавританская угия

source: Mauritania
ru: Мавритания

source: Maltese Lira
ru: Мальтийская лира

source: Malta
ru: Мальта

source: Mauritius Rupee
ru: Маврикийская рупия

source: Mauritius
ru: Мавритания

source: Rufiyaa
ru: Руфия

source: Maldives
ru: Мальди́вская Респу́блика

source: Kwacha
ru: Квача

source: Malawi
ru: Малави

source: Mexican Peso
ru: Мексиканское песо

source: Mexico
ru: Мексика

source: Malaysian Ringgit
ru: Малайзийский ринггит

source: Malaysia
ru: Малайзия

source: Metical
ru: Мозамбикский метикал

source: Mozambique
ru: Мозамбик

source: Namibian Dollar
ru: Намибийский доллар

source: Namibia
ru: Намибия

source: Naira
ru: Нигерийская найра

source: Nigeria
ru: Нигерия

source: Cordoba Oro
ru: Никарагуанская кордоба

source: Nicaragua
ru: Никарагуа

source: Norwegian Krone
ru: Норвежская крона

source: Norway
ru: Норвегия

source: Nepalese Rupee
ru: Непальская рупия

source: Nepal
ru: Непал

source: New Zealand Dollar
ru: Новозеландский доллар

source: Cook Islands
ru: Острова Кука

source: New Zealand
ru: Новая Зеландия

source: Niue
ru: Ниуэ

source: Pitcairn, Tokelau
ru: Острова Питкэрн

source: Rial Omani
ru: Оманский риал

source: Oman
ru: Оман

source: Balboa
ru: Бальбоа

source: Panama
ru: Панама

source: Nuevo Sol
ru: Перуанский новый соль

source: Peru
ru: Перу

source: Kina
ru: Кина

source: Papua New Guinea
ru: Папуа Новая Гвинея

source: Philippine Peso
ru: Филипинский песо

source: Philippines
ru: Филиппины

source: Pakistan Rupee
ru: Пакистанская рупия

source: Pakistan
ru: Пакистан

source: Zloty
ru: Польский злотый

source: Poland
ru: Польша

source: Guarani
ru: Парагвайский гуарани

source: Paraguay
ru: Парагвай

source: Qatari Rial
ru: Катарский риал

source: Qatar
ru: Катар

source: Romanian New Leu
ru: Румынский Новый Лев

source: Romania
ru: Румыния

source: Serbian Dinar
ru: Сербский динар

source: Serbia
ru: Сербия

source: Russian Ruble
ru: Российский рубль

source: Russia
ru: Россия

source: Abkhazia
ru: Абхазия

source: South Ossetia
ru: Южная Осетия

source: Rwanda Franc
ru: Руандийский франк

source: Rwanda
ru: Руанда

source: Saudi Riyal
ru: Саудовский риял

source: Saudi Arabia
ru: Саудовская Аравия

source: Solomon Islands Dollar
ru: Доллар Соломоновых Островов

source: Solomon Islands
ru: Соломоновы острова

source: Seychelles Rupee
ru: Сейшельская рупия

source: Seychelles
ru: Сейшельские острова

source: Sudanese Pound
ru: Суданский фунт

source: Sudan
ru: Судан

source: Swedish Krona
ru: Шведская крона

source: Sweden
ru: Швеция

source: Singapore Dollar
ru: Сингапурский доллар

source: Singapore
ru: Сингапур

source: Saint Helena Pound
ru: Фунт Святой Елены

source: Saint Helena
ru: Остров Святой Елены

source: Slovak Koruna
ru: Словацкая крона

source: Slovakia
ru: Словакия

source: Leone
ru: Леон

source: Sierra Leone
ru: Сьерра-Леоне

source: Somali Shilling
ru: Сомалийский шиллинг

source: Somalia
ru: Сомали

source: Surinam Dollar
ru: Суринамский доллар

source: Suriname
ru: Суринам

source: Dobra
ru: Добра Сан-Томе и Принсипи

source: São Tomé and Príncipe
ru: Сан-Томе и Принсипи

source: Syrian Pound
ru: Сирийский фунт

source: Syria
ru: Сирия

source: Lilangeni
ru: Свазилендский лилангени

source: Swaziland
ru: Свазиленд

source: Baht
ru: Тайский бат

source: Thailand
ru: Тайланд

source: Somoni
ru: Сомони

source: Tajikistan
ru: Таджикистан

source: Manat
ru: Манат

source: Turkmenistan
ru: Туркменистан

source: Tunisian Dinar
ru: Тунисский динар

source: Tunisia
ru: Тунис

source: Pa'anga
ru: Тонганская паанга

source: Tonga
ru: Тонга

source: New Turkish Lira
ru: Турецкая лира

source: Turkey
ru: Турция

source: Trinidad and Tobago Dollar
ru: Доллар Тринидада и Тобаго

source: Trinidad and Tobago
ru: Тринидад и Тобаго

source: New Taiwan Dollar
ru: Новый тайваньский доллар

source: Taiwan and other islands that are under the effective control of the Republic of China (ROC)
ru: Тайвань и другие острова, находящиеся под эффективным контролем Китайской Народной Республики (КНР)

source: Tanzanian Shilling
ru: Танзанийский шиллинг

source: Tanzania
ru: Танзания

source: Hryvnia
ru: Гривна

source: Ukraine
ru: Украина

source: Uganda Shilling
ru: Уганди́йский ши́ллинг

source: Uganda
ru: Уганда

source: US Dollar
ru: Американскийдоллар

source: American Samoa
ru: Американское Самоа

source: British Indian Ocean Territory
ru: Британская Территория в Индийском Океане

source: Ecuador
ru: Эквадор

source: El Salvador
ru: Сальвадор

source: Guam
ru: Гуам

source: Marshall Islands
ru: Маршалловы острова

source: Micronesia
ru: Микронезия

source: Northern Mariana Islands
ru: Северные Марианские Острова

source: Palau
ru: Палау

source: Puerto Rico
ru: Пуэрто-Рико

source: East Timor
ru: Восточный Тимор

source: Turks and Caicos Islands
ru: Теркс и Кайкос

source: United States
ru: США

source: Virgin Islands
ru: Виргинские острова

source: Peso Uruguayo
ru: Уругвайский песо

source: Uruguay
ru: Уругвай

source: Uzbekistan Som
ru: Узбекистанский Сом

source: Uzbekistan
ru: Узбекистан

source: Venezuelan bolívar
ru: Венесуэльский боливар

source: Venezuela
ru: Венесуэлла

source: Vietnamese đồng
ru: Вьетнамский донг

source: Vietnam
ru: Вьетнам

source: Vatu
ru: Вату

source: Vanuatu
ru: Вануату

source: Samoan Tala
ru: Самоанская тала

source: Samoa
ru: Самоа

source: CFA Franc BEAC
ru: Франк КФА BEAC

source: Cameroon
ru: Камерун

source: Central African Republic
ru: Центрально-Африканская Республика

source: Congo
ru: Конго

source: Chad
ru: Чад

source: Equatorial Guinea
ru: Экваториальная Гвинея

source: Gabon
ru: Гондурас

source: Silver (one Troy ounce)
ru: Серебро (одна тройская унция)

source: Gold (one Troy ounce)
ru: Золото (одна тройская унция)

source: East Caribbean Dollar
ru: Восточнокарибский доллар

source: Anguilla
ru: Ангилья

source: Antigua and Barbuda
ru: Антигуа и Барбуда

source: Dominica
ru: Доминика

source: Grenada
ru: Гренада

source: Montserrat
ru: Монсеррат

source: Saint Kitts and Nevis
ru: Сент-Китс и Невис

source: Saint Lucia
ru: Сент-Люсия

source: Saint Vincent and the Grenadines
ru: Святой Винсент и Гренадины

source: Special Drawing Rights
ru: Специальные права заимствования (МВФ)

source: International Monetary Fund
ru: Международный валютный фонд

source: Bank for International Settlements
ru: Банк международных расчетов

source: International Union of Railways
ru: Международный союз железных дорог

source: Benin
ru: Бенин

source: Burkina Faso
ru: Буркина-Фасо

source: Côte d'Ivoire
ru: Кот-д'Ивуар

source: Guinea-Bissau
ru: Гвинея - Биссау

source: Mali
ru: Мали

source: Niger
ru: Нигер

source: Senegal
ru: Сенегал

source: Togo
ru: Того

source: Palladium (one Troy ounce)
ru: Палладий (одна тройская унция)

source: French Polynesia
ru: Французская Полинезия

source: New Caledonia
ru: Новая Каледония

source: Platinum (one Troy ounce)
ru: Платина (одна тройская унция)

source: Code reserved for testing purposes
ru: Код, зарезервированный для целей тестирования

source: No currency
ru: Нет валюты

source: Yemeni Rial
ru: Йеменский риал

source: Yemen
ru: Йемен

source: South African Rand
ru: Южноафриканский рэнд

source: South Africa
ru: Южная Африка

source: Zambia
ru: Замбия

source: Zimbabwe Dollar
ru: Зимбабвийский доллар

source: Zimbabwe
ru: Зимбабве

source: Associated Data
ru: Связанные данные

source: Associated Data for "%s"
ru: Связанные данные для «%s»

source: Required action is not available.
ru: Необходимые действия недоступны.

source: CISO Role
ru: Роль CISO

source: CISO Deputy
ru: Заместитель CISO

source: Board Representative
ru: Представитель совета

source: Board Representative Deputy
ru: Заместитель Представителя совета

source: Security key to access CRON is not correct.
ru: Ключ безопасности для доступа к CRON неверен.

source: Item returned to Approved status.
ru: Элемент вернулся в статус Утвержденный.

source: Problem occured while returning the item to Approved status.
ru: Возникла проблема при возврате элемента в статус Утвержденный.

source: Filter was saved.
ru: Фильтр сохранен.

source: Something went wrong.
ru: Что-то пошло не так.

source: Filter is being used by a notification and cannot be deleted.
ru: Фильтр используется уведомлением и не может быть удален.

source: Asset Classification
ru: Классификация активов

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001 The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
ru: Классификация активов - это общая практика и требование в некоторых стандартах, таких как ISO 27001. Классификация должна определяться в соответствии с потребностями бизнеса. После определения классификации она может применяться к каждому идентифицированному активу.

source: Asset Classifications
ru: Классификация активов

source: Delete an Asset Classification.
ru: Удалить классификацию активов.

source: Asset Classification was successfully deleted.
ru: Классификация активов была успешно удалена.

source: Error while deleting the data. Please try it again.
ru: Ошибка при удалении данных. Повторите попытку.

source: Create an Asset Classification
ru: Создать классификацию активов

source: Asset Classification was successfully added.
ru: Классификация активов была успешно добавлена.

source: Edit an Asset Classification
ru: Редактировать классификацию активов

source: Asset Classification was successfully edited.
ru: Классификация активов была успешно отредактирована.

source: Error while saving the data. Please try it again.
ru: Ошибка при сохранении данных. Повторите попытку.

source: One or more inputs you entered are invalid. Please try again.
ru: Один или несколько введенных вами входов являются недопустимыми. Пожалуйста, попробуйте еще раз.

source: Asset Classification Type was successfully added.
ru: Тип классификации активов был успешно добавлен.

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001:2005. The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
ru: Классификация активов - это общая практика и требование в некоторых стандартах, таких как ISO 27001: 2005. Классификация должна определяться в соответствии с потребностями бизнеса. После определения классификации она может применяться к каждому идентифицированному активу.

source: Asset Labeling Classifications
ru: Классификация маркировки активов

source: Asset Labels are used in order to profile data assets according to the security treatment they require. Typical labels are: Confidential, Secret, Public, Etc. Labels defined in this section are applied to the Asset Identified.
ru: Маркировка активов используется для профилирования данных в соответствии с требованиями безопасности. Типичными ярлыками являются: конфиденциальный, секретный, общедоступный и т. д. Ярлыки, определенные в этом разделе, применяются к идентифицированным активам.

source: Asset Label
ru: Маркировка активов

source: Delete an Asset Label.
ru: Удалить маркировку актива.
