Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Thank You Header Text
ru: Заголовок благодарности

source: Thank You Sub Header Text
ru: Подзаголовок благодарности

source: Invitation Email Settings
ru: Настройки приглашения по электронной почты

source: Email subject
ru: Тема письма

source: Email body
ru: Тело письма

source: Reminder Email Settings
ru: Настройки напоминания по электронной почте

source: Reminder Email
ru: Письмо 'напоминание'

source: Check to customize Reminder email
ru: Выберите для персонализации напоминания по электронной почте

source: Are you sure you want to delete this file?
ru: Вы уверены что хотите удалить этот файл?

source: This field is required.
ru: Это поле обязательно к заполнению.

source: File is required.
ru: Требуется файл.

source: Please enter a valid URL.
ru: Пожалуйста введите действительный адрес URL.

source: Choose date interval during which records for the Awareness Program should be cleaned. Leave blank to clean all records.
ru: Выберите временной интервал для которого записи о повышении осведомленности должны быть очищены. Если оставить пустым, то будут очищены все записи.

source: From
ru: От

source: To
ru: Кому

source: Choose one user from the list of users to test this course. Demo email will be sent to that user.
ru: Выберите одного пользователя из списка пользователей, чтобы проверить этот курс. Этому пользователю будет отправлено тестовое письмо.

source: Select a user
ru: Выберите пользователя

source: Awareness Program:
ru: Программы повышения осведомленности

source: Pause
ru: Остановить

source: Clean Records
ru: Очистить записи

source: Multiple Choice
ru: Множественный выбор

source: Groups Included
ru: Групп включено

source: The current list of users included in this awareness program
ru: Текущий список пользователей, включенных в эту программу повышения осведомленности

source: The list of users excluded by the administrator for this awareness program. This list can be updated only if the program is edited and updated.
ru: Список пользователей, исключенных администратором из этой программы повышения осведомленности. Этот список может быть изменен, только если программа редактируется и обновляется.

source: Users Excluded
ru: Исключены пользователи

source: The list of users who have completed trainings in time.
ru: Список пользователей, которые завершили обучение вовремя.

source: The list of users that have not yet completed this training as required. Details on the records (emails sent to the user, etc) can be exported in CSV or reviewed on the records.
ru: Список пользователей, которые еще не завершили это обучение. Подробные сведения о записи (письма, отправленные пользователем, и т.д.) могут быть экспортированы в CSV или просмотрены.

source: Not compliant users
ru: Не обученные пользователи

source: List Users
ru: Список пользователей

source: Statistics and filters only update once a day when the daily cron runs successfully.
ru: Статистика и фильтры обновляются раз в день во время выполнения ежедневного cron.

source: Statistics not available at the moment as they need to be re-calculated during next CRON job. Make sure that groups in this program have not been deleted or renamed and also they include one or more users.
ru: Статистика не доступна в данный момент, так как она должна быть пересчитана во время следующего выполнения CRON. Убедитесь, что группы в этой программе не были удалены или переименованы, а также то что они включают одного или нескольких пользователей.

source: No Awareness Programs found.
ru: Программ повышения осведомленности, не найдено.

source: List of users
ru: Список пользователей

source: %d day
ru: % день

source: Are you sure you want to start "%s"?
ru: Вы уверены, что вы хотите, начать «%s»?

source: All emails asociated with this awareness trainings are put on an email queue and flushed every hour by a daily cron. The cron pushes up to %s email, this means you need 10 hours to flush %s email. You can monitor the queue on System / Settings / Mail Queue.
ru: Все письма связанные с этой программой повышения осведомленности поставлены в очередь электронной почты и очищаются каждый час, ежедневным cron. Cron отправляет %s электронных писем, это означает, что вам нужно 10 часов, чтобы очистить %s электронных писем. Вы можете контролировать очередь в разделе Система / Настройки / Почтовая очередь.

source: Are you sure you want to stop "%s"?
ru: Вы уверены, что вы хотите, остановить «%s»?

source: You might have emails on the mail queue for this awareness, please go to System / Settings / Mail Queue and search mails under the description: Awareness Training: %s of Awareness. Otherwise this emails will be sent out.
ru: Возможно у вас есть электронные письма в очереди отправленные по этой программе, пожалуйста, перейдите к разделу Система / Параметры / Очередь почты и проведите поиск сообщений по этой программе: программа обучения %s. Иначе эти письма будут отправлены.

source: Stop
ru: Остановить

source: Analysis
ru: Анализ

source: Treatment
ru: Исправление

source: Risk Response Plan
ru: Реагирования на риски

source: Give this risk a descriptive title.
ru: Дайте описание этому риску

source: The risk owner is the individual at the GRC team that will be responsible to interview, analyse, document and review this risk properly.
ru: Владелцем риска является человек в команде GRC, который будет нести ответственность за обзор, анализ, документирование и пересмотр риска.

source: Add a tag
ru: Добавление тега

source: OPTIONAL: Use tags to classify or tag your risk, examples are "Risk beign treated", "High Risk", "Financial Risk", Etc.
ru: ОПИЦИОНАЛЬНО: Используйте теги для классификации или присвоения ярлыка риску, например «Риск находится в работе», «Высокий риск», «Финансовый риск» и т.д.

source: eramba assumes you will review risks at regular point in time. The date you set in this field will be the one used to trigger notifications (to the owner, collabortor or anyone you define).
ru: eramba предполагается, что вы будете регулярно пересматривать риски. Дата, установленная в этом поле будет использоваться для активации уведомлений (владельцу, сотруднику или тому кого вы назначите).

source: Select one or more business units (defined at Organisation / Business Units) that you want to include on the scope of this risk.
ru: Выберите одно или несколько бизнес-подразделений (которые определены в разделе Организации / Бизнес-подразделения) которые вы хотите включить в сферу влияния этого риска.

source: Select one or more processes (defined under each business unit at Organisation / Bussiness Units) that you want to include on the scope of this Risk.
ru: Выберите один или несколько процессов (определены в рамках каждого бизнес-подразделения в разделе Организация / Бизнес подразделения) которые вы хотите включить в сферу влияния этого риска.

source: The total revenue per day is automatically calculated based on the processes chosen.
ru: Общий доход в день автоматически рассчитывается на основе выбранных процессов.

source: The minimum RTO objective is shown from is automatically calculated based on the processes chosen.
ru: Минимальная цель RTO показано на основе автоматического вычисления на базе выбранных процессов.

source: The minimum MTO objective is shown from is automatically calculated based on the processes chosen.
ru: Минимальная цель МТО показано на основе автоматического вычисления на базе выбранных процессов.

source: Business Impact
ru: Последствия для хозяйственной деятельности:

source: What is the Business Impact if this Risk materializes?
ru: Какой ущерб для бизнеса будет, если этот риск материализуется?

source: Threats Tags
ru: Ярлыки угроз

source: Select all applicable threats.
ru: Выберите все применимые риски.

source: Threat Description
ru: Описание угрозы

source: Describe the context of the threats if you wish.
ru: Описывают контекст, угроз, если вы пожелаете.

source: Vulnerabilities Tags
ru: Теги уязвимостей

source: Select all applicable vulnerabilities.
ru: Выберите все применимые уязвимости.

source: Vulnerabilities Description
ru: Описание уязвимости

source: Describe the context of the vulnerabiliites if you wish.
ru: Описывают контекст уязвимостей, если вы пожелаете.

source: eramba will display your risk classification options as per the settings defined at Risk Management / Business Impact Analysis / Settings / Classification and the Risk Calculation method choosen at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
ru: eramba будет отображать ваши варианты классификации рисков в соответствии с параметрами, заданными в разделе Управление рисками / Анализ влияния на бизнес / Параметры / Классификация и выбранным методом расчета риска установленным в разделе Управление рисками / Анализ влияния на бизнес / Параметры / Расчет риска.

source: Exceeds Risk Appetite of %s
ru: Превышает величину допустимого риска %s

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
ru: Величина риска автоматически вычисляется с помощью классификации, выбранной на предыдущей вкладке и оценке риска, определенной в разделе Управление рисками / Анализ влияния на бизнес / Параметры / Расчет риска.

source: Select a treatment strategy for this risk, if you choose "Accept", "Avoid" or "Transfer" you must include a "Risk Exception", if you choose "Mitigation" you must include a "Compensating Control".
ru: Выберите стратегию исправления для этого риска. Если вы выберете «Принять», «Избегать» или «Передача» вы должны включить «Исключения риска», если вы выберете «Профилактика» необходимо включить «Компенсирующие мероприятия».

source: Mitigating Controls
ru: Мероприятия по снижению

source: MANDATORY: This field is only mandatory if strategy is set to "Mitigate". Select controls defined at Control Catalogue / Security services that reduce the Risk Score.
ru: ОБЯЗАТЕЛЬНЫЕ: Это поле является обязательным только если установлена стратегия «Снижение». Выберите элементы управления, определенные в разделе Каталог управления / Сервисы безопасности которые сокращают величину риска.

source: Mitigating Procedures
ru: Процедуры снижения

source: OPTIONAL: Select one or more procedures defined at Control Catalogue / Security Policies that reduce the score for this Risk.
ru: ОПЦИОНАЛЬНО: Выберите одну или несколько процедур, определенных в разделе Каталог управления / Политики безопасности, которые уменьшают величину риска.

source: Mitigating Policies
ru: Политики снижения

source: OPTIONAL: Select one or more policies defined at Control Catalogue / Security Policies that reduce the score for this Risk.
ru: ОПЦИОНАЛЬНО: Выберите одну или несколько политик, определенных в разделе Каталог управления / Политики безопасности, которые снижают величину риска.

source: Mitigating Standard
ru: Стандарт снижения риска

source: OPTIONAL: Select one or more standards defined at Control Catalogue / Security Policies that reduce the score for this Risk.
ru: ОПЦИОНАЛЬНО: Выберите один или несколько стандартов, определенных в разделе Каталог управления / Политики безопасности, которые уменьшают величину риска.

source: Applicable Risk Exceptions
ru: Применимые исключения риска

source: MANDATORY: This field is mandatory if you choose "Accept", "Transfer" or "Avoid" as treatment strategy. Select which Risk Exceptions (defined at Risk Management / Risk Exceptions) you wish to use to state acceptance, avoidance or transfer of this risk.
ru: ОБЯЗАТЕЛЬНЫЕ: Это поле является обязательным, если вы выберете «Принять», «Передать» или «Избегать» как стратегия исправления. Выберите какие исключения риска (определенные в разделе Управление рисками / Исключения риска) которые вы хотите использовать для принятия, избегания или передачи этого риска.

source: Treatment Projects
ru: Проекты исправления

source: OPTIONAL: Select one ore more projects (defined at Security Operations / Project Management) used to improve the treatment of this risk. This is sometimes called "Risk Treatment Plan" and used when no mitigation controls exist on the organisation.
ru: ОПЦИОНАЛЬНО: Выберите один или несколько проектов (определенных в разделе Мероприятия по безопасности / Управление проектами) используемые для исправления этого риска. Иногда это называется «План устранения риска» и используется, когда нет мероприятий по профилактике в Организации.

source: Mitigating Business Continuity Plans
ru: Обработка планов обеспечения непрерывности бизнеса

source: OPTIONAL: Select which Business Continuity plans (defined at Control Catalogue / Business Continuity Plans) you wish to utilize to deal with the mitigation of this risk.
ru: ОПЦИОНАЛЬНО: Выберите, какие планы обеспечения непрерывности бизнеса (определены в разделе Каталог управления / Планы обеспечения непрерывности бизнеса) которые вы хотите использовать для профилактики этого риска.

source: Residual Score
ru: Оценка остаточного риска

source: Select the percentage of Risk Reduction that was achieved by applying Security Controls. If the risk score for this risk is 100 points and you select %100, the residual for this risk will be 100 points. If you choose %30, the residual will be 30.
ru: Выберите процент уменьшения риска, который был достигнут за счет применения контролей безопасности. Если оценка риска составляет 100 очков, и вы выбираете 100%, остаточный риск будет 100 очков. Если вы выберете 30%, остаток будет 30.

source: Risk Response Procedure
ru: Процедура реагирования на риск

source: Select one or more procedures (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
ru: Выберите одну или несколько процедур (определены в разделе Каталог управления / Политики безопасности), которые будут использоваться при записи инцидентов в Модуле инцидентов расположенном в разделе Мероприятия по безопасности / Управление инцидентами.

source: Risk Response Policy
ru: Политика реагирования на риск

source: Select one or more policies (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
ru: Выберите одну или более политик (определенных в разделе Каталог управления / Политики безопасности), которые будут использоваться при записи инцидентов в Модуле инцидента расположенном в разделе Мероприятия по безопасности / Управление инцидентами.

source: Risk Response Standard
ru: Стандартный реагирования на риск

source: Select one or more standards (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
ru: Выберите один или несколько стандартов (определены в разделе Каталог управления / Политики безопасности), которые будут использоваться при записи инцидентов в Модуле инцидента расположенном в разделе Мероприятия по безопасности / Управление инцидентами.

source: Business based risk
ru: Риск на основе бизнеса

source: Risk name
ru: Имя риска

source: Next review
ru: Следующий обзор

source: Risk score
ru: Оценка риска

source: Residual risk score
ru: Оценка остаточного риска

source: Revenue per day
ru: Доход в день

source: Maximum mto
ru: Максимальная МТО

source: Minimum rto
ru: Минимальная rto

source: Involved Processes
ru: Связанные процессы

source: Bu name
ru: Имя Bu

source: Process name
ru: Название процесса

source: No Processes found.
ru: Процессов не найдено

source: Mitigation strategy
ru: Стратегия профилактики рисков

source: Requester
ru: Инициатор

source: No projects found.
ru: Проектов не найдено.

source: Planned date
ru: Плановая дата

source: Actual date
ru: Актуально на

source: No reviews found.
ru: Отзывы не найдены.

source: %d Hour
ru: % D sata

source: Views
ru: Виды

source: List Business Continuities
ru: Список мер по непрерывности бизнеса

source: List Business Units
ru: Список бизнес подразделений

source: Calculation Method
ru: Метод расчета

source: Risk Appetite
ru: Уровень приемлемого риска

source: No Business Continuities found.
ru: Не найдено мер по непрерывности бизнеса

source: Business Continuity Risk
ru: Риск нарушения непрерывности бизнеса

source: No Business Continuities related to this Business Unit found.
ru: Не найдено мер по непрерывности бизнеса связанных с этим бизнес подразделением

source: The mitigation strategy chosen for this risk, options are: Accept, Mitigate, Transfer and Avoid
ru: Выбранная для этого риска, стратегия обработки. Варианты: принять, смягчения, передачи и избежать

source: The score calculated for this risk after it's assets (their liabilities) and the risk classification has been factored.
ru: Оценка рассчитывается для этого риска после того, как активы (их обязательства) и классификация риска были определены.

source: The residual risk remaining
ru: Уровень остаточного риска

source: This is the total daily revenue generated per day by all the business processes included on this Risk
ru: Это общий ежедневный доход, всех бизнес-процессов, включенных в этот риск

source: From all the processes included in this Risk, this is the maximum MTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this MTO to ensure all processes included in this Risk are addressed. Remember, MTO means for how long things can be broken before they become a serious issue.
ru: Из всех процессов, включенных в этот риск это максимальное значение МТО. Это означает, что непредвиденные обстоятельства (планы обеспечения непрерывности), которые уменьшают Риск должны соответствовать значению МТО, чтобы быть уверенным что учтены все процессы включенные в данный Риск. Помните, что значение МТО показывает сколько времени ресурс может быть недоступен до возникновения убытков.

source: Maximum MTO
ru: Максимальное значение МТО

source: From all the processes included in this Risk, this is the minimum RTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this RTO to ensure all processes included in this Risk are addressed. Remember, RTO means how long it should take to put things up, this should be less or equal to MTO.
ru: Из всех процессов, включенных в этот риск это минимальное значение RTO. Это означает, что непредвиденные обстоятельства (планы обеспечения непрерывности), которые уменьшают этот риск должны соответствовать значению RTO, чтобы убедиться, в том что учтены все процессы, включенные в этот риск. Помните, что значение RTO означает, какое время потребуется на восстановление ресурса. Это значение должно быть меньше или равно МТО.

source: The owner of the risk is usually the individual that ensures the risk is properly analysed, documented, communicated and reviewed
ru: Владелец риска обычно является лицом, обеспечивающим то, что риск проанализирован, задокументрирован, обсужден и пересмотрен.

source: Is usually the individual that owns the risk. For example, if risk analysing an aircraft electronic system, the engineer (or its manager) that knows and understand the system could potentially be the stakeholder.
ru: Обычно это лицо, которое владеет риском. Например, есть риск сбоя электронной системы самолета, то инженер (или его руководитель), который знает и понимает эту систему может быть владльцем риска.

source: Risks must be reviewed at regular points in time to ensure they remain relevant and updated to the business. Notifications are triggered (optionaly) when this date arrives
ru: Риски должны регулярно пересматриваться для обеспечения того, чтобы они оставались актуальными и обновленными для бизнеса. Уведомления включаются (оционально), когда наступает указанная дата

source: Risks can have multiple status: - "Risk Review Expired (Red)" - when the risk review date is in the past. A system record is generated when that event happened. - "Controls with Issues (the worst colour that inherits from the security service)" - when at least one of the security controls used to mitigate this risk has a failed or missing audit. A system record is generated when this happens. The record includes the control name. - "Exceptions with Issues (red)" - when at least one of the exceptions used in this risk is expired. A system record is generated when that happens. The record includes the name of the exception. - "Risk above appettite (red)" - when the risk score is above the risk appetite. A system record is generated when that happens with the risk score and the appetite score.
ru: Риски могут иметь несколько статусов: - «Дата пересмотра риска истекла (красный)» - когда дата пересмотра риска в прошлом. Когда это событие произошло, создается системная запись. - «Элементы управления с проблемами (наихудший цвет, который наследуется от службы безопасности)» - когда хотя бы один из элементов управления безопасностью, используемых для смягчения этого риска, имеет неудачный или отсутствующий аудит. Когда это происходит, создается системная запись. Запись включает имя элемента управления. - «Исключения с проблемами (красные)» - когда истекло хотя бы одно из исключений, используемых в этом риске. Когда это происходит, появляется системная запись. Запись включает имя исключения. - «Риск выше риск-аппетита (красный)» - когда оценка риска выше аппетита к риску. Системная запись генерируется, когда это происходит с оценкой риска и оценкой риск-аппетита.

source: Process
ru: Обработка

source: A description of the business impact should the risk materializes
ru: Описание влияния на бизнес в случае реализации риска

source: The list of threats (from a predefined list) for this risk
ru: Список угроз (из предопределенного списка) для этого риска

source: Threat Tags
ru: Ярлыки угроз

source: The list of vulnerabilities (from a predefined list) for this risk
ru: Список уязвимостей (из предопределенного списка) для этого риска

source: Vulnerability Tags
ru: Ярлыки уязвимостей

source: A more detailed description of the thread
ru: Более подробное описание потока

source: A more detailed description of the vulnerability
ru: Более подробное описание уязвимости

source: Vulnerability Description
ru: Описание уязвимости

source: The name of the exception
ru: Имя исключения

source: The requester is usually the person that approved the risk Exception (and usually the person that accepts taking the risk asociated with it)
ru: Запрашивающая сторона, как правило, человек, который одобрил исключение риска (и, как правило, человек, который принимает, риск связанный с ним)

source: The date when this risk exceptions expires. You can optionally set an email notification.
ru: Дата истечения срока действия этого исключения для риска. При необходимости можно задать уведомление по электронной почте.

source: The status for risk exceptions can be: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
ru: Статус для исключения риска может быть: «Истекло (красный)» - когда установленная дата в прошлом. Когда это происходит создается запись в системе.

source: No Risks Exceptions found.
ru: Исключений для рисков не найдено.

source: Treatment Policies
ru: Политика обработки

source: The name for the Continuity Plan
ru: Имя для плана обеспечения непрерывности

source: Plan Title
ru: Название Плана

source: The Launch Initiator is the person who is authorized to launch or declare the need for the plan.
ru: Инициатор запуска — это человек, которому имеет право на запуск или может заявить о необходимости наличия плана.

source: Launch Initiator
ru: Инициатор запуска
