Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Error occured during saving Third Party Incident Count Graph values while running CRON.
ru: При запуске CRON произошла ошибка при сохранении значений графика подсчета количества инцидентов третьих лиц.

source: Error occured during saving Project Graph values while running CRON.
ru: Ошибка при сохранении значений графика по проектам при запуске CRON.

source: Error occured during saving Compliance Audit Graph values while running CRON.
ru: Ошибка при сохранении значений графика аудита соответствия требованиям при запуске CRON.

source: Error occured during saving Third Party Audit Graph values while running CRON.
ru: При запуске CRON произошла ошибка во время сохранения значений графика аудита третьего лица.

source: Error occured during saving Third Party Compliance Graph values while running CRON.
ru: Во время выполнения CRON произошла ошибка при сохранении значений графика соответствия третьих лиц.

source: Error occured during saving Risk Graph values while running CRON.
ru: Ошибка при сохранении значений графика риска при запуске CRON.

source: Error occured during saving Third Party Risk Graph values while running CRON.
ru: При запуске CRON произошла ошибка во время сохранения значений риска третьих лиц.

source: Error while saving the suggestion. Please try it again.
ru: Ошибка при сохранении предложения. Повторите попытку.

source: Suggestion was successfully created.
ru: Предложение было успешно создано.

source: PHP Libraries and Extensions
ru: Библиотеки и расширения PHP

source: PHP Version
ru: Версия PHP

source: We are looking at least for PHP version %s
ru: Требуется PHP не ниже версии %s

source: We need at least MySQL %s / MariaDB %s, installed with PHP
ru: Требуется как минимум MySQL %s / MariaDB %s, установленное с модулем PHP

source: We need SSL in order to encrpyt SMTP, LDAP and API connections. SNI support and OpenSSL 0.9.8k or greater is required
ru: Требуется SSL для подключения SMTP, LDAP и API. Требуется поддержка SNI и OpenSSL 0.9.8k или выше

source: We need Curl libraries to manage file uploads
ru: Требуются библиотеки Curl для управления загрузкой файлов

source: We need LDAP libraries in PHP to manage accounts and groups
ru: Требуются библиотеки LDAP для PHP для управления учетными записями и группами

source: Mail
ru: E-mail

source: We use mail libraries to connect to SMTP servers
ru: Мы используем почтовые библиотеки для подключения к SMTP-серверам

source: We need fileinfo libraries as part of PHP
ru: Нам нужны библиотеки fileinfo как часть PHP

source: Multibyte String
ru: Мультибайтовая строка

source: We need multibyte strings as part of PHP
ru: Нам нужны мультибайтовые строки как часть PHP

source: We use GD libraries to manage the system Logo
ru: Мы используем библиотеки GD для управления логотипом системы

source: We need exif as part of PHP to manage images
ru: Нам нужен exif как часть PHP для управления изображениями

source: We need Zlib to handle file compression
ru: Требуется Zlib для сжатия файлов

source: PharData for archive files accessing
ru: PharData для доступа к архивным файлам

source: ZipArchive class for bundling a backup of the system.
ru: Класс ZipArchive для объединения резервной копии системы.

source: Server Settings
ru: Настройки Сервера

source: Max Execution Time
ru: Максимальное время выполнения

source: We recommend setting max execution time settings (max_execution_time) well above 45 seconds in your php.ini file
ru: Мы рекомендуем в файле php.ini установить параметр максимальное время выполнения (max_execution_time) намного выше 45 секунд

source: You need to make sure crons are being called hourly. The cron should call the following url: system/cron/hourly/KEY where KEY is the system key defined in the settings menu. Hourly cron will be required as of next update.
ru: Вы должны убедиться, что кроны выполняются ежечасно. Cron должен вызвать следующий url: system / cron / hourly / KEY, где KEY - системный ключ, определенный в настройках. Часовый cron потребуется к следующему обновлению.

source: You need to make sure crons are being called daily for at least the last two days to clear this alarm. The cron should call the following url: system/cron/daily/KEY where KEY is the system key defined in the settings menu.
ru: Чтобы очистить этот сигнал Вы должны убедиться, что в течение последних двух дней ежедневно выполняется Сron. Cron должен вызвать следующий url: system / cron / daily / KEY, где KEY - системный ключ, определенный в настройках.

source: You need to make sure crons are being called yearly (1st of January at midnught). The cron should call the following url: system/cron/yearly/KEY where KEY is the system key defined in the settings menu.
ru: Вы должны убедиться, что кроны выполняются ежегодно (1 января в полночь). Cron должен вызвать следующий url: system / cron / yearly / KEY, где KEY - системный ключ, определенный в настройках.

source: Write Permissions
ru: Разрешения на запись

source: Temporary folder
ru: Папка для временных файлов

source: The system should be allowed to write and read from the app/tmp/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталога app / tmp / и всех ее подкаталогов. У учетной записи, от которой работает этот веб-сервер, должны быть эти разрешения.

source: Cache folder
ru: Папка кэша

source: The system should be allowed to write and read from the app/tmp/cache/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталога app / tmp / cache / и всех его подкаталогов. У учетной записи, от которой работает этот веб-сервер, должны быть эти разрешения.

source: Logs folder
ru: Папка логов

source: The system should be allowed to write and read from the app/tmp/logs/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталога app / tmp / logs / и всех его подкаталогов. У учетной записи, на которой работает этот веб-сервер, должны быть эти разрешения.

source: Files folder
ru: Папка файлов

source: The system should be allowed to write and read from the app/webroot/files directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталогов app / webroot / files и всех его подкаталогов. У учетной записи, от которой работает этот веб-сервер, должны быть эти разрешения.

source: Media folder
ru: Медиа папка

source: The system should be allowed to write and read from the app/webroot/media directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталогов app / webroot / media и всех его подкаталогов. У учетной записи, на которой работает этот веб-сервер, должны быть эти разрешения.

source: Backups folder
ru: Папка резервных копий

source: The system should be allowed to write and read from the app/webroot/backups directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталогов app / webroot / backups и всех его подкаталогов. У учетной записи, на которой работает этот веб-сервер, должны быть эти разрешения.

source: Queue folder
ru: Папка очереди

source: The system should be allowed to write and read from the app/Vendor/queue directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
ru: Системе должно быть разрешено писать и читать из каталогов app / Vendor / queue и всех его подкаталогов. У учетной записи, от которой работает этот веб-сервер, должны быть эти разрешения.

source: Default Password
ru: Пароль по умолчанию

source: You should change your admin password in the user account option in the system settings menu
ru: Вы должны изменить свой пароль администратора в опциях учетной записи пользователя в меню системных настроек

source: Upload Limits
ru: Пределы загрузки

source: In order to upload files is recomended you modify PHP default settings in php.ini and increase it (post_max_size and upload_max_filesize) to at least 100M
ru: Чтобы загрузить файлы рекомендуется, изменить настройки PHP по умолчанию в php.ini и увеличить параметр (post_max_size и upload_max_filesize) до значения не менее 100M

source: MySql Strict
ru: Строго MySql

source: Is important MySQL settings do not include STRICT. Ideal settings are NO_ENGINE_SUBSTITUTION or simply empty. Those settings can be changed on the engine itself.
ru: Важные настройки MySQL не включают STRICT. Идеальные настройки: NO_ENGINE_SUBSTITUTION или просто пустые. Эти настройки могут быть изменены в самом движке.

source: MySql Allowed Packet
ru: MySql, допустимый пакет

source: Is recommended to setup global value for MySQL variable "max_allowed_packet" at least "128000000" which is 16mb.
ru: Рекомендуемая установка глобального значения для переменной MySQL «max_allowed_packet» по крайней мере «128000000», что составляет 16 МБ.

source: Edit was cancelled, no changes made
ru: Правка была отменена, без изменений

source: We had issues connecting to your LDAP system, login with your admin credentials and review your settings
ru: Возникли проблемы с подключением к вашей системе LDAP, войдите с учетными данными администратора и проверьте настройки

source: Downgrade not possible. Why would you want that anyways?
ru: Понижение версии не возможно. Почему вы хотите, это сделать?

source: The Audit for the date %s on the %s %s was tagged as Fail
ru: Аудит на дату %s в %s %s была помечен как Неудачный

source: The Audit for the date %s on the %s %s was tagged as Pass
ru: Аудит на дату %s в %s %s был помечен как Пройденный

source: The Audit for the date %s that has been tagged as Fail on the %s %s has been deleted
ru: Аудит на дату %s, который был помечен как «Неудачный» в %s %s, был удален

source: The %s %s has a missing %s %s
ru: %s %s не содержит %s %s

source: The %s planned for the date %s on the %s %s has been set to %s
ru: %s, запланированное на дату %s в %s %s, установлено в %s

source: The %s for the date %s that has been missing on the %s %s has been deleted
ru: %s на дату %s, которая отсутствовала в %s %s, была удалена

source: Schema information "%s" for a field "%s" does not exist
ru: Сведения о схеме «%s» для поля «%s» не существуют

source: Advanced Filters
ru: Расширенные Фильтры

source: Advanced Filter Crons
ru: Расширенный фильтр Крон

source: Created
ru: Создан

source: Modified
ru: Модифицирован

source: Deleted
ru: Удалено

source: Deleted Date
ru: Дата удаления

source: Attachment filename
ru: Имя прикрепленного файла

source: The %s %s has a missing Review %s
ru: У %s %s отсутствует обзор %s

source: The %s %s that has been with a missing Review %s has no longer missing reviews
ru: У %s %s который не имел обзора %s теперь присутствует отзыв

source: The Risk %s Residual Score %s is higher than the Risk Appetite %s
ru: Остаточная оценка %s Риска %s выше, чем риск аппетит %s

source: The values of Risk Classification were updated and the Residual Score value %s for the Risk %s is above the Risk Appetite %s
ru: Значения классификации рисков были обновлены, и значение остаточной оценки %s для риска %s превысило риск аппетит %s

source: The Risk Appetite original value %s has been updated to a new value %s and the Risk %s Residual Score value %s is above
ru: Значение уровня принятия риска %s было обновлено до значения %s и остаточный риск %s имеет значение %s, которое выше

source: The %s %s has been tagged as being in Design
ru: %s %s были маркированы как находящиеся в разработке

source: The %s %s has been tagged as being in Production
ru: %s %s были маркированы как находящиеся в эксплуатации

source: The Project %s has been mapped to the %s %s
ru: Проект %s был сопоставлен с %s %s

source: The Project %s that has been mapped to the %s %s has been removed
ru: Проект %s, сопоставленный с %s %s, был удален

source: The Project %s that has been mapped to the %s %s has been tagged as Completed
ru: Проект %s, который был сопоставлен с %s %s, отмечен как Завершенный

source: The Project %s has been mapped to the failed audit %s of %s %s
ru: Проект %s был сопоставлен с неудавшимся аудитом %s по %s %s

source: Selected option is not valid
ru: Выбранный параметр не допустим

source: Assets
ru: Активы

source: Asset ID
ru: ИД объекта

source: Asset Name
ru: Наименование актива

source: Asset Description
ru: Описание актива

source: Asset Review
ru: Обзор актива

source: General
ru: Основные

source: Name
ru: Имя

source: Description
ru: Описание

source: Label
ru: Ярлык

source: Type
ru: Тип

source: Owner
ru: Ответственный за риск

source: Status
ru: Статус

source: Expired Reviews
ru: Срок пересмотра истек

source: All
ru: Все

source: Related Status
ru: Связанный статус

source: Ongoing Incident
ru: Текущие инцидент

source: assets
ru: активов

source: Related Business Units
ru: Связанные бизнес-подразделения

source: This field is mandatory, you need to input one or more Business Units IDs. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import - If you want to include more than one, remember to split them with "|". For example 1|2|3 would include three business units.
ru: Это поле является обязательным, вам необходимо ввести один или несколько идентификаторов бизнес-подраздеений. Вы можете получить идентификатор бизнес-подразделения в меню Организации / Бизнес-подразделения - eramba проверит, существование выбранных идентификаторов, и если их нет то заблокирует импорт - если вы хотите, выбрать более чем один идентификатор, помните, что их необходимо разделить «|». К примеру 1 | 2 | 3 будет включать три подразделения.

source: This field is mandatory, simply put the asset name. For example: Corporate Laptops.
ru: Это поле является обязательным, просто напищите имя ресурса. Например: корпоративные Ноутбуки.

source: This field is not mandatory, you can leave it blank if you want.
ru: Это поле не обязательно, вы можете оставить его пустым, если вы хотите.

source: This field is not mandatory, you can leave it blank. Alternatively you can include the Asset Label ID which you can get from Asset Management / Asset Identification / Settings / Labels.
ru: Это поле не является обязательным, вы можете оставить его пустым. В качестве альтернативы вы можете включить идентификатор метки активов, который вы можете получить из меню Управление активами / Идентификация активов / Настройки / Метки.

source: This field is mandatory, you need to set the type of asset by inserting one of the following IDs: %s
ru: Это поле является обязательным, вам необходимо установить тип актива, вставив один из следующих идентификаторов:%s

source: Liabilities
ru: Обязательства

source: This is an optional field, you can leave it blank if you want to, alternatively you need to insert the ID of one or more liabilities. You can get the ID for each existing liability at Organisation / Legal Constrains. Eramba will check each liability exists! If you want to include more than one, remember to split them with a "|" character. For example: 1|2.
ru: Это необязательное поле, вы можете оставить его пустым, или вам нужно вставить ID одного или нескольких обязательств. Вы можете получить ID для каждого обязательства в меню Организация / Правовые ограничения. Эрамба проверяет, существует ли обязательство! Если вы хотите включить более одного обязательства, не забудьте разделить их знаком «|». Например: 1 | 2.

source: This is a mandatory field, it must have the format YYYY-MM-DD - bare In ind the "-" delimiter.
ru: Это обязательное поле, оно должно иметь формат YYYY-MM-DD - в качестве разделителя используйте знак "-".

source: This field is mandatory, you need to input one Business Units ID. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
ru: Это поле является обязательным, вам необходимо ввести ID бизнес-подразделения. Вы можете узнать ID бизнес-подразделения в меню Организация / Бизнес-подразделение - eramba будет проверять, существуют ли эти ID и если их нет, то блокировать импорт.

source: This field is optional, you may leave it blank. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
ru: Это поле является необязательным, вы можете оставить его пустым. Вы можете узнать ID бизнес-подразделения в меню Организация / Бизнес-подразделние - eramba будет проверять, существуют ли эти ID и если их нет, блокировать импорт.

source: At least one of the selected items does not exist.
ru: По крайней мере, один из выбранных элементов не существует.

source: Asset Labels
ru: Метки актива

source: Asset Media Types
ru: Типы носителей активов

source: Asset Reviews
ru: Обзоры активов

source: asset_reviews
ru: обзоры_активов

source: Awareness Program ID
ru: Идентификатор программы повышения осведомленности

source: Awareness Program Title
ru: Название программы повышения осведомленности

source: Awareness Program Description
ru: Описание программы повышения осведомленности

source: Awareness Program Recurrence
ru: Понимание программы повторения

source: Awareness Program Reminders Apart
ru: Напоминание о программе повышения осведомленности

source: Awareness Program Active Users
ru: Активные пользователи программы повышения осведоменности

source: Awareness Program Active User Emails
ru: Электронные адреса активных пользователей программы повышения осведомленности

source: Awareness Program Name
ru: Имя программы повышения осведомленности

source: Number of Completed Trainings
ru: Количество завершенных тренингов

source: Policies
ru: Политики

source: Video
ru: Видео

source: Questionnaire
ru: Опросник

source: Text File
ru: Текстовый файл

source: Compliance
ru: Соответствие

source: Users in the Program
ru: Пользователи программы

source: Excluded Users
ru: Исключённые пользователи

source: Compliant Users
ru: Прошедшие проверку пользователи

source: Non Compliant Users
ru: Не прошедшие проверку пользователи

source: Users in the Program (Percentage)
ru: Пользователи в программе (в процентах)

source: Excluded Users (Percentage)
ru: Исключенные пользователи (в процентах)

source: Non Compliant Users (Percentage)
ru: Пользователи не прошедшие проверку (в процентах)

source: Users in the Program (Number)
ru: Пользователи в программе (число)

source: Excluded Users (Number)
ru: Исключенных пользователей (количество)

source: Non Compliant Users (Number)
ru: Пользователи не прошедшие проверку (число)

source: Awareness Program
ru: Программа повышения осведомленности

source: awareness_program
ru: Программа повышения осведомленности

source: Active Users
ru: Активные пользователи

source: Ignored Users
ru: Игнорируемые пользователи

source: Not Compliant Users
ru: Пользователи не прошедшие проверку

source: Awareness Reminders
ru: Программа повышения осведомленности (напоминание)

source: Started
ru: Запущено

source: Stopped
ru: Остановлено

source: Awareness Program Ignored Users
ru: Пользователи игнорируемые программой повышения осведосленности

source: Awareness Program Not Compliant Users
ru: Пользователи не прошедшие проверку в рамках программы повышения оседомленности

source: Awareness Program Users
ru: Пользователи программы повышения осведомленности

source: Reminders
ru: Напоминания

source: Trainings
ru: Тренинги

source: Awarness Reminders
ru: Программа повышения осведомленности (напоминание)

source: Invitation
ru: Приглашение

source: Reminder
ru: Напоминание

source: Basic Risk
ru: Основной риск

source: Title
ru: Заголовок

source: Tag
ru: Метка

source: Stakeholder
ru: Владелец риска

source: Risk above appetite
ru: Риск выше аппетита

source: Review Date
ru: Дата отзыва

source: Risk Analysis
ru: Анализ рисков

source: Classifications
ru: Классификация

source: Risk Treatment
ru: Обработка риска

source: Mitigation Strategy
ru: Стратегии по профидактике ущерба

source: Security Control
ru: Контроли безопасности

source: Risk Score
ru: Оценка риска

source: Residual Risk Score
ru: Оценка остаточного риска

source: Improvement Project Expired
ru: Проект улучшений вышел за временные рамки

source: Exception Expired
ru: Исключение перестало действовать

source: Last audit failed
ru: Последний аудит не пройден

source: Last audit missing
ru: Последние аудита отсутствует

source: Last maintenance missing
ru: Отсутствует последнее обслуживание

source: Ongoing Corrective Actions
ru: Предстоящие корректирующие действия

source: Control in Design
ru: Управление находится в разработке

source: Control with Issues
ru: Контроль с проблемами

source: Missing Asset Review
ru: Отсутствует обзор активов

source: Business Continuities
ru: Непрерывность бизнеса

source: Risk ID
ru: Риск ID

source: Risk Name
ru: Название риска

source: Risk Owner
ru: Владелец риска

source: Risk Stakeholder
ru: Владелец риска

source: Risk Residual Score
ru: Оценка остаточного риска

source: Risk Mitigation Strategy
ru: Стратегии профидактики рисков

source: Applicable Business Units
ru: Применимые бизнес-единицы

source: Revenue per Day
ru: Доход в день

source: Minimum RTO
ru: Минимальная RTO

source: Minimum MTO
ru: Минимум MTO

source: Business Risks
ru: Бизнес-риски

source: Audit status changed to %s
ru: Статус аудита изменена на %

source: Last audit missing (%s)
ru: Послудняя проверка отсутствует (%)

source: Project was assigned to the failed audit: %s
ru: Проект был привязан к неудачному аудиту: %s

source: Business Continuity Reviews
ru: Отзывы о непрерывности бизнеса

source: Business Continuity Risk Title
ru: Непрерывность. Наименование риска

source: Business Continuity Tasks
ru: Задачи непрерывности бизнеса

source: Business Unit Owner
ru: Владелец бизнес-подразделения

source: Finding ID
ru: Поиск по ID

source: Finding Title
ru: Поиск по заголовку

source: Finding Description
ru: Поиск по описанию

source: Finding Due Date
ru: Крайняя дата результата

source: Due Date
ru: Крайняя дата

source: Tags
ru: Теги

source: Compliance Package Name
ru: Имя пакета соответствия

source: Item ID
ru: ID элемента

source: Item Name
ru: Имя элемента

source: Item Description
ru: Описание элемента

source: Compliance Audits
ru: Аудиты соответствия

source: Notification Settings
ru: Настройки уведомлений

source: Portal Settings
ru: Настройки портала

source: Audit Settings
ru: Параметры аудита

source: Auditor
ru: Аудитор

source: Third Party Contact
ru: Контактное лицо третьего лица

source: Audit Start Date
ru: Дата начала аудит

source: Audit End Date
ru: Дата окончания аудита

source: Page Title
ru: Заголовок страницы

source: Auditee Instructions
ru: Инструкции аудируемого лица

source: Use Default Template
ru: Используйте шаблоны по умолчанию

source: Email Subject
ru: Тема Письма

source: Email Body
ru: Содержимое письма

source: Auditee Recieves Notifications
ru: Проверяемый получает уведомления

source: Auditee Recieves Emails
ru: Проверяемый получает письма

source: Auditor Recieves Notifications
ru: Аудитор получает уведомления

source: Auditor Recieves Emails
ru: Аудитор получает электронные письма

source: Show Title Field
ru: Показать поле Заголовок

source: Show Description Field
ru: Показать поле Описание

source: Show Audit Criteria Field
ru: Показать поле критериев аудита

source: Display Findings to Auditee in PDF format
ru: Отображать результаты для проверяемого лица в формате PDF
