Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Every transaction on the system is recorded and can be found here. Optionally you can also search for records on the object (a risk, control, etc.) directly by using the functionality "system records" on the action cell of the object.
ru: Каждая транзакция в системе записывается и может быть найдена здесь. Кроме того, вы можете также осуществлять поиск записей на объекте (риск, контроль и т. д.) напрямую, используя функционал «системных запискей» в ячейке действия объекта.

source: Program Team Members & Roles
ru: Члены команды программы и их роли

source: Define program members, roles, teams and their competences. This is of particular relevance for those programs aligned with ISO 27001
ru: Определите членов программы, роли, команды и их компетенции. Это особенно актуально для программ, связанных со стандартом ISO 27001

source: Team Roles
ru: Роль в команде

source: Delete a Team Role.
ru: Удалить роль в команде.

source: Team Role was successfully deleted.
ru: Роль в команде была успешно удалена.

source: Create a Team Role
ru: Создать роль в команде

source: Team Role was successfully added.
ru: Роль в команде была успешно добавлена.

source: Edit a Team Role
ru: Изменить роль в команде

source: Team Role was successfully edited.
ru: Роль в команде была успешно отредактирована.

source: Third Parties
ru: Третьи лица

source: Describe in this section all your third parties - typical examples include your suppliers (Internet providers, etc), business partners (customers, etc) and regulators (PCI-DSS, ISO, Etc). This section will be used for Risk Management (Risk Management / Third Party Risk Management) and to upload Compliance Packages (Compliance Management / Compliance Packages / Import).
ru: Опишите в этом разделе все третьи лица - типичные примеры включают ваших поставщиков (интернет-провайдеров и т. д.), деловых партнеров (клиентов и т. д.) и регуляторов (PCI-DSS, ISO и т. д.). Этот раздел будет использоваться при управлении рисками (Управление рисками / Управление рисками третьих лиц) и для загрузки пакетов требований по соответствию(Compliance Management / Compliance Packages / Import).

source: Delete a Third Party.
ru: Удалить информацию о третьем лице.

source: Third Party was successfully deleted.
ru: Информация о третьем лице была успешно удалена.

source: Create a Third Party
ru: Создание записи о третьем лице

source: Third Party was successfully added.
ru: Информация о третьем лице была успешно добавлена.

source: Edit a Third Party
ru: Редактировать информацию о третьем лице

source: Third Party was successfully edited.
ru: Информация о третьем лице была успешно отредактирована.

source: Most organizations execute businesses with the help of other partners (customers, suppliers, Etc). Understanding the exchange of information in between your organization and third parties is essential to the security program. Those Third Parties defined in this section will be used for Third Party Risk and Compliance Management purposes.
ru: Большинство организаций осуществляют бизнес с помощью различных партнеров (клиентов, поставщиков и т. Д.). Понимание процесса обмена информацией между вашей организацией и третьими сторонами имеет важное значение для обеспечения безопасности. Третьи лица, определенные в этом разделе, будут использоваться для управления рисками и соблюдения требований регуляторов.

source: Third Party - Risk Analysis
ru: Третье лицо - анализ рисков

source: Manage your Third Party based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification) and Third Parties (under Organisation / Third Parties)
ru: Управляйте своей платформой управления рисками третьих лиц, включая анализ, обработку и передачу рисков. Этот модуль требует, чтобы вы определили Активы (в разделе «Управление активами / Идентификация активов») и Третьи лица (в меню Организация / Третьи лица)

source: Delete a Third Party Risk.
ru: Удалить риск третьего лица.

source: Third Party Risk was successfully deleted.
ru: Риск третьего лица был успешно удален.

source: Create a Third Party Risk
ru: Создать риск третьего лица

source: Third Party Risk was successfully added.
ru: Был добавлен риск третьего лица.

source: Third Party Risk was successfully edited.
ru: Риск третьего лица был успешно отредактирован.

source: Manage your Third Party based risk management framework including the analysis, treatment and communication of risks.
ru: Управляйте своей платформой управления рисками третьего лица, включая анализ, обработку и передачу рисков.

source: Threats
ru: Угрозы

source: Threats lists
ru: Списки угроз

source: Create a Threat
ru: Создать угрозу

source: Threat was successfully added.
ru: Угроза была успешно добавлена.

source: Threat
ru: Угроза

source: Delete a Threat.
ru: Удалить угрозу.

source: Threat was successfully deleted.
ru: Угроза была успешно удалена.

source: Only accounts members of the admin group are allowed to update the system.
ru: Только учетным записям группы администратора разрешено обновлять систему.

source: Available updates
ru: Доступные обновления

source: Use this functionality to update your system
ru: Используйте эту функцию для обновления вашей системы

source: Successfuly updated.
ru: Успешно обновлено.

source: User Accounts
ru: Учетные записи пользователей

source: Manage your system user accounts. Account must exist for each individual that wants to use eramba indistinctly if LDAP is used or not.
ru: Управление учетными записями системы. Должна существовать учетная запись для каждого человека, кто желает использовать eramba, вне зависимости от того используется LDAP или нет.

source: Create a User Account
ru: Создать учетную запись пользователя

source: Create system users and assign them the appropiate Group Roles
ru: Создайте пользователей системы и назначьте им соответствующие групповые роли

source: User was successfully added.
ru: Пользователь успешно добавлен.

source: LDAP connection has failed.
ru: Соединение LDAP не выполнено.

source: Edit User Accounts
ru: Редактировать учетные записи пользователей

source: Edit system users and assign them the appropiate Group Roles
ru: Отредактируйте пользователей системы и назначьте им соответствующие групповые роли

source: User was successfully edited.
ru: Пользователь был успешно изменен.

source: Old password is wrong.
ru: Старый пароль - неверный.

source: User
ru: Пользователь

source: Delete a User.
ru: Удалить пользователя.

source: User was successfully deleted.
ru: Пользователь успешно удален.

source: My profile
ru: Мой профиль

source: Edit your profile
ru: Редактировать профиль

source: Profile was successfully updated.
ru: Профиль успешно обновлен.

source: Did you forget your password?
ru: Забыли пароль?

source: Account with email address you entered does not exist. Please try again.
ru: Учетная запись с указанным вами адресом электронной почты не существует. Пожалуйста, попробуйте еще раз.

source: Reset your password
ru: Сбросьте пароль

source: Reset Your Password
ru: Сбросить пароль

source: We have sent to your email address the link to change your password. Please check your email.
ru: Мы отправили на ваш адрес электронной почты ссылку, на изменение пароля. Проверьте свою электронную почту.

source: Error occured while trying to send the email. Check your email configurations and try again.
ru: Ошибка при попытке отправить электронное письмо. Проверьте настройки электронной почты и повторите попытку.

source: Password change
ru: Изменение пароля

source: Your password was successfully changed. Now you can login again.
ru: Ваш пароль был успешно изменен. Теперь вы можете снова войти в систему.

source: Error happened while processing your request. Please try again.
ru: Ошибка при обработке вашего запроса. Пожалуйста, попробуйте еще раз.

source: Requested ticket is invalid. Please contact the support center.
ru: Запрошенный билет недействителен. Обратитесь в центр поддержки.

source: Requested ticket is invalid. Please try the password recovery process again.
ru: Запрошенный билет недействителен. Повторите попытку восстановления пароля.

source: Internet connection is not available. Please try again.
ru: Соединение с интернетом отсутствует, попробуйте еще раз.

source: Your account is configured to be authenticated using LDAP which is disabled at the moment.
ru: Ваша учетная запись настроена на аутентификацию с помощью LDAP, который на данный момент отключен .

source: The system was unable to log you in. Check that your username and password are typed correctly.
ru: Система не смогла осуществить вход. Проверьте правильность ввода имени пользователя и пароля.

source: You are not allowed to login until
ru: Вам не разрешено входить в систему до тех пор, пока

source: You are not allowed to login because you tried it too many times.
ru: Вы не можете войти в систему, потому что вы пытались слишком много раз.

source: User was successfully unlocked.
ru: Пользователь был успешно разблокирован.

source: Error occured while trying to unlock the user. Please try again.
ru: При попытке разблокировать пользователя произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User not found. Please try again.
ru: Пользователь не найден. Пожалуйста, попробуйте еще раз.

source: Vulnerabilities
ru: Уязвимости

source: Vulnerabilities lists
ru: Списки уязвимостей

source: Create a Vulnerability
ru: Создать уязвимость

source: Vulnerability was successfully added.
ru: Уязвимость была успешно добавлена.

source: Vulnerability
ru: Уязвимость

source: Delete a Vulnerability.
ru: Удалите уязвимость.

source: Vulnerability was successfully deleted.
ru: Уязвимость была успешно удалена.

source: Workflows
ru: Рабочие процессы

source: Workflow configuration page.
ru: Страница конфигурации рабочего процесса.

source: Edit a Workflow
ru: Редактирование рабочего процесса

source: Workflow was successfully edited.
ru: Рабочий процесс был успешно отредактирован.

source: Edit a Workflow item
ru: Редактировать элемент рабочего процесса

source: A validation request has been sent already. If you click Continue that request will be voided, the validator notificated and you will be able to edit. This item will be changed to Draft status.
ru: Запрос на проверку уже отправлен. Если вы нажмете «Продолжить», этот запрос будет аннулирован, проверяющий будет уведомлен, и вы сможете редактировать запрос. Элемент будет присвоен статус Черновик.

source: This item has been validated. If you edit it, the object will change it's status to Draft. Click to proceed.
ru: Этот элемент подтвержден. Если вы его отредактируете, объект изменит статус на Черновик. Нажмите, чтобы продолжить.

source: An approval request has already been sent. If you click Continue that request will be voided, the approver notificated and you will be able to edit. The object will be then on Draft status.
ru: Запрос на подтверждение уже отправлен. Если вы нажмете «Продолжить», этот запрос будет аннулирован, подтверждающий сотрудник будет уведомлен, и вы сможете редактировать запрос. Объект будет переведен в статус Черновик.

source: You are editing an object that has already been approved. Changes are not allowed unless the approver and/or validator accepts them. Please describe the changes you are intending to do so the workflow is initiated.
ru: Вы редактируете объект, который уже был одобрен. Изменения не допускаются, если утверждающий и / или проверяющий сотрудник не принимают их. Опишите изменения, которые вы намереваетесь сделать, чтобы начать рабочий процесс.

source: A request for change was sent already. Are you sure you want to send another?
ru: Запрос на изменение уже отправлен. Вы действительно хотите отправить еще один?

source: Request to edit
ru: Запрос на редактирование

source: Acknowledgement has been requested.
ru: Запрошено подтверждение.

source: Error occured while requesting acknowledgement. Please try again.
ru: При запросе подтверждения произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Item has gone to draft status.
ru: Элемент перешел в состояние Черновик.

source: Item has gone to draft status but error occured while sending notifications.
ru: Элемент перешел в статус Черновик, но при отправке уведомления произошла ошибка.

source: You are about to edit an object that has already been approved. Please describe the change you are about to make in order to keep a record of it. This is a requirement even when workflows are not defined (approval is automatic).
ru: Вы собираетесь редактировать объект, который уже был одобрен. Просьба описать изменения, которые вы собираетесь внести, чтобы вести журнал изменений. Это требуется, даже в том случае если рабочие процессы не определены (утверждение является автоматическим).

source: Edit Acknowledgement
ru: Изменить подтверждение

source: An acknowledgment for editing an item has been requested.
ru: Было запрошено разрешение на редактирование элемента.

source: An acknowledgment for deleting an item has been requested.
ru: Было запрошено подтверждение для удаления элемента.

source: Workflow acknowledgement.
ru: Подтверждение рабочего процесса.

source: You cannot acknowledge this item as you are not assigned as the approver.
ru: Вы не можете подтвердить этот элемент, поскольку вы не назначены в качестве утверждающего.

source: Item has been acknowledged and gone to draft status.
ru: Элемент был подтвержден и ему присвоен статус Черновик.

source: Item has been acknowledged and gone to draft status but error occured while sending notifications.
ru: Элемент был подтвержден и ему присвоен статус Черновик, но при отправке уведомления произошла ошибка.

source: Item Acknowledged
ru: Подтвержденный элемент

source: Your request for change has been acknowledged
ru: Ваш запрос об изменении был подтвержден

source: Validation Request Voided
ru: Запрос на подтверждение аннулирован

source: Approval Request Rejected
ru: Запрос одобрения отклонен

source: Delete a Workflow item
ru: Удалить элемент рабочего процесса

source: You are trying to delete a workflow item that is not in draft status.
ru: Вы пытаетесь удалить элемент рабочего процесса, который не находится в статусе Черновик.

source: A validation request has been sent already. If you click OK that request will be voided, the validator notified and this item will be deleted.
ru: Запрос на проверку уже отправлен. Если вы нажмете OK, запрос будет аннулирован, проверяющий уведомлен, и этот запрос будет удален.

source: An approval request has already been sent. If you click OK that request will be voided, the approver notified and this item will be deleted.
ru: Запрос на подтверждение уже отправлен. Если вы нажмете OK, запрос будет аннулирован, подтверждающий сотрудник уведомлен и этот элемент будет удален.

source: This item has been approved. If you need to delete it you must first get an acknowledgement from the Approver. Click Continue to request approval.
ru: Этот пункт утвержден. Если вам нужно удалить его, вы должны сначала получить подтверждение от сотрудника осуществляющего подтверждение. Нажмите «Продолжить», чтобы запросить подтверждение удаления.

source: Item was successfully deleted.
ru: Элемент успешно удален.

source: Item was successfully deleted but error occured while sending notifications.
ru: Элемент был успешно удален, но при отправке уведомления произошла ошибка.

source: You are trying to delete an approved workflow item.
ru: Вы пытаетесь удалить утвержденный элемент рабочего процесса.

source: Approval Request Voided
ru: Запрос об утверждении аннулирован

source: Item no longer exists.
ru: Элемент больше не существует

source: You are not the item's owner.
ru: Вы не являетесь владельцем элемента.

source: Workflow validation request.
ru: Запрос проверки рабочего процесса.

source: Validation for this item was requested.
ru: Была запрошена проверка для данного элемента.

source: Validation for this item was requested but error occured while sending notifications.
ru: Была запрошена проверка для этого элемента, но при отправке уведомления произошла ошибка.

source: Item was automatically validated and approved because there is no one assigned as a validator or approver.
ru: Элемент был автоматически проверен и одобрен, потому что никто не назначен в качестве проверяющего или согласующего.

source: Item was automatically validated because there is no one assigned as a validator.
ru: Элемент автоматически проверен, поскольку никто не назначен в качестве проверяющего.

source: Validation Request
ru: Запрос на проверку

source: An item needs validation
ru: Элемент нуждается в проверке

source: Workflow validate item.
ru: Элемент проверки рабочего процесса.

source: You are not assigned as a validator for this item.
ru: Вы не назначены проверяющим для этого элемента.

source: An item has been validated and approved
ru: Элемент проверен и утвержден

source: Item was validated and approved.
ru: Элемент был проверен и одобрен.

source: Item was validated and approved but error occured while sending notifications.
ru: Элемент был проверен и одобрен, но при отправке уведомления произошла ошибка.

source: An item has been validated
ru: Элемент проверен

source: Item was validated.
ru: Элемент был проверен.

source: Item was validated but error occured while sending notifications.
ru: Элемент был проверен, но при отправке уведомления произошла ошибка.

source: Item Validated
ru: Элемент проверен

source: Workflow approval request.
ru: Запрос утверждения рабочего процесса.

source: Approval for this item was requested.
ru: Запрошено утверждение для этого элемента.

source: Approval for this item was requested but error occured while sending notifications.
ru: Утверждение для этого элемента было запрошено, но при отправке уведомления произошла ошибка.

source: Item was automatically approved because there is no one assigned as an approver.
ru: Элемент был автоматически утвержден, поскольку никто не назначен в качестве утверждающего.

source: Approval Request
ru: Запрос утверждения

source: An item needs approval
ru: Элемент нуждается в утверждении

source: Workflow approve item.
ru: Элемент утверждения рабочего процесса.

source: You are not assigned as an approver for this item.
ru: Вы не назначены в качестве утверждающего для этого элемента.

source: Item was approved.
ru: Элемент был утвержден.

source: Item was approved but error occured while sending notifications.
ru: Элемент был утвержден, но при отправке уведомления произошла ошибка.

source: Item Approved
ru: Элемент утвержден

source: An item has been approved
ru: Элемент утвержден

source: Default Filter Index
ru: Индекс фильтра по умолчанию

source: Too much fields to show in result. Select max %s fields.
ru: Слишком много полей, чтобы показать результат. Выберите максимально %s полей.

source: Advanced Filter Cron failed (advanced_filter_id = %s)
ru: Не удалось выполнить расширенный фильтр Cron (advanced_filter_id =%s)

source: Advanced Filter Cron - record saving failed (advanced_filter_id = %s)
ru: Расширенный фильтр Cron - сбой записи (advanced_filter_id =%s)

source: Custom Fields
ru: Пользовательские поля

source: The system was not able to connect to our update servers. Please check your internet connection or proxy settings.
ru: Системе не удалось подключиться к нашим серверам обновлений. Проверьте настройки подключения к Интернету или прокси.

source: A new account (%s) was detected and included on the training
ru: Новая учетная запись (%s) была обнаружена и включена в обучение

source: An account (%s) was removed from the group and removed from the training
ru: Учетная запись (%s) была удалена из группы и удалена из тренинга

source: The training has started
ru: Началось обучение

source: The training has stopped
ru: Обучение прекратилось

source: All awareness records have been deleted by %s
ru: Все записи о повышении осведомленности были удалены %s

source: All awareness records in between dates %s and %s have been deleted by %s
ru: Все записи о повышении осведомленности между %s и %s были удалены %s

source: All awareness records since %s have been deleted by %s
ru: Все записи о повышении осведомленности начиная с %s были удалены %s

source: All awareness records until %s have been deleted by %s
ru: Все записи о повышении осведомленности до %s были удалены %s

source: Demo
ru: Демо

source: Demo email sent to: %s
ru: Демонстрационное письмо отправлено на %s

source: Email sent to: %s
ru: Письмо отправлено на %s

source: Training email sent to: %s
ru: Учебное письмо отправлено:%s

source: Reminder email sent to: %s
ru: Напоминание отправлено:%s

source: The user %s was not emailed as they have no email attribute
ru: Пользователю %s не было отправлено электронного письма, так как у него не заполнен атрибут электронной почты

source: Business Continuity Task Review
ru: Обзор задач непрерывности бизнеса

source: Control "%s" is not in Production but still in use.
ru: Контроль «%s» не входит в категорию эксплуатируемых, но все еще используется.

source: Control "%s" has missing Audits
ru: В контроле «%s» отсутствуют аудиты

source: Control "%s" has missing Maintenances
ru: У контроля «%s» отсутствует обслуживание

source: Support Contract "%s" has expired
ru: Договор поддержки «%s» истек

source: Continuity Plan "%s" has missing Audits
ru: В плане обеспечения непрерывности «%s» отсутствуют аудиты

source: Security Policy "%s" is still on Draft but used in a Security Control
ru: Политика безопасности «%s» по-прежнему находится в статусе Черновик, но используется в контроле безопасности

source: Policy Exception "%s" has expired
ru: Исключение политики «%s» истекло

source: Asset Risk "%s" has expired
ru: Риск актива «%s» истек

source: Third Party Risk "%s" has expired
ru: Риск третьего лица «%s» истек

source: Business Unit Risk "%s" has expired
ru: Риск «%s» бизнес-подразделения истек

source: Risk Exception "%s" has expired
ru: Исключение риска «%s» истекло

source: Compliance Exception "%s" has expired
ru: Исключение требования соответствия «%s» истекло

source: Audit Finding "%s" has expired.
ru: Результаты проверки «%s» устарели.

source: Program
ru: Программа

source: Health
ru: Здоровье

source: Organization
ru: Организация

source: Asset Mgt
ru: Упр. активами

source: Controls Catalogue
ru: Каталог контролей

source: Support Contracts
ru: Контакты поддержки

source: Risk Mgt
ru: Упр. рисками

source: Asset Risk Management
ru: Управление рисками активов

source: Risk Exceptions
ru: Исключения для риска

source: Third Party Risk Management
ru: Управление рисками третьих лиц

source: Business Impact Analysis
ru: Анализ последствий для коммерческой деятельности

source: Compliance Mgt
ru: Упр. требованиями соответствия

source: Compliance Packages
ru: Пакеты требований на соответствие

source: Compliance Analysis
ru: Анализ соблюдения требований

source: Security Operations
ru: Операции по обеспечению безопасности

source: Awareness Report
ru: Отчет об осведомленности

source: System
ru: Система

source: Notification "%s" was triggered
ru: Уведомление «%s» было инициировано

source: Notifications for this item ignored
ru: Уведомления для этого элемента игнорируются

source: Feedback Required
ru: Требуется обратная связь

source: Notification emails sent to: %s
ru: Уведомления, отправлены по адресу:%s

source: There is no one to send Notification emails to
ru: Никто не указан в качестве получателя электронных уведомлений

source: Custom Field
ru: Пользовательское поле

source: Custom Field (%s)
ru: Пользовательское поле - %s

source: Error occured during saving Awareness Graph values while running CRON.
ru: При запуске CRON произошла ошибка при сохранении значений графика осведомленности.
