Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Third Party Audit Name
ru: Наименование аудита третьего лица

source: Third Party Audit Auditor
ru: Аудитор аудита третьего лица

source: Third Party Audit Start
ru: Начало аудита третьего лица

source: Third Party Audit End
ru: Окончание аудита третьего лица

source: Findings
ru: Результаты

source: Audit Items
ru: Элементы аудита

source: Start Date
ru: Дата начала

source: End Date
ru: Дата окончания

source: Classification
ru: Классификация

source: Compliance Requirement Description
ru: Описание требований соответствия

source: Feedback Profile
ru: Профиль обратной связи

source: Auditee
ru: Проверяемый

source: Compliance Audit
ru: Аудит соответствия

source: Accepting Answers
ru: Принимать ответы

source: Finished
ru: Законченный

source: This audit has been started
ru: Эта проверка была начата

source: This audit has been finished
ru: Эта проверка была завершена

source: Compliance Audit Auditee Feedbacks
ru: Обратная связь от проверяемого на соответствие

source: Compliance Package Item ID
ru: ID элемента пакета соответствия

source: Feedback Answer
ru: Ответ обратной связи

source: Complinace Package Item
ru: Элемент пакета соответствия

source: Complinace Audit
ru: Аудит соответствия

source: Audit Name
ru: Наименование аудита

source: Feedback Answers
ru: Обратная связь

source: Compliance Audit Analysis
ru: Анализ аудита соответствия

source: <b>Audit notifications sent</b>
ru: <b>Уведомления аудита отправлены</b>

source: Compliance Exceptions
ru: Исключения из соответствия

source: Compliance Exception ID
ru: ID исключения соответствий

source: Compliance Exception Title
ru: Наименование исключения требования соответствия

source: Compliance Exception Requester
ru: Заказчик исключения требования соответствия

source: Compliance Exception Expiration
ru: Окончание срока действия исключения требования соответствия

source: Compliance Exception Status
ru: Статус исключения требования соответствия

source: The Compliance Exception %s has expired
ru: Истек срок действия исключения требования соответствия %s

source: The Compliance Exception %s is no longer expired %s
ru: Исключение требования соответствия %s больше не истекло %s

source: Requestor
ru: Заявитель

source: Mitigation
ru: Профиактика

source: Compliance Exception "%s" expired
ru: Исключение требования соответствия «%s» истекло

source: Third Party Risks
ru: Риски третьих лиц

source: Compliance Finding ID
ru: ID вывода по соответствию требованиям

source: Compliance Finding Title
ru: Наименование вывода по соответствию требованиям

source: Compliance Finding Deadline
ru: Крайинй срок вывода по соответствию требованиям

source: Compliance Finding Status
ru: Статус вывода по соответствию требованиям

source: Compliance Finding Description
ru: Описание вывода по соответствию требованиям

source: Compliance Finding Tag
ru: Тэг вывода по соответствию требованиям

source: Third Party Name
ru: Наименование третьего лица

source: Compliance Finding item <b>%s</b> created
ru: Создан элемент вывода <b>%s</b>

source: Compliance Finding item created
ru: Создан элемент вывода по соответствию требованиям

source: Compliance Managements
ru: Управление требованиями по соответствию

source: Treatment Strategy has been set to Compliant
ru: Стратегии исправления был присвоен статус Соответствует

source: Treatment Strategy has been set to Not Applicable
ru: Стратегии исправления был установлен ​статус Неприменимая

source: Treatment Strategy has been set to Not Compliant
ru: Стратегии исправления был присвоен статус Не соответствует

source: Efficacy
ru: Эффективность

source: Strategy
ru: Стратегия

source: Mitigation Controls
ru: Контроли по профиактике

source: Mitigation Policies
ru: Политика профилактики

source: Asset Risks
ru: Риски активов

source: Control Statuses
ru: Статусы контролей

source: Policy Statuses
ru: Статусы политик

source: Missing Reviews
ru: Отсутствующие отзывы

source: Project Statuses
ru: Статусы проектов

source: Improvement Project over Budget
ru: Проект улучшения превышает бюджет

source: Undefined
ru: Не определено

source: Search
ru: Поиск

source: Compliance Package Item
ru: Элемент пакета соответствия

source: Execution Time
ru: Время выполнения

source: Performance Review
ru: Оценка производительности

source: Groups
ru: Группы

source: Improvements
ru: Улучшения

source: Ldap Connector cannot be deleted because is in use.
ru: LDAP коннектор не может быть удален, потому что он используется.

source: Email address configuration is required
ru: Требуется настройка адреса электронной почты

source: LDAP Auth Filter is required
ru: Требуется фильтр проверки подлинности LDAP

source: LDAP Auth Attribute is required
ru: Требуется атрибут авторизации LDAP

source: Notification %s has been associated with this item
ru: С этим элементом связано уведомление %s

source: Notification %s has been removed from this item
ru: Уведомление %s было удалено из этого элемента

source: Notification %s has been enabled for this item
ru: Для этого элемента было включено оповещение %s

source: Notification %s has been disabled for this item
ru: Уведомление %s отключено для этого элемента

source: Skip Empty Results
ru: Пропускать пустые результаты

source: Send Empty Results
ru: Отправлять пустые результаты

source: PDF and CSV
ru: PDF и CSV

source: Notifications updated
ru: Уведомления обновлены

source: Notifications created
ru: Уведомления созданы

source: Policy Exception ID
ru: ID исключения из политики

source: Policy Exception Title
ru: Название исключения из политики

source: Policy Exception Description
ru: Описание исключения из политики

source: Policy Exception Requester
ru: Заказчик исключения из политики

source: Policy Exception Expiration
ru: Срок действия исключения из политики

source: Policy Exception Status
ru: Статус исключения из политики

source: The Policy Exception %s has expired
ru: Исключение из политики %s просрочено

source: The Policy Exception %s is no longer expired %s
ru: Исключение из политики %s больше не является просроченным

source: Policy Exception "%s" expired
ru: Исключение из политики «%s» истекло

source: Business Unit
ru: Подразделение

source: Revenue per Hour
ru: Доход в час

source: processes
ru: процессах

source: Project ID
ru: ID проекта

source: Project Title
ru: Заголовок Проекта

source: Project End
ru: Окончание проекта

source: Project Completion
ru: Проект выполнен

source: The Project %s has expired %s
ru: Срок проекта %s истек %s

source: The Project %s is no longer expired %s
ru: Проект %s больше не просрочен %s

source: The sum of current expenses %s for the Project %s is above the planned budget %s
ru: Сумма текущих затрат %s для проекта %s превышает запланированный бюдже т%s

source: The sum of current expenses %s for the Project %s is under the planned budget %s
ru: Сумма текущих затрат %s для проекта %s находится в плановом бюджете %s

source: Goal
ru: Цедь

source: Project Start Date
ru: Дата начала проекта

source: Project Deadline
ru: Крайний срок проекта

source: Completion
ru: Окончание

source: Planned Buget
ru: Запланированный бюджет

source: Tasks
ru: Задачи

source: Expenses
ru: Расходы

source: projects
ru: проекты

source: Project Tasks
ru: Задачи проекта

source: Project Task ID
ru: ID задачи проекта

source: Project Task Description
ru: Описание задачи проекта

source: Project Task End
ru: Окончание задачи проекта

source: Project
ru: Проект

source: Order
ru: Сортировка

source: One or more tasks for this project has expired: %s
ru: Одна или несколько задач для этого проекта истекли: %s

source: Amount
ru: Количество

source: Project Expeneses
ru: Проектные расходы

source: Pending
ru: В ожидании

source: Failed
ru: Не удалось

source: Queue ID
ru: Идентификатор очереди

source: queue
ru: очередь

source: Email to %s
ru: Письмо отправлено на %s

source: Planned Date
ru: Плановая дата

source: Actual Date
ru: Актуально на

source: Reviewer
ru: Рецензент

source: Risks
ru: Риски

source: risks
ru: риски

source: You have to select all Risk Classifications
ru: Вы должны выбрать все классификации рисков

source: You have to select all Risk Classifications to meet required conditions
ru: Вы должны выбрать все классификации рисков для удовлетворения требуемых условий

source: Section does not support calculations
ru: Раздел не поддерживает вычисления

source: This calculation method is not supported in this section
ru: Этот метод расчета не поддерживается в этом разделе

source: Choose at least 1 or maximum %d Classification Types
ru: Выбрать по крайней мере 1 или максимум %d типов классификации

source: Risk Classifications
ru: Классификация риска

source: Since the classification "%1$s - %2$s - %3$s" used by this Risk was deleted, the original Risk Score %4$s for this risk has been set to zero until the Risk is classified again
ru: Поскольку классификация «%1$s - %2$s - %3$s» используемые этим риском были удалены, изначальная оценка риска %4$s была установлена равной нулю до тех пор, пока риск не будет классифицирован снова

source: Risk Exception ID
ru: ID исключения из риска

source: Risk Exception Title
ru: Название исключения риска

source: Risk Exception Expiration
ru: Срок действия исключения риска

source: Risk Exception Status
ru: Статус исключения риска

source: The Risk Exception %s has expired
ru: Истек срок действия исключения риска %s

source: The Risk Exception %s is no longer expired %s
ru: Исключение рисков %s больше не просрочено %s

source: Risk Exception "%s" expired
ru: Просрочено исключение риска «%s»

source: Risk Reviews
ru: Обзор риска

source: Asset Risk Title
ru: Название риска актива

source: asset Risk Reviews
ru: обзоры рисков активов

source: The Security Incident %s has been opened
ru: Был открыт инцидент безопасности %s

source: The Security Incident %s has been closed
ru: Инцидент безопасности %s был закрыт

source: The lifecycle step %s for the Security Incident %s has been tagged as not completed
ru: Шаг жизненного цикла %s для инцидента безопасности %s было маркировано как не завершенная

source: All lifecycle stages for the Security Incident %s have been completed
ru: Все стадии жизненного цикла для инцидента безопасности %s были выполнены

source: The Security Incident %s has been mapped to the Security Service %s
ru: Инцидент безопасности %s был привязан к Сервису безопасности %s

source: The Security Incident %s that has been mapped do the Security Service %s is no longer mapped
ru: Инцидент безопасности %s привязанный к сервису безопасности %s больше не привязан

source: The Security Incident %s has been mapped to the Third Party %s
ru: Инцидент безопасности %s был привязан к третьем лицу %s

source: The Security Incident %s that has been mapped do the Third Party %s is no longer mapped
ru: Инцидент безопасности %s привязанный к третьему лицу %s больше не привязан

source: The Security Incident %s has been mapped to the Risk %s
ru: Инцидент безопасности %s был привязан к риску %s

source: The Security Incident %s that has been mapped do the Risk %s is no longer mapped
ru: Инцидент безопасности %s который был привязан к риску %s больше не привязан

source: The Security Incident %s has been mapped to the Third Party Risk %s
ru: Инцидент безопасности %s был привязан к риску третьей стороны %s

source: The Security Incident %s that has been mapped do the Third Party Risk %s is no longer mapped
ru: Инцидент безопасности %s который был привязан к риску третьей стороны %s больше не привязан

source: The Security Incident %s has been mapped to the Business Continuity %s
ru: Инцидент безопасности %s был привязан к процессу обеспечения непрерывности %s

source: The Security Incident %s that has been mapped do the Business Continuity %s is no longer mapped
ru: Инцидент безопасности %s который был привязан к процессу обеспечения непрерывности %s больше не привязан

source: The Security Incident %s has been mapped to the Asset %s
ru: Инцидент безопасности %s был привязан к активу %s

source: The Security Incident %s that has been mapped do the Asset %s is no longer mapped
ru: Инцидент безопасности %s который был привязан к активу %s больше не привязан

source: Open Date
ru: Дата открытия

source: Closed Date
ru: Дата закрытия

source: Risk Profile
ru: Профиль риска

source: Stakeholders
ru: Заинтересованные стороны

source: Reporter
ru: Репортёр

source: Victim
ru: Потерпевший

source: Incident Profile
ru: Профиль инцидента

source: Compensating Controls
ru: Компенсирующие контроли

source: Compromised Assets
ru: Скомпрометированные активы

source: Lifecycle Incomplete
ru: Не завершен жизненный цикл

source: Security Incident
ru: Инцидент безопасности

source: Security Incident "%s" expired
ru: Инцидент безопасности %s истек

source: Security Policy ID
ru: ID Политики безопасности

source: Security Policy Name
ru: Название политики безопасности

source: Security Policy Description
ru: Описание политики безопасности

source: Security Policy Author
ru: Автор политики безопасности

source: Security Policy Review
ru: Обзор политики безопасности

source: Security Policy Version
ru: Версия политики безопасности

source: Author
ru: Автор

source: Publish Date
ru: Дата публикации

source: Next Review
ru: Дата следующего пересмотра

source: Content
ru: Контент

source: Document Type
ru: Тип документа

source: Version
ru: Версия

source: Document Content Type
ru: Тип содержимого документа

source: Document Content
ru: Содержимое документа

source: Access Restrictions
ru: Ограничения доступа

source: Asset Risks Incident
ru: Инцидент связанный с рисками актива

source: Asset Risks Treatment
ru: Устранение рисков активов

source: Third Party Risks Incident
ru: Инцидент связанный с рисками третьего лица

source: Business Risks Incident
ru: Инцидент связанный с бизнес рисками

source: Business Risks Treatment
ru: Устранение бизнес рисков

source: The Security Policy %s has been tagged as being in Draft
ru: Политики безопасности %s было маркирована как черновик

source: The Security Policy %s has been tagged as being Published
ru: Политики безопасности %s было маркирована как опубликованная

source: This field is mandatory
ru: Данное поле обязательно для заполнения

source: Short Description
ru: Краткое описание

source: This field is optional, you can leave it blank if you want to
ru: Это поле является необязательным, вы можете оставить его пустым, если вы хотите

source: Optional, you can leave this field blank
ru: Вы можете оставить это поле пустым

source: Mandatory. You can get the ID of a user account from System / Settings / User Management
ru: Обязательно. Вы можете получить ID пользователя из меню Система / Настройки / Управление пользователями

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a user account from System / Settings / User Management
ru: Необязательный и может включать несколько идентификаторов, разделенных «|». Например «1 | 2 | 3». Вы можете получить ID учетной записи пользователя из Система / Настройки / Управление пользователями

source: Optional and accepts tags separated by "|". For example "Critical|SOX|PCI"
ru: Необязательное и может включать несколько идентификаторов разделенных "|". Например, "Критичный|SOX|PCI"

source: Published Date
ru: Дата публикации

source: Mandatory, it must follow the format YYYY-MM-DD, not the "-" character is used as delimiter
ru: Обязательное, и должен использовать формат гггг-мм-дд, символ "-" не используется в качестве разделителя

source: Next Review Date
ru: Дата следующего пересмотра

source: Optional, set the value of the ID of the label you want to use. Label IDs can be obtained from Asset Management / Asset Identification / Settings / Labels
ru: Необязательное, установите значение ID надписи которое вы хотите использовать. ID надписи полученное из меню Управление активами / Идентификация активов / Настройки / Надписи

source: Optional and accepts multiple IDs separated by "|". You need to enter the ID of a project, you can find them at Security Operations / Project Management
ru: Необязательный и может включать несколько идентификаторов, разделенных «|». Вам необходимо ввести идентификатор проекта. Вы можете найти их в Мероприятия по безопасности / Управление проектами

source: Mandatory, set value: %s
ru: Обязательный. Установите значение: %s

source: Mandatory, set one of the following values: %s
ru: Обязательным, установите одно из следующих значений: %s

source: Permissions
ru: Разрешения

source: "%s" for authenticated users
ru: «%s» для аутентифицированных пользователей

source: "%s" to avoid the policy being published
ru: «%s», чтобы избежать публикации политики

source: "%s" if you want anyone to see it
ru: «%s» если вы хотите, чтобы все это увидели

source: Built-in editor
ru: Встроенный редактор

source: This field cannot be left blank while Document Content type is set as "%s"
ru: Это поле нельзя оставить пустым, пока тип контента документа установлен как «%s»

source: This review was created by the system at the time the policy was created - If you used "attachments" as content, then dont forget to attach policies to this review.
ru: Этот обзор был создан системой в момент создания политики - если вы использовали «вложения», то не забудьте прикрепить политики для данного обзора.

source: Notification sent to: %s
ru: Уведомление отправлено в адрес: %s

source: Security Policy Reviews
ru: Обзоры политики безопасности

source: Policy Name
ru: Имя политики

source: Security Service ID
ru: ID Сервиса безопасности

source: Security Service Name
ru: Имя сервиса безопасности

source: Security Service Objective
ru: Цель сервиса безопасности

source: Security Service Owner
ru: Владелец сервиса безопасности

source: Security Service Collaborators
ru: Сотрудники службы безопасности

source: Security Service Metric Description
ru: Описание метрики сервиса безопасности

source: Security Service Success Criteria
ru: Критерии успеха сервиса безопасности

source: Objective
ru: Задача

source: Release
ru: Релиз

source: Cost
ru: Стоимость

source: Opex
ru: Операционные затраты

source: Capex
ru: Капитальные затраты

source: Resource Utilization
ru: Использование ресурсов

source: Audit Metric
ru: Метрика аудита

source: Audit Success Criteria
ru: Критерии успеха аудита

source: Audit Date
ru: Дата аудита

source: Maintenance Task
ru: Задача по техническому обслуживанию

source: Maintance Date
ru: Дата технического обсдуживания

source: Data Asset Flows
ru: Потоки данных актива

source: Audits
ru: Аудиты

source: Maintenances
ru: Техническое обслуживание

source: The Security Service %s has a missing Maintenance %s
ru: Сервис безопасности %s пропустил техническое обслуживание %s

source: The Maintenance planned for the date %s on the Security Service %s has been set to %s
ru: Планируемое на %s обслуживание сервиса безопасности %s перенесено на %s

source: The Maintenance for the date %s that has been missing on the Security Service %s has been deleted
ru: Пропущенное техническое обслуживание сервиса безопасности %s назначенное на %s было удалено

source: The Security Service %s has been tagged as having Issues
ru: Сервис безопасности $s помечен как имеющий проблемы

source: The Security Service %s has been tagged as no longer having Issues
ru: Сервис безопасности %s помечен как не имеющий больше проблем

source: Documentation URL
ru: URL-адрес документации

source: Mandatory, can be one of the following numbers: %s
ru: Обязательный, может быть одной из следующих цифр: %s

source: Optional and accepts multiple values separated by "|". For example "Critical|SOX|PCI"
ru: Необязательный и может включать несколько значений, разделенных «|». Например «Критической | SOX | PCI»

source: Optional. You can get the ID of a user account from System / Settings / User Management
ru: Необязательный. Вы можете получить ID учетной записи пользователя из меню Система / Настройки / Управление пользователями

source: Collaborators
ru: Сотрудники

source: OPEX
ru: Операционные расходы

source: Mandatory, it requires a numerical value
ru: Обязательное, требуется числовое значение

source: CAPEX
ru: Капитальные затраты

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a policy from Control Catalogue / Policy Management
ru: Необязательный и может включать несколько идентификаторов, разделенных «|». Например «1 | 2 | 3». Вы можете узнать идентификатор политики из Каталога управления / Управление политиками

source: Mandatory, you need to insert some text or NA if you are not interested in this feature
ru: Обязательный, вам нужно вставить текст или NA, если вы не заинтересованы в этой функции

source: Audit Criteria
ru: Критерии аудита

source: Optional, you can insert one date with the format DD-MM. Bare in mind the delimiter is a "-"
ru: Необязательно, вы можете вставить одну дату в формате дд-мм. Имейте в виду разделителем является «-»

source: Maintenance Date
ru: Дата техобслуживания

source: This date is not valid.
ru: Ошибка в дате.

source: Security Service Audit Metric Description
ru: Описание метрики аудита сервиса безопасности

source: Security Service Audit Success Criteria
ru: Критерии успеха аудита сервиса безопасности

source: Security Service Audit Result
ru: Результат аудита сервиса безопасности

source: Security Service Audit Conclusion
ru: Заключение аудита сервиса безопасности

source: Security Service Audit Date
ru: Дата аудита сервиса безопасности

source: Security Service Audit Owner
ru: Владелец аудита сервиса безопасности

source: Control Name
ru: Имя элемента управления

source: Planned Start
ru: Планируемое Начало

source: Actual Start
ru: Фактическое начало

source: Result
ru: Результат

source: Conclusion
ru: Вывод

source: Security Service Classifications
ru: Классификация сервиса безопасности

source: Security Service Maintenance Task
ru: Задача техобслуживания сервиса безопасности

source: Security Service Maintenance Conclusion
ru: Заключение по техобслуживанию сервиса безопасности

source: Security Service Maintenance Result
ru: Результат техобслуживания сервиса безопасности

source: Security Service Maintenance Date
ru: Дата техобслуживания сервиса безопасности

source: Security Service Maintenance Owner
ru: Владелец техобслуживания сервиса безопасности

source: Maintenance status changed to %s
ru: Состояние техобслуживания изменено на %s

source: Last maintenance missing (%s)
ru: Последнее техобслуживание, отсутствует (%s)

source: Security Service Types
ru: Типы сервисов безопасности

source: Security Contract Name
ru: Название договора по безопасности

source: Security Contract Value
ru: Стоимость контракта по безопасности

source: Security Contract Start
ru: Начало контракта по безопасности

source: Security Contract End
ru: Окончание контракта по безопасности

source: The Service Contract %s has expired
ru: Истек срок действия контракта сервиса безопасности %s

source: The Service Contract %s new expiration date is %s
ru: Новая дата %s истечения срока действия договора на техобслуживание %s

source: Type: Select the type of mail configuration you want to use to send notifications. Mail will use the operating system internal mailing capabilities while SMTP allows the use of any type of mail system (Exchange, Google, Etc).
ru: Тип: Выберите тип конфигурации почты, которую вы хотите использовать для отправки уведомлений. Mail будет использовать внутренние почтовые возможности, в то время как SMTP позволяет использовать любую почтовую систему (Exchange, Google и т.д.).

source: Choose the encryption type you would like to use when sending emails.
ru: Выберите тип шифрования, который вы хотели бы использовать при отправке сообщения электронной почты.
