Repository: TheNyokabi/Kibali
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Scope was successfully edited.
ru: Область действия была успешно отредактирована.

source: Program Scope
ru: Область действия программы

source: Describe the scope of your Security Program
ru: Опишите область действия вашей программы обеспечения безопасности

source: Scopes
ru: Области действия

source: Delete a Scope.
ru: Удалить область действия.

source: Scope was successfully deleted.
ru: Область действия успешно удалена.

source: Create a Scope
ru: Создать область действия

source: Scope was successfully added.
ru: Область действия была успешно добавлена.

source: List of Project Tasks
ru: Список задач проекта

source: This is the list of tasks for a given project.
ru: Это список задач для данного проекта.

source: Project Achievements
ru: Достижения проекта

source: Delete a Project Achievement.
ru: Удалите достижение проекта.

source: Project Achievement was successfully deleted.
ru: Достижение проекта было успешно удалено.

source: Create a Project Task
ru: Создайте задачу проекта

source: Project Task was successfully added.
ru: Задача проекта была успешно добавлена.

source: Edit a Project Task
ru: Редактировать задачу проекта

source: Project Task was successfully edited.
ru: Задача проекта была успешно отредактирована.

source: Define and update tasks involved on this project.
ru: Определите и обновите задачи, связанные с этим проектом.

source: List of Expenses
ru: Список расходов

source: This is the list of expenses for a given project.
ru: Это список расходов по данному проекту.

source: Project Expenses
ru: Расходы по проектам

source: Delete a Project Expense.
ru: Удалите расходы по проекту.

source: Project Expense was successfully deleted.
ru: Расходы по проекту были успешно удалены.

source: Create a Project Expense
ru: Создание проектного расхода

source: Project Expense was successfully added.
ru: Расходы по проекту были успешно добавлены.

source: Edit a Project Update
ru: Изменить обновление проекта

source: Project Expense was successfully edited.
ru: Расходы по проекту были успешно отредактированы.

source: Use this form to create or edit new improvement expense. In this way you can control financial expenses on your projects.
ru: Используйте эту форму для создания или изменения новых расходов на улучшение. Таким образом, вы можете контролировать финансовые затраты на свои проекты.

source: Project Management
ru: Управление проектом

source: This module will let you define and manage improvements across your program. Once defined here, projects can then be mapped to Compliance, Risk, Controls and Exceptions in order to clearly see what their impact is on the program.
ru: Этот модуль позволит вам определять и управлять улучшениями в вашей программе. После определения проекты затем могут быть сопоставлены с требованиями законодательства, рисками, элементами управления и исключениями, чтобы четко понимать, каково их влияние на программу.

source: Projects
ru: Проекты

source: Delete a Project.
ru: Удалить проект.

source: Project was successfully deleted.
ru: Проект успешно удален.

source: Create a Project
ru: Создайте проект

source: Project was successfully added.
ru: Проект был успешно добавлен.

source: Edit a Project
ru: Редактировать проект

source: Project was successfully edited.
ru: Проект был успешно отредактирован.

source: Queue
ru: Очередь

source: This is the list of emails queued on the system, every time cron (daily or hourly) runs up to 15 emails are sent. Make sure cron and email settings are correctly configured.
ru: Это список почтовых сообщений, стоящих в очереди в системе, каждый раз, когда срабатывает cron (ежедневно или ежечасно) отправляется до 15 писем. Убедитесь, что cron и электронная почта настроены правильно.

source: Reviews for "%s"
ru: Обзор "%s"

source: Reviews
ru: Обзоры

source: Reviews for this item.
ru: Обзоры этого элемента.

source: Create a Review
ru: Создать обзор

source: Review was successfully added.
ru: Обзор был успешно добавлен.

source: Edit a Review
ru: Редактировать обзор

source: Review was successfully edited.
ru: Обзор был успешно отредактирован.

source: Delete a Review.
ru: Удалить обзор.

source: Review was successfully deleted.
ru: Обзор успешно удален.

source: Calculation Warning
ru: Предупреждение о калькуляции

source: If you proceed the attribute Risk Score for all your current Risks will set to zero until they get classified again
ru: Если вы обработаете атрибут Risk Score для всех ваших текущих рисков, то они установятся на ноль, пока не будут классифицированы снова

source: Edit a Risk Calculation
ru: Редактирование расчета риска

source: Risk Calculation has been updated from "%s" to "%s" method the Risk Score attribute for all Risks have been updated to zero until they get classified again
ru: Оценка риска обновлена ​​с «%s» до «%s», атрибут «Оценка риска» для всех рисков установлен в ноль, пока они не будут классифицированы снова

source: Risk settings for the methodology "%1$s" have changed from %2$s to %3$s and therefore the Risk score for all Risk have been set to zero until they get classified again
ru: Параметры риска для методологии «%1$s» изменились с%2$s до%3$s, и поэтому оценка риска для всех рисков была установлена ​​равной нулю, пока они не будут классифицированы снова

source: Calculation method changed to %s - Risk Scores re-calculated
ru: Метод расчета изменен на %s - Оценки риска пересчитаны

source: Risk Calculation was successfully updated.
ru: Оценка рисков была успешно обновлена.

source: Risk Classification
ru: Классификация рисков

source: Delete a Risk Classification.
ru: Удалить классификацию рисков.

source: Risk Classification was successfully deleted.
ru: Классификация рисков была успешно удалена.

source: Create a Risk Classification
ru: Создание классификации рисков

source: Risk Classification was successfully added.
ru: Классификация рисков была успешно добавлена ​.

source: Edit a Risk Classification
ru: Редактирование классификации рисков

source: This classification is used by %d risks, if you proceed we will update the risk score for this risks.
ru: Эта классификация используется рисками% d, если вы продолжите, мы обновим оценку риска для этих рисков.

source: The classification "%1$s - %2$s - %3$s" applied on this risk has got its value updated to "%4$s" and therefore this risk has been updated from %5$s to %6$s
ru: Классификация «%1$s -%2$s -%3$s», примененная к этому риску, обновила его значение до «%4$s», и поэтому этот риск был обновлен с%5$s до%6$s

source: Risk Classification was successfully edited.
ru: Классификация рисков была успешно отредактирована.

source: Risk Classification Type was successfully added.
ru: Тип классификации риска был успешно добавлен.

source: Usually there's many assets around in a organization. Trough classification (according to your needs) you will be able to set priorities and profile them in a way their treatment and handling is systematic. Btw, this is a basic requirement for most Security related regulations.
ru: Обычно в организации есть много активов. Классификация активов (в соответствии с вашими потребностями) позволяет установить приоритеты и профилировать их таким образом, чтобы их обработка и управление были систематическими. Кстати, это основное требование для большинства требований, связанных с безопасностью.

source: Risk Exception Management
ru: Управление исключением рисков

source: Risk Exceptions are used to evidence the decision of accepting rather than mitigating a Risk. Risk exceptions are commonly mapped to Risks which the business intends to accept.
ru: Исключение рисков используется для подтверждения решения о принятии, а не смягчения риска. Исключения рисков обычно сопоставляются с Рисками, которые бизнес намерен принять.

source: Risk Exception
ru: Исключение риска

source: Delete a Risk Exception.
ru: Удалить исключение риска.

source: Risk Exception was successfully deleted.
ru: Исключение риска было успешно удалено.

source: Create a Risk Exception
ru: Создать исключение риска

source: Risk Exception was successfully added.
ru: Исключение рисков успешно добавлено.

source: Edit a Risk Exception
ru: Изменить исключение риска

source: Risk Exception was successfully edited.
ru: Исключение риска было успешно отредактировано.

source: Risk Report
ru: Отчет о рисках

source: Exceptions Issues
ru: Задачи связанные с исключениями

source: Controls Issues
ru: Задачи связанные с управлением

source: Expired
ru: Срок действия истек

source: Risk Over Appetite
ru: Риск превышает допустимый уровень

source: Asset based - Risk Analysis
ru: Активы - Аналз рисков

source: Manage your Asset based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification).
ru: Управляйте рисками, основанными на активах, включая анализ, обработку и передачу рисков. Этот модуль требует, чтобы вы определили Активы (в разделе Управление активами / Идентификация активов).

source: Risk
ru: Риск

source: Delete a Risk.
ru: Удалить риск.

source: Risk was successfully deleted.
ru: Риск был успешно удален.

source: Create a Risk
ru: Создать риск

source: Risk was successfully added.
ru: Риск был успешно добавлен.

source: Edit a Risk
ru: Изменить риск

source: Risk was successfully edited.
ru: Риск был успешно изменен.

source: Manage your Asset Based risk management framework including the analysis, treatment and communication of risks.
ru: Управляйте своей системой управления рисками активов, включая анализ, обработку и передачу рисков.

source: System Roles
ru: Системные роли

source: System wide roles used for workflows and notifications.
ru: Системные роли, используемые для рабочих процессов и уведомлений.

source: Scope
ru: Область действия

source: Define Sytem Roles
ru: Определить системные роли

source: System roles are used across the entire system to define workflow and notification settings.
ru: Системные роли используются во всей системе для определения рабочих процессов и настроек уведомлений.

source: Security Controls Report
ru: Отчет по контролям безопасности

source: Uncategorized
ru: Без рубрики

source: Controls With Policies
ru: Контроли с политиками

source: Controls Without Policies
ru: Контроли без политики

source: Controls With Draft Policies
ru: Контроли с черновыми политиками

source: All Audits Done
ru: Все аудиты выполнены

source: All Maintenances Done
ru: Все обслуживание выполнено

source: Last Audit Missing
ru: Последний аудит отсутствует

source: Last Maintenance Missing
ru: Последнее обслуживание отсутствует

source: Security Incident Classification Scheme
ru: Схема классификации инцидентов безопасности

source: Apply this classification to your Security Incidents.
ru: Примените эту классификацию к вашим инцидентам безопасности.

source: Security Incident Classifications
ru: Классификация инцидентов безопасности

source: Delete a Security Incident Classification.
ru: Удалить классификацию инцидентов безопасности.

source: Security Incident Classification was successfully deleted.
ru: Классификация инцидентов безопасности успешно удалена.

source: Create a Security Incident Classification
ru: Создание классификации инцидентов безопасности

source: Security Incident Classification was successfully added.
ru: Классификация инцидентов безопасности была успешно добавлена.

source: Edit a Security Incident Classification
ru: Редактирование классификации инцидентов безопасности

source: Security Incident Classification was successfully edited.
ru: Классификация инцидентов безопасности была успешно отредактирована.

source: Define your Security Incident Classification.
ru: Определите свою классификацию инцидентов безопасности.

source: Security Incident Stages
ru: Этапы инцидента безопасности

source: Describe the lifecycle of a security incident. The stages defined here will be applied to all incidents.
ru: Опишите жизненный цикл инцидента безопасности. Определенные здесь этапы будут применяться ко всем инцидентам.

source: Security Incident Stage
ru: Этап инцидента безопасности

source: Create a Stage
ru: Создать этап

source: Stage was successfully added.
ru: Этап был успешно добавлен.

source: Edit Stage
ru: Редактировать этап

source: Stage was successfully edited.
ru: Этап был успешно отредактирован.

source: Delete a Stage.
ru: Удалить этап.

source: Stage was successfully deleted.
ru: Этап был успешно удален.

source: Stage marked as completed
ru: Этап отмечен как завершенный

source: Stage marked as incompleted
ru: Этап, отмеченный как незавершенный

source: Security Incidents
ru: Инциденты в сфере безопасности

source: Record and manage your program security incidents. Incidents can be linked to controls, assets and third parties in order to make it clear what components of the program have been affected.
ru: Фиксируйте и управляйте инцидентами безопасности вашей программы. Инциденты могут быть связаны с элементами управления, активами и третьими сторонами, с целью определения, какие компоненты программы были затронуты.

source: Third Party
ru: Сторонние

source: Security Incident was successfully deleted.
ru: Инцидент безопасности был успешно удален.

source: Delete a Security Incident.
ru: Удалить инцидент безопасности.

source: Create a Security Incident
ru: Создание инцидента безопасности

source: Security Incident was successfully added.
ru: Инцидент безопасности был успешно добавлен.

source: Edit a Security Incident
ru: Редактирование инцидента безопасности

source: Security Incident was successfully edited.
ru: Инцидент безопасности был успешно отредактирован.

source: Security Operations Report
ru: Операции по обеспечению безопасности

source: Security Policies
ru: Политики безопасности

source: You are able to define at high-level your Security Policies, Standards or Procedure. This is used across the system in multiple places such as: Risks, Control, Compliance Management and others.
ru: Вы можете определить высокоуровневые Политики безопасности, Стандарты или Процедуры. Они используются во всей системе в разных местах, таких как: риски, контроль, управление соответствием требованиям и другие.

source: Delete a Security Policy.
ru: Удалить политику безопасности.

source: Security Policy was successfully deleted.
ru: Политика безопасности была успешно удалена.

source: Create a Security Policy
ru: Создание политики безопасности

source: Security Policy was successfully added.
ru: Политика безопасности была успешно добавлена.

source: We have created two reviews for this policy, one with todays date, another with the date in the future where you plan to review this policy. Remember, if you used "Attachments" as content you must attach your policy documents in the review we created for today.
ru: Мы создали два обзора для этой политики: одну с сегодняшней датой, другую с датой в будущем, где вы запланировали пересмотреть эту политику. Помните, что если вы использовали «Вложения» в качестве контента, вы должны приложить свои документы к обзору, который мы создали на сегодняшний день.

source: Edit a Security Policy
ru: Изменение политики безопасности

source: Security Policy was successfully edited.
ru: Политика безопасности была успешно отредактирована.

source: Error occured while creating a direct url. Please try again.
ru: Ошибка при создании прямого URL-адреса. Пожалуйста, попробуйте еще раз.

source: Direct link (%s)
ru: Прямая ссылка (%s)

source: Security Policy was successfully cloned.
ru: Политика безопасности была успешно клонирована.

source: Send Notifications
ru: Отправить уведомление

source: Send email to all people that has permission to this Policy.
ru: Отправить письмо всем людям, у которых есть доступ к этой Политике.

source: Notifications were successfully sent.
ru: Уведомления успешно отправлены.

source: Please choose one or more users to send notification.
ru: Пожалуйста, выберите одного или нескольких пользователей для отправки уведомлений.

source: Policy Document
ru: Политика

source: Delete a Audit Improvement.
ru: Удалите улучшение аудита.

source: Security Service Audit Improvement was successfully added.
ru: Улучшение по результатам аудита сервиса безопасности было успешно добавлено

source: Edit a Security Service Audit Improvement
ru: Редактирование улучшения по результатам аудита сервиса безопасности

source: Security Services Audit Report
ru: Отчет аудита сервиса безопасности

source: Security Service Audits
ru: Аудит сервиса безопасности

source: Delete a Security Service Audit.
ru: Удаление аудита сервиса безопасности.

source: Security Service Audit was successfully deleted.
ru: Аудит сервиса безопасности был успешно удален.

source: Edit a Security Service Audit
ru: Редактирование аудита сервиса безопасности

source: Security Service Audit was successfully edited.
ru: Аудит сервиса безопасности был успешно изменен.

source: The objective is to audit the security control for efficiency utilizing the metrics reviews and success criteria defined on the control. You should be able to add evidence that suppors the audit.
ru: Целью является аудит контроля безопасности для повышения эффективности с использованием обзоров показателей и критериев успеха, определенных для контроля. Вы должны быть в состоянии добавить доказательства, подтверждающие аудит.

source: Security Services Maintenance Report
ru: Отчет об обслуживании сервиса безопасности

source: This is a report of all maintenance records for this service.
ru: Это отчет обо всех записях по обслуживанию этой службы.

source: Security Service Maintenances
ru: Обслуживание сервисов безопасности

source: Delete a Security Service Maintenance.
ru: Удалить обслуживание сервисов безопасности.

source: Security Service Maintenance was successfully deleted.
ru: Обслуживание сервисов безопасности было успешно удалено.

source: Edit a Security Service Maintenance
ru: Изменение обслуживания сервисов безопасности

source: Security Service Maintenance was successfully edited.
ru: Обслуживание сервисов безопасности было успешно отредактировано.

source: The objective is to keep track of the regular tasks Service Controls require in order to function properly.
ru: Цель состоит в том, чтобы отслеживать регулярные задачи, необходимые для правильного функционирования контроля сервисов.

source: Security Services Catalogue
ru: Каталог сервисов безопасности

source: The security controls are the core of the security management system and must be carefully populated and managed. Controls defined in this section will be used to protect your Data Flows, and utilised to mitigate Risks and Compliance requirements.
ru: Элементы управления безопасностью являются основой системы управления безопасностью и должны быть оформлены и правильно управляться. Элементы управления, определенные в этом разделе, будут использоваться для защиты ваших потоков данных и снижения рисков и требований по соответствию.

source: Security Services
ru: Сервисы безопасности

source: Delete a Security Service.
ru: Удаление сервиса безопасности.

source: Security Service was successfully deleted.
ru: Сервис безопасности успешно удален.

source: Create a Security Service
ru: Создание сервиса безопасности

source: Security Service was successfully added.
ru: Сервис безопасности был успешно добавлен.

source: Edit a Security Service
ru: Редактировать сервис безопасности

source: Security Service was successfully edited.
ru: Сервис безопасности был успешно отредактирован.

source: The control is in design. Audits not possible.
ru: Элемент управления находится в разработке. Аудиты невозможны.

source: The control is in design. Maintenances not possible.
ru: Элемент управления находится в разработке. Обслуживание невозможно.

source: Security Services Classification Scheme
ru: Схема классификации сервисов безопасности

source: Define tags in order to profile your security controls.
ru: Определите теги, чтобы профилировать элементы управления безопасностью.

source: Service Classifications
ru: Классификация сервисов

source: Delete a Service Classification.
ru: Удалить классификацию сервисов.

source: Service Classification was successfully deleted.
ru: Классификация сервисов была успешно удалена.

source: Create a Security Service Classification
ru: Создание классификации сервисов безопасности

source: Service Classification was successfully added.
ru: Классификация сервисов была успешно добавлена.

source: Edit a Security Service Classification
ru: Редактирование классификации сервисов безопасности

source: Service Classification was successfully edited.
ru: Классификация сервисов была успешно отредактирована.

source: Service Contracts
ru: Договоры на поддержку

source: Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
ru: Здесь вы можете определить любые договоры на поддержку, которые у вас есть с поставщиками. Сопоставьте их с сервисами безопасности, чтобы сохранить отчетность по бюджету, а также получить предупреждения, когда договоры истекают. Например, если вы управляете несколькими сертификатами SSL, вы можете описать их здесь, чтобы отслеживать, что они не истекают.

source: Delete a Service Contract.
ru: Удалить договор на поддержку.

source: Service Contract was successfully deleted.
ru: Договор на поддержку был успешно удален.

source: Create a Service Contract
ru: Создание договора на поддержку

source: Service Contract was successfully added.
ru: Договор на поддержку был успешно добавлен.

source: Edit a Service Contract
ru: Изменение договора на поддержку

source: Service Contract was successfully edited.
ru: Договор на поддержку был успешно отредактирован.

source: You can Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
ru: Здесь вы можете определить любые договоры на поддержку, которые у вас есть с поставщиками. Сопоставьте их с сервисами безопасности, чтобы сохранить отчетность по бюджету, а также получить предупреждения, когда договоры истекают. Например, если вы управляете несколькими сертификатами SSL, вы можете описать их здесь, чтобы отслеживать, что они не истекают.

source: Settings
ru: Параметры

source: System Settings
ru: Системные настройки

source: Settings successfully saved.
ru: Настройки успешно сохранены.

source: Log file does not exist or is not readable
ru: Файл журнала не существует или не читается

source: Log file was deleted
ru: Файл журнала был удалён

source: Log file can not be deleted
ru: Файл журнала не может быть удален

source: Dashboards successfully reseted.
ru: Дашборды успешно сброшены.

source: Error while reseting data. Please try it again.
ru: Ошибка при перезагрузке данных. Повторите попытку.

source: Logo was successfully deleted.
ru: Логотип был успешно удален.

source: Logo was successfully changed.
ru: Логотип успешно изменен.

source: Cache successfully deleted.
ru: Кэш успешно удален.

source: Cache was deleted but some files might have remained.
ru: Кэш был удален, но некоторые файлы, возможно, остались.

source: Reset Database
ru: Перезагрузка базы данных

source: Database succesfully reseted.
ru: База данных успешно перезагружена.

source: Unable to reset database
ru: Не удалось перезагрузить базу данных

source: Check the Reset database checkbox first.
ru: Сначала установите флажок «Перезагрузить базу данных».

source: System Health
ru: Состояние системы

source: System Records
ru: Системные записи
