Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: This module will let you define and manage improvements across your program. Once defined here, projects can then be mapped to Compliance, Risk, Controls and Exceptions in order to clearly see what their impact is on the program.
de: In diesem Modul können Sie definieren und Verwalten von Verbesserungen in Ihrem Programm. Sobald hier definiert, können Projekte dann zugeordnet werden, Compliance, Risiko, Kontrollen und Ausnahmen um klar zu sehen, was ihre Auswirkungen auf dem Programm steht.

source: Projects
de: Projekte

source: Delete a Project.
de: Löschen eines Projekts.

source: Project was successfully deleted.
de: Projekt wurde erfolgreich gelöscht.

source: Create a Project
de: Erstellen Sie ein Projekt

source: Project was successfully added.
de: Projekt wurde erfolgreich hinzugefügt.

source: Edit a Project
de: Bearbeiten eines Projekts

source: Project was successfully edited.
de: Projekt wurde erfolgreich bearbeitet.

source: Queue
de: Warteschlange

source: This is the list of emails queued on the system, every time cron (daily or hourly) runs up to 15 emails are sent. Make sure cron and email settings are correctly configured.
de: Dies ist die Liste der e-Mails in der Warteschlange auf dem System jedes Mal, wenn Cron (täglich oder stündlich) bis zu läuft 15 e-Mails gesendet werden. Stellen Sie sicher, dass Cron und e-Mail-Einstellungen richtig konfiguriert sind.

source: Reviews for "%s"
de: Bewertungen für "%s"

source: Reviews for this item.
de: Bewertungen für diesen Artikel.

source: Create a Review
de: Erstellen Sie eine Rezension

source: Review was successfully added.
de: Beitrag wurde erfolgreich hinzugefügt.

source: Edit a Review
de: Eine Bewertung bearbeiten

source: Review was successfully edited.
de: Beitrag wurde erfolgreich bearbeitet.

source: Delete a Review.
de: Ein Beitrag zu löschen.

source: Review was successfully deleted.
de: Beitrag wurde erfolgreich gelöscht.

source: Calculation Warning
de: Berechnung-Warnung

source: If you proceed the attribute Risk Score for all your current Risks will set to zero until they get classified again
de: Wenn Sie das Attribut fortfahren wird Risiko-Score für Ihre aktuelle Risiken auf Null gesetzt bis sie erneut klassifiziert werden

source: Edit a Risk Calculation
de: Bearbeiten einer Risk-Berechnung

source: Risk Calculation has been updated from "%s" to "%s" method the Risk Score attribute for all Risks have been updated to zero until they get classified again
de: Risikoberechnung wurde aktualisiert von "%s", "%s" Methode das Risiko-Score-Attribut für alle Risiken auf Null aktualisiert wurden bis sie erneut klassifiziert werden

source: Risk settings for the methodology "%1$s" have changed from %2$s to %3$s and therefore the Risk score for all Risk have been set to zero until they get classified again
de: Risiko-Einstellungen für die Methodik "%1$s" wurden von %2$s %3$s geändert und daher das Risiko-Score für alle Risiken wurden auf Null, bis sie erneut klassifiziert werden

source: Calculation method changed to %s - Risk Scores re-calculated
de: %s - Berechnungsmethode geändert berechnet Risikoscores neu

source: Risk Calculation was successfully updated.
de: Risk-Berechnung wurde erfolgreich aktualisiert.

source: Risk Classification
de: Risikoeinstufung

source: Delete a Risk Classification.
de: Löschen Sie eine Risikoeinstufung.

source: Risk Classification was successfully deleted.
de: Risikoeinstufung wurde erfolgreich gelöscht.

source: Create a Risk Classification
de: Erstellen Sie eine Risikoeinstufung

source: Risk Classification was successfully added.
de: Risikoeinstufung wurde erfolgreich hinzugefügt.

source: Edit a Risk Classification
de: Eine Asset-Klassifizierung bearbeiten

source: This classification is used by %d risks, if you proceed we will update the risk score for this risks.
de: Diese Klassifizierung wird von %d Risiken verwendet, wenn Sie fortfahren aktualisieren wir die Risiko-Score für diese Risiken.

source: The classification "%1$s - %2$s - %3$s" applied on this risk has got its value updated to "%4$s" and therefore this risk has been updated from %5$s to %6$s
de: Die Klassifizierung "%1$s - %2$s - %3$s" auf dieses Risiko angewendet hat seinen Wert auf "%4$s" aktualisiert und deshalb wurde dieses Risiko von %5$s %6$s aktualisiert

source: Risk Classification was successfully edited.
de: Risikoeinstufung wurde erfolgreich bearbeitet.

source: Risk Classification Type was successfully added.
de: Risikotyp Klassifizierung wurde erfolgreich hinzugefügt.

source: Usually there's many assets around in a organization. Trough classification (according to your needs) you will be able to set priorities and profile them in a way their treatment and handling is systematic. Btw, this is a basic requirement for most Security related regulations.
de: In der Regel gibt es viele Vermögenswerte um in einer Organisation. Trog-Klassifikation (nach Belieben) werden Sie in der Lage, Prioritäten setzen und sie in einer Weise, die ihre Behandlung und Handhabung ist systematisch Profil. BTW, dies ist eine grundlegende Voraussetzung für höchste Sicherheit im Zusammenhang mit Vorschriften.

source: Risk Exception Management
de: Ausnahme-Risikomanagement

source: Risk Exceptions are used to evidence the decision of accepting rather than mitigating a Risk. Risk exceptions are commonly mapped to Risks which the business intends to accept.
de: Risiko Ausnahmen werden verwendet, um die Entscheidung zu akzeptieren, anstatt eine Risikominderung Beweise. Risiko Ausnahmen sind Risiken allgemein zugeordnet, die das Geschäft übernehmen will.

source: Risk Exception
de: Risiko-Ausnahme

source: Delete a Risk Exception.
de: Löschen Sie eine Risiko-Ausnahme.

source: Risk Exception was successfully deleted.
de: Risiko-Ausnahme wurde erfolgreich gelöscht.

source: Create a Risk Exception
de: Erstellen Sie eine Risiko-Ausnahme

source: Risk Exception was successfully added.
de: Risiko-Exception wurde erfolgreich hinzugefügt.

source: Edit a Risk Exception
de: Bearbeiten Sie eine Risikoausnahme

source: Risk Exception was successfully edited.
de: Risiko-Ausnahme wurde erfolgreich bearbeitet.

source: Risk Report
de: Risikobericht

source: Exceptions Issues
de: Ausnahmen Fragen

source: Controls Issues
de: Steuerelemente-Fragen

source: Expired
de: Abgelaufen

source: Risk Over Appetite
de: Risiko über Appetit

source: Asset based - Risk Analysis
de: Asset-based - Risikoanalyse

source: Manage your Asset based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification).
de: Verwalten Sie Ihre Asset based Risikomanagement inklusive Analyse, Behandlung und Kommunikation der Risiken. Dieses Modul benötigen Sie Vermögenswerte identifiziert haben (unter Asset Management / Asset-Identifizierung).

source: Risk
de: Risiko

source: Delete a Risk.
de: Löschen Sie ein Risiko.

source: Risk was successfully deleted.
de: Risiko wurde erfolgreich gelöscht.

source: Create a Risk
de: Erstellen Sie ein Risiko

source: Risk was successfully added.
de: Risiko wurde erfolgreich hinzugefügt.

source: Edit a Risk
de: Ein Risiko bearbeiten

source: Risk was successfully edited.
de: Risiko wurde erfolgreich bearbeitet.

source: Manage your Asset Based risk management framework including the analysis, treatment and communication of risks.
de: Verwalten Sie Ihre Asset Based Risikomanagement inklusive Analyse, Behandlung und Kommunikation der Risiken.

source: System Roles
de: Systemfunktionen

source: System wide roles used for workflows and notifications.
de: System große Rollen für Workflows und Benachrichtigungen verwendet.

source: Scope
de: Umfang

source: Define Sytem Roles
de: Sytem Rollen definieren

source: System roles are used across the entire system to define workflow and notification settings.
de: Systemfunktionen werden im gesamten System zur Workflow und Benachrichtigungseinstellungen zu definieren.

source: Security Controls Report
de: Steuerelemente-Sicherheitsbericht

source: Uncategorized
de: Allgemein

source: Controls With Policies
de: Steuerelemente mit Richtlinien

source: Controls Without Policies
de: Steuerung ohne Richtlinien

source: Controls With Draft Policies
de: Steuerelemente mit Entwurf Richtlinien

source: All Audits Done
de: Alle Prüfungen durchgeführt

source: All Maintenances Done
de: Alle Wartungen durchgeführt

source: Last Audit Missing
de: Letzte Prüfung fehlt

source: Last Maintenance Missing
de: Letzte Wartung fehlt

source: Security Incident Classification Scheme
de: Sicherheit Vorfall Klassifikationsschema

source: Apply this classification to your Security Incidents.
de: Gelten Sie diese Klassifizierung für Ihre Security-Incidents.

source: Security Incident Classifications
de: Sicherheit Vorfall Klassifikationen

source: Delete a Security Incident Classification.
de: Löschen Sie einen Vorfall Sicherheitseinstufung.

source: Security Incident Classification was successfully deleted.
de: Demex Vorfall wurde erfolgreich gelöscht.

source: Create a Security Incident Classification
de: Erstellen Sie einen Vorfall Demex

source: Security Incident Classification was successfully added.
de: Demex Vorfall wurde erfolgreich hinzugefügt.

source: Edit a Security Incident Classification
de: Eine Security Incident Klassifizierung bearbeiten

source: Security Incident Classification was successfully edited.
de: Demex Vorfall wurde erfolgreich bearbeitet.

source: Define your Security Incident Classification.
de: Definieren Sie Ihre Security Incident Classification.

source: Security Incident Stages
de: Sicherheit Vorfall Phasen

source: Describe the lifecycle of a security incident. The stages defined here will be applied to all incidents.
de: Beschreiben Sie den Lebenszyklus eines Sicherheitsvorfalls. Die hier definierten Phasen gelten für alle Vorfälle.

source: Security Incident Stage
de: Sicherheit-Vorfall-Bühne

source: Create a Stage
de: Erstellt eine Stufe

source: Stage was successfully added.
de: Bühne wurde erfolgreich hinzugefügt.

source: Edit Stage
de: Bühne zu bearbeiten

source: Stage was successfully edited.
de: Bühne wurde erfolgreich bearbeitet.

source: Delete a Stage.
de: Löschen Sie eine Bühne.

source: Stage was successfully deleted.
de: Bühne wurde erfolgreich gelöscht.

source: Stage marked as completed
de: Bühne als erledigt markiert

source: Stage marked as incompleted
de: Bühne als unabgeschlossenen markiert

source: Security Incidents
de: Sicherheitsvorfälle

source: Record and manage your program security incidents. Incidents can be linked to controls, assets and third parties in order to make it clear what components of the program have been affected.
de: Erfassen Sie und verwalten Sie Ihre Programm-Sicherheitsvorfälle. Vorfälle können Steuerelemente, Vermögenswerte und dritten verknüpft werden, um klarzustellen, welche Komponenten des Programms betroffen sind.

source: Third Party
de: Drittanbieter

source: Security Incident was successfully deleted.
de: Sicherheitsvorfall wurde erfolgreich gelöscht.

source: Delete a Security Incident.
de: Löschen eines Sicherheitsvorfalls.

source: Create a Security Incident
de: Erstellen eines Wertpapiers Vorfall

source: Security Incident was successfully added.
de: Sicherheitsvorfall wurde erfolgreich hinzugefügt.

source: Edit a Security Incident
de: Bearbeiten eines Sicherheitsvorfalls

source: Security Incident was successfully edited.
de: Sicherheitsvorfall wurde erfolgreich bearbeitet.

source: Security Operations Report
de: Operationen-Sicherheitsbericht

source: Security Policies
de: Sicherheitsrichtlinien

source: You are able to define at high-level your Security Policies, Standards or Procedure. This is used across the system in multiple places such as: Risks, Control, Compliance Management and others.
de: Sie sind in der Lage, auf High-Level Ihrer Sicherheitsrichtlinien, Normen oder Verfahren zu definieren. Hiermit wird über das System an mehreren Orten wie z. B.: Risiken, Kontrolle und Compliance-Management.

source: Delete a Security Policy.
de: Löschen Sie eine Sicherheitsrichtlinie.

source: Security Policy was successfully deleted.
de: Sicherheitspolitik wurde erfolgreich gelöscht.

source: Create a Security Policy
de: Eine Sicherheitsrichtlinie erstellen

source: Security Policy was successfully added.
de: Sicherheitspolitik wurde erfolgreich hinzugefügt.

source: We have created two reviews for this policy, one with todays date, another with the date in the future where you plan to review this policy. Remember, if you used "Attachments" as content you must attach your policy documents in the review we created for today.
de: Wir haben zwei Bewertungen für diese Politik, mit heutigen Datum, ein anderer mit dem Datum in der Zukunft wo Sie planen, diese Richtlinie zu überprüfen. Denken Sie daran, wenn Sie "Anhänge" als Inhalt verwendet, Sie müssen Ihre Politik Anhängen Dokumente bei der Überprüfung, die wir für heute erstellt.

source: Edit a Security Policy
de: Bearbeiten einer Sicherheitsrichtlinie

source: Security Policy was successfully edited.
de: Sicherheitspolitik wurde erfolgreich bearbeitet.

source: Error occured while creating a direct url. Please try again.
de: Fehler beim Erstellen einer direkten Url. Bitte versuchen Sie es erneut.

source: Direct link (%s)
de: Direktlink (%s)

source: Security Policy was successfully cloned.
de: Sicherheitspolitik wurde erfolgreich geklont.

source: Send Notifications
de: Benachrichtigungen senden

source: Send email to all people that has permission to this Policy.
de: Senden Sie e-Mail an Personen, die berechtigt ist, diese Politik.

source: Notifications were successfully sent.
de: Benachrichtigungen wurden erfolgreich gesendet.

source: Please choose one or more users to send notification.
de: Bitte wählen Sie einen oder mehrere Benutzer zu benachrichtigen.

source: Policy Document
de: Politisches Dokument

source: Delete a Audit Improvement.
de: Löschen Sie eine Audit-Verbesserung.

source: Security Service Audit Improvement was successfully added.
de: Verbesserung der Sicherheit Service Audit wurde erfolgreich hinzugefügt.

source: Edit a Security Service Audit Improvement
de: Eine Verbesserung der Sicherheit Service Prüfung bearbeiten

source: Security Services Audit Report
de: Sicherheit-Dienstleistungen-Audit-Bericht

source: Security Service Audits
de: Sicherheits-Service-Audits

source: Delete a Security Service Audit.
de: Löschen einer Sicherheitsprüfung Service.

source: Security Service Audit was successfully deleted.
de: Security Service-Audit wurde erfolgreich gelöscht.

source: Edit a Security Service Audit
de: Bearbeiten einer Sicherheitsprüfung Service

source: Security Service Audit was successfully edited.
de: Security Service-Audit wurde erfolgreich bearbeitet.

source: The objective is to audit the security control for efficiency utilizing the metrics reviews and success criteria defined on the control. You should be able to add evidence that suppors the audit.
de: Ziel ist es, die Sicherheitskontrolle für die Nutzung der Kennzahlen Überprüfungen und Erfolgskriterien für das Steuerelement definiert Effizienz zu prüfen. Sollte man in der Lage, fügen Sie Beweise, dass Suppors die Prüfung.

source: Security Services Maintenance Report
de: Sicherheit Services Wartungsbericht

source: This is a report of all maintenance records for this service.
de: Dies ist ein Bericht von aller Wartungsprotokolle für diesen Dienst.

source: Security Service Maintenances
de: Sicherheit Service Wartungen

source: Delete a Security Service Maintenance.
de: Löschen Sie eine Security-Service-Wartung.

source: Security Service Maintenance was successfully deleted.
de: Sicherheit Service Wartung wurde erfolgreich gelöscht.

source: Edit a Security Service Maintenance
de: Bearbeiten einer Security-Service-Wartung

source: Security Service Maintenance was successfully edited.
de: Sicherheit Service Wartung wurde erfolgreich bearbeitet.

source: The objective is to keep track of the regular tasks Service Controls require in order to function properly.
de: Ziel ist es, die üblichen Aufgaben den Überblick behalten, die Service-Steuerelemente erfordern, um richtig zu funktionieren.

source: Security Services Catalogue
de: Sicherheit Services Katalog

source: The security controls are the core of the security management system and must be carefully populated and managed. Controls defined in this section will be used to protect your Data Flows, and utilised to mitigate Risks and Compliance requirements.
de: Die Sicherheitskontrollen müssen sind der Kern des Informationssicherheits-Managementsystem und sorgfältig ausgefüllt und verwaltet werden. Steuerelemente, die in diesem Abschnitt definiert werden verwendet, um Ihre Daten fließen zu schützen, und genutzt werden, um Risiken und Compliance-Anforderungen zu mildern.

source: Security Services
de: Sicherheitsdienste

source: Delete a Security Service.
de: Löschen Sie einen Sicherheitsdienst.

source: Security Service was successfully deleted.
de: Security-Service wurde erfolgreich gelöscht.

source: Create a Security Service
de: Erstellen Sie einen Sicherheitsdienst

source: Security Service was successfully added.
de: Security-Service wurde erfolgreich hinzugefügt.

source: Edit a Security Service
de: Bearbeiten eines Sicherheitsdienstes

source: Security Service was successfully edited.
de: Security-Service wurde erfolgreich bearbeitet.

source: The control is in design. Audits not possible.
de: Die Steuerung ist im Design. Prüfungen nicht möglich.

source: The control is in design. Maintenances not possible.
de: Die Steuerung ist im Design. Wartungen nicht möglich.

source: Security Services Classification Scheme
de: Sicherheit Services Klassifikationsschema

source: Define tags in order to profile your security controls.
de: Tags zu definieren, um Ihre Sicherheitskontrollen zu profilieren.

source: Service Classifications
de: Service-Klassifizierungen

source: Delete a Service Classification.
de: Löschen Sie eine Service-Klassifizierung.

source: Service Classification was successfully deleted.
de: Service-Klassifikation wurde erfolgreich gelöscht.

source: Create a Security Service Classification
de: Erstellen Sie einen Security Service Classification

source: Service Classification was successfully added.
de: Service-Klassifikation wurde erfolgreich hinzugefügt.

source: Edit a Security Service Classification
de: Eine Security-Service-Klassifizierung bearbeiten

source: Service Classification was successfully edited.
de: Service-Klassifikation wurde erfolgreich bearbeitet.

source: Service Contracts
de: Serviceverträge

source: Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
de: Hier definieren Sie alle Support-Verträge mit Lieferanten haben. Ordnen Sie Security Services um Budgets klar zu halten zu, und auch erhalten Sie Warnungen, wenn sie so eingestellt sind, verfallen. Auch zum Beispiel, wenn Sie verwalten mehrere SSL-Zertifikate, können Sie sie hier definieren, um sicherzustellen, dass sie nicht ablaufen.

source: Delete a Service Contract.
de: Löschen Sie einen Service-Vertrag.

source: Service Contract was successfully deleted.
de: Service-Vertrag wurde erfolgreich gelöscht.

source: Create a Service Contract
de: Erstellen Sie einen Servicevertrag

source: Service Contract was successfully added.
de: Service-Vertrag wurde erfolgreich hinzugefügt.

source: Edit a Service Contract
de: Bearbeiten eines Servicevertrags

source: Service Contract was successfully edited.
de: Service-Vertrag wurde erfolgreich bearbeitet.

source: You can Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
de: Sie können hier können Sie alle Support-Verträge mit Lieferanten zu definieren. Ordnen Sie Security Services um Budgets klar zu halten zu, und auch erhalten Sie Warnungen, wenn sie so eingestellt sind, verfallen. Auch zum Beispiel, wenn Sie verwalten mehrere SSL-Zertifikate, können Sie sie hier definieren, um sicherzustellen, dass sie nicht ablaufen.

source: Settings
de: Einstellungen

source: System Settings
de: Systemeinstellungen

source: Settings successfully saved.
de: Einstellungen erfolgreich gespeichert.

source: Log file does not exist or is not readable
de: Log-Datei ist nicht vorhanden oder nicht lesbar

source: Log file was deleted
de: Protokolldatei wurde gelöscht

source: Log file can not be deleted
de: Log-Datei kann nicht gelöscht werden

source: Awareness Overtime
de: Bewusstsein Überstunden

source: Compliance Audit Overtime
de: Compliance Audit Überstunden

source: Project Overtime
de: Projekt-Überstunden

source: Risk Overtime
de: Risiko-Überstunden

source: Third Party Audit Overtime
de: Dritte Audit Überstunden

source: Third Party Incident Overtime
de: Dritter Vorfall Überstunden

source: Third Party Overtime
de: Dritten Überstunden

source: Third Party Risk Overtime
de: Dritte Risiko Überstunden

source: Dashboards successfully reseted.
de: Dashboards erfolgreich zurückgesetzt.

source: Error while reseting data. Please try it again.
de: Fehler beim Zurücksetzen Daten. Bitte versuchen Sie es erneut.

source: Logo was successfully deleted.
de: Logo wurde erfolgreich gelöscht.

source: Logo was successfully changed.
de: Logo wurde erfolgreich geändert.

source: Cache successfully deleted.
de: Cache wurde erfolgreich gelöscht.

source: Cache was deleted but some files might have remained.
de: Cache wurde gelöscht, aber einige Dateien möglicherweise geblieben.

source: Reset Database
de: Datenbank zurücksetzen

source: Database succesfully reseted.
de: Datenbank erfolgreich zurückgesetzt.

source: Unable to reset database
de: Datenbank kann nicht zurückgesetzt werden

source: Check the Reset database checkbox first.
de: Das Kontrollkästchen Sie zurücksetzen Datenbank zuerst.

source: System Health
de: Systemgesundheit

source: Every transaction on the system is recorded and can be found here. Optionally you can also search for records on the object (a risk, control, etc.) directly by using the functionality "system records" on the action cell of the object.
de: Jede Transaktion im System wird aufgezeichnet und kann hier gefunden werden. Optional können Sie auch direkt mithilfe der Funktionalität "System Records" auf die Aktion Zelle des Objekts für Aufzeichnungen über das Objekt (eine Gefahr, Kontrolle usw.) suchen.

source: Program Team Members & Roles
de: Programm-Team-Mitglieder & Rollen

source: Define program members, roles, teams and their competences. This is of particular relevance for those programs aligned with ISO 27001
de: Programmteilnehmer, Rollen, Teams und ihre Kompetenzen zu definieren. Dies ist von besonderer Bedeutung für diejenigen Programme ausgerichtet mit ISO 27001

source: Team Roles
de: Teamrollen

source: Delete a Team Role.
de: Löschen Sie eine Rolle im Team.

source: Team Role was successfully deleted.
de: Rolle im Team wurde erfolgreich gelöscht.

source: Create a Team Role
de: Erstellen Sie eine Rolle im Team

source: Team Role was successfully added.
de: Rolle im Team wurde erfolgreich hinzugefügt.

source: Edit a Team Role
de: Eine Rolle im Team bearbeiten

source: Team Role was successfully edited.
de: Rolle im Team wurde erfolgreich bearbeitet.

source: Third Parties
de: Dritte Vertragsparteien
