Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Exceptions with Issues
de: Ausnahmen mit Problemen

source: Controls with Issues
de: Kontrollen mit Problemen

source: Plans with Issues
de: Pläne mit Problemen

source: Compliance Package ID
de: Compliance-Paket-ID

source: Compliance Package Title
de: Compliance-Paket-Titel

source: Compliance Package Description
de: Compliance-Paketbeschreibung

source: List Answers
de: Liste Antworten

source: List Findings
de: Liste der Ergebnisse

source: List Items
de: Artikel

source: List Settings
de: Listeneinstellungen

source: %d item
de: %d Artikel

source: (%s Reviewed)
de: (%s bewertet)

source: %s seconds
de: %s Sekunden

source: Missing Analysis
de: Fehlende Analyse

source: Last Performance Review missing
de: Letzter Leistungsüberblick fehlt

source: Active notification
de: Aktive Benachrichtigung

source: List Tasks
de: Aufgaben auflisten

source: List Expenses
de: Listenaufwand

source: Not due
de: Nicht wegen

source: Missing
de: Fehlend

source: Improvement
de: Verbesserung

source: Incomplete
de: Unerledigt

source: Status is Design
de: Status ist Design

source: Missing audits
de: Fehlende Audits

source: Being fixed
de: Behoben werden

source: No audit issues
de: Keine Prüfungsfragen

source: Missing maintenances
de: Fehlende Wartungsarbeiten

source: Last maintenance failed
de: Letzte Wartung fehlgeschlagen

source: No maintenance issues
de: Keine Wartungsprobleme

source: Failed audit
de: Ausgefallene audit

source: Missing audit
de: Fehlende audit

source: Failed maintenance
de: Fehlgeschlagene Wartung

source: Missing maintenance
de: Fehlende Wartung

source: Contract Expired
de: Vertrag abgelaufen

source: No Tags found.
de: Keine Tags gefunden

source: Taggable "outputCallback" is incorrectly defined.
de: Taggable "outputCallback" ist falsch definiert.

source: Taggable "notFoundCallback" is incorrectly defined.
de: Taggable "NotFoundCallback" ist falsch definiert.

source: Brute Force Blocked
de: Brute-Force blockiert

source: The password must be 8-30 alphanumeric characters long and optionally, include the following: "!@#$%^&()][" characters
de: Das Passwort muss 8-30 alphanumerische Zeichen lang und optional, gehören die folgenden: "! @# $% ^ & ()] [" Zeichen

source: Date Started
de: Begonnen am

source: Date Ended
de: Enddatum

source: No Issues found.
de: Es wurden keine Probleme gefunden.

source: Trainings you need to do
de: Schulungen, die Sie tun müssen

source: Something went wrong
de: Leider ist etwas schiefgegangen

source: Request URL
de: Abfrage-URL

source: Your session probably expired and you have been logged out of the application.
de: Ihre Sitzung ist wahrscheinlich abgelaufen und Sie wurden aus der Anwendung abgemeldet.

source: Error occured and the request failed.<br />Enable debug mode if you want more information.<br />If this problem persist, contact the support.
de: Fehler aufgetreten ist und die Anforderung ist fehlgeschlagen.<br>Debug-Modus zu aktivieren, wenn Sie weitere Informationen wünschen.<br>Wenn dieses Problem weiterhin bestehen, kontaktieren Sie den Support.

source: Please try again or <span>reload the page</span>.
de: Bitte versuchen Sie es erneut oder <span>die Seite neu laden</span>.

source: You don't have a permission to view this page.
de: Sie müssen keine Berechtigung zum Anzeigen dieser Seite.

source: This portal was generated on %s by %s using %s
de: Dieses Portal wurde in%s um%s mit%s generiert

source: This portal is generated using <a href="http://www.eramba.org" target="_blank">www.eramba.org</a>
de: Dieses Portal wird generiert mit <a href="http://www.eramba.org" target="_blank">www.eramba.org</a>

source: Logout
de: Abmelden

source: Document Library Portal
de: Dokument-Bibliothek-Portal

source: Login to this portal to access the full library of documents
de: Login auf diesem Portal Zugriff auf vollständige Bibliothek von Dokumenten

source: The name of the connector, for example "Corporate LDAP"
de: Der Name des Konnektors, z. B. "Corporate LDAP"

source: Brief description for this connector
de: Kurze Beschreibung für diesen connector

source: If the connector is disabled or enabled (is ready to be used across the system)
de: Wenn der Connector deaktiviert oder aktiviert ist (ist im System verwendet werden)

source: The ldap server you want to connect. If you want to use TSL then don't forget to include ldaps:// in front of the server name. For example ldaps://ldap.company.com. Additionally you may need to edit your ldap.conf file and include a setting for TLS_REQCERT (with value "never").
de: Der Ldap-Server eine Verbindung herstellen möchten. Wenn Sie TSL verwenden wollen, dann vergessen Sie nicht, Ldaps: / / vor dem Servernamen. Zum Beispiel ldaps://ldap.company.com. Zusätzlich müssen Sie Ihre ldap.conf Datei editieren und beinhalten eine Einstellung für TLS_REQCERT (mit Wert "nie").

source: The domain used on your emails, for example mycompany.com
de: Die Domain auf Ihre e-Mails, zum Beispiel mycompany.com verwendet

source: By default we connect to the port 389. If you are using TSL on your directory you would typically use 636.
de: Standardmäßig verbinden wir mit dem Anschluss 389. Bei Verwendung von TSL in Ihrem Verzeichnis verwenden Sie in der Regel 636.

source: LDAP Username
de: LDAP-Benutzernamen

source: This is the username that will be used to connect to the LDAP server using the full DN. <br><br>For example: "CN=Joe Ramone,OU=People,DC=corp,DC=eramba,DC=org"
de: Dies ist der Benutzername, der zum Herstellen des LDAP-Servers unter Verwendung den vollständigen DN verwendet wird.<br><br>Zum Beispiel: "CN = Joe Ramone, OU = Personen, DC = corp, DC = Eramba, DC = Org"

source: LDAP Password
de: LDAP-Kennwort

source: This is the password for the account defined on the field above
de: Dies ist das Kennwort für das Konto, auf das oben stehende Feld definiert

source: LDAP Server Base DN
de: LDAP Server Basis DN

source: This is the base directory where queries will be executed. <br><br>If you are not sure, use the DN of the user you used to connect to AD and keep the domain part, for example "DC=corp,DC=eramba,DC=org"
de: Dies ist die Basis-Verzeichnis wo Abfragen ausgeführt wird.<br><br>Wenn Sie nicht sicher sind, verwenden Sie den DN des Benutzers, die Sie verwendet, um eine Verbindung zu AD und halten den Domänenteil, z. B. "DC = corp, DC = Eramba, DC = Org"

source: If you are looking to authenticate users in eramba, then select "Authenticator". <br>If you have plans to use the Policy Portal or Awareness module you will need two connectors, one "Authenticator" and another "Group"
de: Wenn Sie schauen, um die Authentifizierung von Benutzern in Eramba, wählen Sie dann "Authenticator".<br>Wenn Sie Vorhaben, das Politik-Portal oder Bewusstsein Modul zu verwenden, benötigen Sie zwei Anschlüsse, einen "Authenticator" und eine andere "Gruppe"

source: Filter to find account names
de: Filter, um Kontonamen zu finden

source: This filter is the one eramba will use to find the exact the login name in your directory. If your login account in AD is john.smith, at the time you login in eramba, this filter will be used to find that user account in your AD. eramba will replace the pattern %USERNAME% with "john.smith" and run the filter. <br><br>For example, a typical filter for AD would be (&(objectcategory=user)(sAMAccountName=%USERNAME%))
de: Dieser Filter ist, dass ein Eramba verwenden, um genau den Login-Namen in Ihrem Verzeichnis finden. Wenn Ihr Anmeldekonto in AD john.smith, zur Zeit in Eramba Login ist, wird dieser Filter verwendet werden, um das Benutzerkonto in Ihrer Anzeige zu finden. Eramba ersetzt die Muster %username% mit "Christian.Bauer" und führen Sie den Filter.<br><br>Zum Beispiel wäre ein typische Filter für AD (&(objectcategory=user) ("samAccountName" %Username% =))

source: LDAP Account Attribute
de: LDAP-Konto-Attribut

source: This is the attribute eramba will request after it executed the filter and will be used to get the exact login account.<br><br>For example, a typical attribute in AD would be "sAMAccountName"
de: Dies ist das Attribut Eramba wird angefordert, nachdem sie den Filter ausgeführt und verwendet wird, um die genaue Anmeldekonto erhalten.<br><br>Zum Beispiel wäre ein typisches Attribut in AD ""samAccountName ""

source: Group member Name Attribute
de: Gruppenmitglied Attribut "Name"

source: This is an attribute in the directory that has the name of the account (John Smith).<br><br>For example, a typical attribute in AD would be "displayName"
de: Dies ist ein Attribut in dem Verzeichnis, das den Namen des Kontos hat (John Smith). <br><br> Zum Beispiel wäre ein typisches Attribut in AD "displayName"

source: Group member email Attribute
de: E-Mail für Gruppe Mitglied Attribut

source: This attribute is used on the filter above and expected to return the email of the account.<br><br>For example, a typical attribute in AD would be "mail"
de: Dieses Attribut ist auf den Filter oben verwendet und erwartet, dass die e-Mail von dem Konto zurück.<br><br>Zum Beispiel wäre ein typisches Attribut in AD "Mail"

source: LDAP Memberof Attribute
de: LDAP-Memberof-Attribut

source: This attribute is used on the filter above and is expected to fetch the groups to which a specific account belongs to. <br><br>For example, a typical attribute in AD would be "memberOf"
de: Dieses Attribut wird verwendet, auf dem oben genannten Filter und wird voraussichtlich die Gruppen holen, denen ein bestimmtes Konto angehört.<br><br>Zum Beispiel wäre ein typisches Attribut in AD "MemberOf"

source: Filter to get the list of groups
de: Filtern Sie die Liste der Gruppen

source: This filter will be used to get the list of groups in your AD. <br><br>For example, a typical attribute in AD would be "(objectCategory=group)"
de: Dieser Filter wird zum Abrufen der Liste der Gruppen in Ihrer Anzeige verwendet werden.<br><br>Zum Beispiel wäre ein typisches Attribut in AD "(objectCategory=group)"

source: Group Name Attribute
de: Konzern-Name-Attribut

source: This attribute is used on the filter above and is expected to return the name of the group. <br><br>For example, a typical attribute in AD would be "distinguishedName" or "cn"
de: Dieses Attribut wird verwendet, auf den Filter über und wird voraussichtlich den Namen der Gruppe zurück.<br><br>Zum Beispiel wäre ein typisches Attribut in AD "DistinguishedName" oder "Cn"

source: Filter to get members of a group
de: Filter, um Mitglieder einer Gruppe erhalten

source: This filter is used to pull the members of a group,the filter must the macro %GROUP% that indicates the group to be searched for. <br><br>For example, a typical attribute in AD would be "(&(objectCategory=user)(memberOf=CN=%GROUP%))"
de: Dieser Filter wird verwendet, um die Mitglieder einer Gruppe ziehen, der Filter muss die Makro-Gruppe %, die angibt, die Gruppe gesucht werden soll.<br><br>Zum Beispiel wäre ein typisches Attribut in AD "(& (objectCategory=user)(memberOf=CN=%GROUP%))"

source: Group member Account Name Attribute
de: Gruppenmitglied Account-Name-Attribut

source: This attribute is used on the filter above and it must return the account name. <br><br>For example, a typical attribute in AD would be "sAMAccountName"
de: Dieses Attribut wird im obigen Filter verwendet und muss den Kontonamen zurückgeben. <br> <br> Zum Beispiel wäre ein typisches Attribut in AD "sAMAccountName"

source: Email address for an Account
de: E-Mail-Adresse für ein Konto

source: By default AD shuld have the email attribute, but if for some reason that does not work for you (unlikely) you can define the email as the account name plus a domain that you can indicate on the field below.
de: Standardmäßig sollten AD haben das e-Mail-Attribut, aber wenn aus irgendeinem Grund, die nicht für Sie (unwahrscheinlich) funktioniert definieren Sie die e-Mail den Namen des Kontos sowie eine Domain, die Sie auf das unten stehende Feld angeben können.

source: Testing...
de: Wird getestet...

source: Test Getting Members of a Group
de: Testen Sie immer Mitglieder einer Gruppe

source: Test Getting List Of Groups
de: Testliste immer Gruppen

source: Enter group name
de: Gruppennamen eingeben

source: LDAP Results
de: LDAP-Ergebnisse

source: Enter <strong>%USERNAME%</strong> value
de: Geben Sie <strong>%username%</strong> Wert

source: General Eramba Authentication
de: General Eramba Authentifizierung

source: Use LDAP to authenticate users
de: Verwenden Sie LDAP Authentifizierung von Benutzern

source: Choose an LDAP Connector
de: Wählen Sie einen LDAP-Anschluss

source: OPTIONAL: If you click on the checkbox and select a functional LDAP connector (System / Settings / LDAP Connectors) your system will start authenticating with LDAP instead of the local database. You also need to create user accounts on the system (System / Settings / User Management) so the AD login and the local account login matches (they are the same).
de: OPTIONAL: Wenn Sie klicken Sie auf das Kontrollkästchen, und wählen Sie einen funktionale LDAP Connector (System / Einstellungen / LDAP-Connectors) Ihr System startet Authentifizierung mit LDAP anstelle der lokalen Datenbank. Du musst auch erstellen von Benutzerkonten auf dem System (System / Einstellungen / Benutzerverwaltung) damit die AD-Anmeldung und die lokale Anmeldung Spiele ausmachen (es sind die gleichen).

source: Awareness Portal Authentication
de: Bewusstsein-Portal-Authentifizierung

source: Use LDAP for Awareness module authentication
de: LDAP für Bewusstsein Modul Authentifizierung verwenden

source: OPTIONAL: If you enable the checkbox the awareness portal (used for awareness trainings) will be active and authenticating users with LDAP. No local user accounts are needed for this functionality to operate.
de: OPTIONAL: Aktivieren Sie das Kontrollkästchen "das Bewusstsein-Portal (verwendet für Awareness Trainings) aktive und authentifizierenden Benutzer mit LDAP werden. Für diese Funktionalität zu bedienen sind keine lokalen Benutzerkonten erforderlich.

source: Policy Portal Authentication
de: Politik-Portal-Authentifizierung

source: Enable Policy Portal
de: Politik-Portal zu ermöglichen

source: Activate the portal without LDAP
de: Das Portal ohne LDAP aktivieren

source: OPTIONAL: If you enable the checkbox the policy portal (used for displaying policies on a dedicated portal) will be active and authenticating users with LDAP or not (simply allowing users without authentication). This functionality is tied with the settings you have defined for each policy (under Control Catalogue / Security Policies)
de: OPTIONAL: Aktivieren Sie das Kontrollkästchen das Politik-Portal (verwendet für die Anzeige von Richtlinien auf ein eigenes Portal) werden aktive und authentifizierenden Benutzer mit LDAP oder nicht (einfach so dass Anwender ohne Authentifizierung). Diese Funktionalität ist verbunden mit den Einstellungen, die Sie für jede Richtlinie definiert haben (unter Katalog / Sicherheitsrichtlinien)

source: Connector Name
de: Name des Connectors

source: No LDAP Connectors found.
de: Keine LDAP-Connectors gefunden.

source: Give a name to this Liability. For example "Contractual Liabilities, Legal Liabilities, Customer Liabilities, Etc
de: Geben Sie einen Namen für diese Haftung. Zum Beispiel "vertraglichen Verbindlichkeiten, Haftungsrisiken, Verbindlichkeiten Kunden usw.

source: Legal Advisor
de: Rechtsberater

source: INFORMATIVE: Choose one representative for this liability, whatever you input here will not be used for notifications, etc. This field is simply informative.
de: INFORMATIV: Wählen Sie einen Vertreter für diese Haftung, was auch immer Sie hier eingeben wird nicht für Benachrichtigungen, usw. verwendet werden. Dieses Feld ist nur informativ.

source: Give a brief description of what this liability involves.
de: Geben Sie eine kurze Beschreibung was dieser Haftung beinhaltet.

source: Risk Magnifier
de: Risiko-Lupe

source: OPTIONAL: If you are using "eramba" Risk Calculation, this value will automatically increase (if you set values over "1") or decrease (if you choose values under "1") Risk scores for any Risk that has in some way this liability asociated. <br><br> Remember that Assets (Asset Management / Asset Identification), Third Parties (Organisation / Third Parties) and Business Units (Organisatino / Bussiness Units) can be linked with these liabilities.
de: OPTIONAL: Wenn Sie mit "Eramba" Risk-Berechnung, diese Wertsteigerung wird automatisch (wenn Sie Werte über "1" festlegen) oder Abnahme (wenn Sie Werte unter "1" wählen) Risiko für jedes Risiko Scores hat, in irgendeiner Weise diese Haftung treusorgende.<br><br>Denken Sie daran, dass Vermögenswerte (Asset Management / Asset-Identifizierung), dritte (Organisation / dritte) und Business Units (Organisatino / Bussiness Einheiten) können mit diesen Verbindlichkeiten verknüpft werden.

source: This value will automatically increase the Risk levels (by multiplicating the Risk Score with this value) every time this Liability is assigned to an Asset or Third Party. This is used to increase the visibility of this Risks.
de: Dieser Wert wird automatisch der Risikostufen (durch Multiplicating der Risiko-Score mit diesem Wert) jedes Mal erhöht, diese Haftung eines Vermögenswertes oder einer dritten Partei zugewiesen ist. Dies wird verwendet, um die Sichtbarkeit dieser Risiken erhöhen.

source: Choose one representative for this liability.
de: Wählen Sie einen Vertreter für diese Haftung.

source: Provide a descriptive name for the liability. Examples are: Sarbanes Oxley, Personal Data Act, HIPAA, Etc.
de: Geben Sie einen beschreibenden Namen für die Haftung. Beispiele sind: Datenschutzgesetz, HIPAA, Sarbanes Oxley, etc..

source: Provide a brief description of the liability and how it affects your business.
de: Geben Sie eine kurze Beschreibung der Haftungs-und Auswirkungen auf Ihr Unternehmen.

source: Legal Owner
de: Rechtmäßige Eigentümer

source: No Legal Constraints found.
de: Keine rechtlichen Einschränkungen gefunden.

source: Add Warning
de: Warnung hinzufügen

source: Add Awareness
de: Fügen Sie eine Awareness-Programm

source: Add Default
de: Standard hinzufügen

source: Add Report
de: Report hinzufügen

source: Save
de: Speichern

source: This Notification does not support Chase option.
de: Chase Option wird diese Benachrichtigung nicht unterstützt.

source: Deprecated
de: Veraltet

source: add an email
de: eine e-Mail-Adresse hinzufügen

source: Are you really sure you want to delete this notification?
de: Sind Sie wirklich sicher, dass Sie diese Benachrichtigung löschen möchten?

source: This feedback has already been provided.
de: Dieses Feedback wurde bereits gestellt.

source: Section
de: Abschnitt

source: Object
de: Objekt

source: Objects
de: Dinge

source: Automated notification
de: Automatische Benachrichtigung

source: This notification is automatically applied to all new items.
de: Diese Benachrichtigung wird automatisch für alle neuen Elemente angewendet.

source: Report Notification
de: Berichtsbenachrichtigung

source: This is a Report Notification where actions are not applicable.
de: Dies ist ein Berichtsbenachrichtigung wo Aktionen nicht anwendbar sind.

source: Associate for All
de: Mitarbeiterin für alle

source: Enable for All
de: Aktivieren Sie für alle

source: Disable for All
de: Deaktivieren Sie für alle

source: Not Applicable
de: Nicht zutreffend

source: Associate
de: Partner

source: Not Associated
de: Nicht verbunden

source: Notifications and/or related objects that could be associated not found.
de: Benachrichtigungen und/oder verwandte Objekte, die nicht gefunden werden konnte.

source: Notification
de: Benachrichtigung

source: Automated
de: Automatisiert

source: Associated on %s
de: Auf %s

source: Enabled on %s
de: Auf %s aktiviert

source: Disabled on %s
de: Menschen mit Behinderungen auf %s

source: No Notifications found.
de: Keine Benachrichtigung gefunden

source: %s item
de: %s Artikel

source: Warning Notification Settings
de: Warnung-Benachrichtigungs-Einstellungen

source: Informative Notification Settings
de: Informative Benachrichtigungs-Einstellungen

source: Default Notification Settings
de: Standard-Benachrichtigungs-Einstellungen

source: Report Notification Settings
de: Bericht-Benachrichtigungs-Einstellungen

source: 0 means everyday, 1 means every second day ...
de: 0 bedeutet jeden Tag, 1 bedeutet jeden zweiten Tag...

source: Notification Name
de: Benachrichtigungsname

source: Define a custom name for this notification.
de: Definieren Sie einen benutzerdefinierten Namen für diese Benachrichtigung.

source: Select a notification.
de: Wählen Sie eine Benachrichtigung.

source: Select users who will recieve warning notifications.
de: Wählen Sie Benutzer, die Warnmeldungen erhalten.

source: Choose custom emails that will recieve warning notifications.
de: Wählen Sie benutzerdefinierte e-Mails, die Warnmeldungen erhalten.

source: Roles
de: Rollen

source: Choose roles that will recieve warning notifications.
de: Wählen Sie Rollen, die Warnmeldungen erhalten.

source: Custom Roles
de: Benutzerdefinierte Rollen

source: Choose section specific custom roles that will recieve warning notifications.
de: Wählen Sie Abschnitt bestimmte benutzerdefinierte Rollen, die Warnmeldungen erhalten.

source: Custom roles for this item are not available.
de: Benutzerdefinierte Rollen für dieses Element sind nicht verfügbar.

source: Email notifications
de: E-Mail-Benachrichtigungen

source: Check if you want to receive email notifications.
de: Überprüfen Sie, ob Sie e-Mail-Benachrichtigungen erhalten möchten.

source: Header notifications
de: Header-Benachrichtigungen

source: Check if you want to include header notifications.
de: Überprüfen Sie, ob Sie Header Benachrichtigungen einschließen möchten.

source: Check if this item requires feedback from users. Feedback includes comments and attachments (user login is required)
de: Überprüfen Sie, ob dieser Artikel Feedback von Benutzern erfordert. Feedback enthält Kommentare und Anhänge (User-Login ist erforderlich)

source: Chase Interval
de: Chase-Intervall

source: If feedback was selected, the user will receive as many emails as configured until he provides such feedack. This setting defines how often emails will be sent after the first one was ignored (in days)
de: Wenn Feedback ausgewählt wurde, erhält der Benutzer so viele e-Mails wie konfiguriert, bis er solche Feedbacks liefert. Diese Einstellung legt fest, wie oft e-Mails werden gesendet, nachdem das erste man (in Tagen ignoriert wurde)

source: Chase Reminders
de: Chase Erinnerungen

source: How many times a user will be remained to provide feedback.
de: Wie oft ein Nutzer kann blieb, um Feedback zu geben.

source: Period
de: Periode

source: Awareness notifications are triggered at recurrent periods of time. Choose the amount of days in between notifications.
de: Bewusstsein-Benachrichtigungen werden in wiederkehrenden Zeiten ausgelöst. Wählen Sie die Anzahl der Tage zwischen Benachrichtigungen.

source: Apply this notification automatically to all new items.
de: Gelten Sie diese Benachrichtigung automatisch für alle neuen Artikel.

source: Choose a saved filter that will be processed when this notification triggers.
de: Wählen Sie einen gespeicherten Filter, der verarbeitet werden, wenn diese Benachrichtigung ausgelöst wird.

source: Day Period
de: Tage-Frist

source: How often should this notification be sent in days.
de: Wie oft soll diese Benachrichtigung in Tagen gesendet werden.

source: Attachment Type
de: Anhangs-Typ

source: Choose a type of email attachment for this notification.
de: Wählen Sie einen e-Mail-Anhang für diese Benachrichtigung.

source: Dont send notifications with empty results.
de: Dont senden Benachrichtigungen mit leeren Ergebnissen.

source: Customized Email
de: Individuelle E-Mail
