Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Sign In to your Account
de: Bitte melden Sie sich bei Ihrem Konto an

source: Forgot your Password?
de: Vergessen Sie Ihr Passwort?

source: If you forget your password, we will use this email to Contact you.
de: Falls Sie Ihr Passwort vergessen haben, verwenden wir diese e-Mail mit Ihnen Kontakt aufnehmen.

source: Current password
de: Aktuelles Passwort

source: Enter your current password.
de: Bitte geben Sie Ihr neues Passwort ein.

source: New Password
de: Neues Passwort

source: Verify New Password
de: Neues Passwort bestätigen

source: Did you forgot your password?
de: Vergessen Sie Ihr Passwort?

source: Enter your email. We will send you email containing a link with simple tutorial how to change your password.
de: Geben Sie Ihre e-Mail-Adresse. Wir senden Ihnen per e-Mail mit einem Link mit einfachen Tutorial gewusst wie: Ändern des Kennworts.

source: Enter email address
de: E-Mail-Adresse eingeben

source: Please enter your email.
de: Bitte gib deine E-Mail Adresse ein.

source: Change your password
de: Ihr Passwort ändern

source: Please enter your new password below
de: Bitte geben Sie ein neues Passwort ein

source: New password
de: Neues Passwort

source: Please enter your new password.
de: Bitte geben Sie Ihr neues Passwort ein.

source: Verify password
de: Neues Passwort

source: Please enter your new password again.
de: Bitte geben Sie Ihr neues Passwort ein.

source: Change password
de: Passwort ändern

source: Same vulnerability already exists.
de: Dieselbe Schwachstelle ist bereits vorhanden.

source: Give a name to this vulnerability
de: Geben Sie dieser Sicherheitsanfälligkeit einen Namen

source: Are you really sure you want to delete vulnerability: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Sie Schwachstellen löschen möchten: <strong>%s</strong>?

source: No Vulnerabilities found.
de: Keine Schwachstellen gefunden.

source: Modifications in an object currently in "Approved" status are required. Your approval is required before this changes can take place. The object is <a href="%s" target="_blank">located here</a>.
de: Änderungen in einem Objekt, das sich derzeit im Status "Genehmigt" befindet, sind erforderlich. Ihre Zustimmung ist erforderlich, bevor diese Änderungen stattfinden können. Das Objekt befindet <a href="%s" target="_blank">sich hier</a> .

source: Who Validates?
de: Wer überprüft?

source: Select one or more users that will act as validators. You can optionally not select anyone and the workflows will automatically skip to the "approval" phase.
de: Wählen Sie einen oder mehrere Benutzer, die als Prüfer fungieren soll. Sie können optional nicht jemand auswählen und die Workflows überspringt automatisch zu der Phase der "Genehmigung".

source: Select one or more roles (not users) that will act as validators. You can optionally not select anyone and the workflows will automatically skip to the "approval" phase. If roles are not diplayed this is because they have not been configured properly.
de: Wählen Sie eine oder mehrere Rollen (nicht-Nutzer), die als Prüfer fungieren werden. Sie können optional nicht jemand auswählen und die Workflows überspringt automatisch zu der Phase der "Genehmigung". Wenn Rollen nicht angezeigt, ist dies werden, weil sie nicht ordnungsgemäß konfiguriert wurden.

source: Select one or more custom roles that will act as validators. + None
de: Wählen Sie eine oder mehrere benutzerdefinierte Rollen, die als Prüfer fungieren soll. + Keine

source: Who Approves?
de: Wer genehmigt?

source: Select one or more users that will act as approvers. You can optionally not select anyone and the "approval" phase and the workflows will be skipped and the item will be approved automatically once the validator (if defined) has validated.
de: Wählen Sie einen oder mehrere Benutzer, die als Genehmiger fungiert. Sie können optional nicht jedermann und der Phase der "Genehmigung" auswählen und die Workflows übersprungen werden und das Element automatisch genehmigt, wenn der Validator (falls definiert) validiert hat.

source: Select one or more roles (not users) that will act as approvers. You can optionally not select anyone for the "approval" phase and the workflows will be skipped and the item will be approved automatically once the validator (if defined) has validated. If roles are not diplayed this is because they have not been configured properly.
de: Wählen Sie eine oder mehrere Rollen (nicht-Nutzer), die als Genehmiger fungiert. Sie können optional nicht auswählen, wer für die Phase der "Genehmigung" und die Workflows werden übersprungen und das Element wird automatisch genehmigt werden, wenn der Validator (falls definiert) validiert hat. Wenn Rollen nicht angezeigt, ist dies werden, weil sie nicht ordnungsgemäß konfiguriert wurden.

source: Select one or more custom roles that will act as approvers. + None
de: Wählen Sie eine oder mehrere benutzerdefinierte Rollen, die als Genehmiger fungiert. + Keine

source: Check if you want validators and approvers to receive email notifications. If unchecked users will only get notifications once they log into the system
de: Überprüfen Sie, ob Sie Validatoren und genehmigende e-Mail-Benachrichtigungen erhalten möchten. Wenn deaktiviert Benutzer nur benachrichtigt werden, sobald sie in das System einloggen

source: You are about to approve an item.
de: Sie sind dabei, ein Element zu genehmigen.

source: This item has been approved. Are you sure you want to delete it?
de: Dieses Element wurde genehmigt. Sind Sie sicher, dass Sie es löschen möchten?

source: No Workflows found.
de: Keine Workflows gefunden.

source: You are about to request approval for an item.
de: Sie sollen für ein Element genehmigen.

source: You are about to request validation for an item.
de: Sie sollen Validierung für ein Element anfordern.

source: You are about to validate an item.
de: Sie sind dabei, einen Artikel zu validieren.

source: Choose specific Business Units only, Everyone (ID 1) is not allowed
de: Wählen Sie bestimmte Unternehmenseinheiten nur, jeder (ID 1) darf nicht

source: Choose one or more items
de: Wählen Sie ein oder mehrere Elemente

source: This date has incorrect format
de: Dieses Datum hat falsches format

source: Please enter a number
de: Bitte geben Sie eine Zahl ein

source: notEmpty
de: nicht leer

source: unique
de: eindeutig

source: Please enter a date
de: Bitte geben Sie das Datum im Format tt.mm.jjjj ein

source: Recurrence is required
de: Wiederholung ist erforderlich

source: Recurrence for a program must be one or more days
de: Wiederholung für ein Programm muss einen oder mehrere Tage sein.

source: Please enter one or more days
de: Bitte geben Sie einen oder mehrere Tage

source: Please choose how many reminders a user gets if he ignores a training
de: Bitte wählen Sie, wie viele Erinnerungen, die ein Benutzer erhält, wenn er eine Ausbildung ignoriert

source: rule
de: Regel

source: User must be selected
de: Benutzer muss ausgewählt werden

source: Email address missing
de: E-Mail-Adresse fehlt

source: Please enter a comment
de: Bitte geben sie einen Kommentar ein

source: Auditor must be selected.
de: Auditor muss ausgewählt werden.

source: Enter a valid date.
de: Geben Sie ein gültiges Datum.

source: Start date must not be in the past.
de: Startdatum darf nicht in der Vergangenheit sein.

source: End date must happen after the start date.
de: Enddatum muss nach dem Startdatum geschehen.

source: At least one Analyze Page checkbox have to be checked.
de: Mindestens eine Seite analysieren Checkbox müssen überprüft werden.

source: You must choose a status.
de: Sie müssen einen Status auswählen.

source: Status must be selected from the available list of options.
de: Status muss aus der Liste der verfügbaren Optionen ausgewählt werden.

source: Compliance audit must be selected.
de: Compliance-Audit muss ausgewählt werden.

source: Compliance package item must be selected.
de: Compliance-Paketposition muss ausgewählt werden.

source: Name is a required field
de: Bitte gib deinen Namen an.

source: Status is required
de: Status ist erforderlich

source: Please select one of the statuses
de: Bitte wählen Sie einen der Status aus

source: Enter a valid date
de: Geben Sie ein gültiges Datum.

source: Name is required
de: Name wird benötigt

source: Host is required
de: Gastgeber ist erforderlich

source: Domain is required
de: Domäne ist erforderlich

source: Port is required
de: Port ist erforderlich

source: Port must be numeric
de: Anschluss muss numerisch sein.

source: LDAP Bind DN is required
de: LDAP-Bind-DN ist erforderlich

source: LDAP Bind PW is required
de: LDAP-Bind PW ist erforderlich

source: LDAP Base DN is required
de: LDAP-Basis-DN ist erforderlich

source: LDAP Connector is required
de: LDAP-Anschluss ist erforderlich

source: Notification is required.
de: Benachrichtigung ist erforderlich.

source: Field value is invalid.
de: Der Feldwert ist ungültig.

source: required
de: erforderlich

source: You must choose a notification.
de: Sie müssen eine Benachrichtigung auswählen.

source: You entered a wrongly formatted email address.
de: Sie eine falsch formatierte e-Mail-Adresse eingegeben.

source: Please enter a number.
de: Bitte geben Sie eine Zahl ein

source: Please enter a number between 1 and 6.
de: Bitte geben Sie eine Zahl zwischen 1 und 6.

source: Please enter a number between 0 and 15.
de: Bitte geben Sie eine Zahl zwischen 0 und 15.

source: Please fill in this field.
de: Bitte füllen Sie dieses Eingabefeld aus.

source: Please enter a number between 0 and 365.
de: Bitte geben Sie eine Zahl zwischen 0 und 365.

source: Feedback comment is required.
de: Bewertungskommentar ist erforderlich.

source: Issue source must be selected
de: Problem-Quelle muss ausgewählt werden

source: Please select one of the sources
de: Bitte wählen Sie eine der Quellen

source: Status must be selected
de: Status muss ausgewählt werden

source: Version is a required field
de: Version ist ein erforderliches Feld

source: Current status can be used only once and is already used by another Scope
de: Aktueller Status kann nur einmal verwendet werden und wird bereits von einem anderen Bereich verwendet

source: You have to select at least one Asset
de: Du musst mindestens ein Asset auswählen

source: You have to select at least one Risk Exception
de: Du musst mindestens ein Risiko Ausnahme auswählen

source: Risk score for this item does not meet required conditions
de: Risiko-Score für dieses Element erfüllt nicht die Voraussetzungen

source: You must choose one calculation method
de: Sie müssen eine Berechnungsmethode auswählen.

source: Please enter a valid date
de: Bitte geben Sie ein gültiges Datum an

source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein

source: This field cannot be empty
de: Dieses Feld darf nicht leer sein

source: Choose a date in the future
de: Wählen Sie ein Datum in der Zukunft

source: Status is invalid
de: Status ist ungültig

source: Document Type is invalid
de: Belegart ist ungültig

source: Document Content is invalid
de: Inhalt des Dokuments ist ungültig

source: Permission is invalid
de: Berechtigung ist ungültig

source: LDAP Connector must be selected for this permission type
de: LDAP-Anschluss muss für derartige Berechtigung ausgewählt werden

source: Please enter a title for this tag
de: Bitte geben Sie einen Titel für dieses tag

source: Role is a required field
de: Das Feld ist erforderlich

source: Passwords must be between 8 and 30 characters long.
de: Passwörter müssen zwischen 8 und 30 Zeichen lang sein.

source: Password must be only alphanumeric characters and optionally, include one of the following: "!@#$%^&()]["
de: Passwort muss sein nur alphanumerische Zeichen und wahlweise eines der folgenden: "! @# $% ^ & ()] ["

source: Password and verify password must be same.
de: Kennwort und Passwort muss gleich sein zu überprüfen.

source: Email is already used
de: E-Mail wird bereits verwendet

source: notBlank
de: Feld darf nicht leer sein

source: You need to choose one or more objects to perform bulk action
de: Sie müssen ein oder mehrere Objekte durchführen Bulk-Aktion wählen

source: numeric
de: numerisch

source: Please use provided field options
de: Bitte Verwendung vorgesehen Feldoptionen

source: The file you uploaded is not a valid CSV file
de: Die Datei, die Sie hochgeladen ist nicht gültige CSV-Datei
