Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Compliance Package Item ID
de: Compliance-Paket Artikel-ID

source: Feedback Answer
de: Feedback-Antwort

source: Complinace Package Item
de: Compliance Paket Artikel

source: Feedback Answers
de: Feedback-Antworten

source: Compliance Audit Analysis
de: Compliance Audit Analyse

source: <b>Audit notifications sent</b>
de: <b>Audit-Benachrichtigungen gesendet werden</b>

source: Compliance Exceptions
de: Compliance-Ausnahmen

source: Compliance Exception ID
de: Compliance-Ausnahme-ID

source: Compliance Exception Title
de: Compliance-Ausnahme-Titel

source: Compliance Exception Requester
de: Compliance-Ausnahme-Requester

source: The Compliance Exception %s has expired
de: Die Compliance-Ausnahme %s ist abgelaufen

source: The Compliance Exception %s is no longer expired %s
de: Die Compliance-Ausnahme %s ist nicht länger abgelaufene %s

source: Requestor
de: Gesuchsteller

source: Compliance Exception "%s" expired
de: Compliance-Ausnahme "%s" ist abgelaufen

source: Third Party Risks
de: Fremdrisiken

source: Compliance Finding ID
de: Compliance zu finden-ID

source: Compliance Finding Title
de: Compliance Feststellung Titel

source: Compliance Finding Description
de: Compliance Finding Beschreibung

source: Third Party Name
de: Dritter Name

source: Compliance Finding item <b>%s</b> created
de: Compliance, die Suche nach Element <b>%s</b> wurde erstellt

source: Compliance Finding item created
de: Compliance Finding Item erstellt

source: Compliance Managements
de: Compliance Management

source: Treatment Strategy has been set to Compliant
de: Behandlungsstrategie wurde konform eingestellt

source: Treatment Strategy has been set to Not Applicable
de: Behandlungsstrategie wurde auf nicht verfügbar gesetzt

source: Treatment Strategy has been set to Not Compliant
de: Behandlungsstrategie wurde nicht konform eingestellt

source: Efficacy
de: Wirksamkeit

source: Strategy
de: Strategie

source: Mitigation Controls
de: Kontrollmechanismen zur Risikominderung

source: Mitigation Policies
de: Klimaschutz-Politik

source: Asset Risks
de: Asset-Risiken

source: Control Statuses
de: Kontrolle-Status

source: Policy Statuses
de: Richtlinienzustände

source: Missing Reviews
de: Fehlende Bewertungen

source: Project Statuses
de: Projektstatus

source: Improvement Project over Budget
de: Projekt zur Verbesserung über dem Budget

source: Undefined
de: Undefiniert

source: Search
de: Suchen

source: Compliance Package Item
de: Compliance Paket Artikel

source: Execution Time
de: Ausführungszeit

source: Performance Review
de: Leistungsbeurteilung

source: Groups
de: Gruppen

source: Group cannot be deleted because it contains one or more users.
de: Gruppe kann nicht gelöscht werden, weil sie einen oder mehrere Benutzer enthält.

source: Improvements
de: Vorteile

source: Ldap Connector cannot be deleted because is in use.
de: LDAP-Anschluss kann nicht gelöscht werden, da im Einsatz ist.

source: Email address configuration is required
de: Konfiguration der e-Mail-Adresse ist erforderlich

source: LDAP Auth Filter is required
de: LDAP Auth-Filter ist erforderlich

source: LDAP Auth Attribute is required
de: LDAP Auth-Attribut ist erforderlich

source: Notification %s has been associated with this item
de: Benachrichtigung %s hat dieses Element zugeordnet wurde.

source: Notification %s has been removed from this item
de: Benachrichtigung %s wurde aus diesem Artikel entfernt

source: Notification %s has been enabled for this item
de: Benachrichtigung %s wurde für dieses Element aktiviert

source: Notification %s has been disabled for this item
de: Benachrichtigung %s wurde für diesen Artikel deaktiviert.

source: Skip Empty Results
de: Skip-leer-Ergebnisse

source: Send Empty Results
de: Senden Sie leere Ergebnisse

source: PDF and CSV
de: PDF und CSV

source: Notifications updated
de: Successfuly aktualisiert.

source: Notifications created
de: Erstellten Benachrichtigungen

source: Policy Exception ID
de: Richtlinienausnahme-ID

source: Policy Exception Title
de: Politik Ausnahme Titel

source: Policy Exception Description
de: Policy Exception Beschreibung

source: Policy Exception Expiration
de: Ausfall der Exception

source: Policy Exception Status
de: Ausnahme Richtlinienstatus

source: The Policy Exception %s has expired
de: Ausnahme der Ordnung %s ist abgelaufen

source: The Policy Exception %s is no longer expired %s
de: Ausnahme der Ordnung %s ist nicht länger abgelaufene %s

source: Policy Exception "%s" expired
de: Politik-Ausnahme "%s" ist abgelaufen

source: Business Unit
de: Geschäftseinheit

source: MTO
de: Beschaffe von Auftrag Regel (MTO)

source: Revenue per Hour
de: Umsatz pro Stunde

source: processes
de: Prozesse

source: Project ID
de: Projekt-ID

source: Project Title
de: Projekttitel

source: Project End
de: Ende des Projektes

source: Project Completion
de: Projektabschluss

source: The Project %s has expired %s
de: Das Projekt %s ist %s abgelaufen.

source: The Project %s is no longer expired %s
de: Das Projekt %s wird nicht länger abgelaufene %s

source: The sum of current expenses %s for the Project %s is above the planned budget %s
de: Die Summe der aktuellen Kosten für das Projekt über dem geplanten Budget %s %s ist %s

source: The sum of current expenses %s for the Project %s is under the planned budget %s
de: Die Summe der aktuellen Kosten für das Projekt unter dem geplanten Budget %s %s ist %s

source: Goal
de: Tor

source: Project Start Date
de: Projektbeginn

source: Project Deadline
de: Projekt-Deadline

source: Completion
de: Abschluss

source: Planned Buget
de: Geplante Buget

source: Tasks
de: Aufgaben

source: Expenses
de: Kosten

source: projects
de: Projekte

source: Project Tasks
de: Projektaufgaben

source: Project Task ID
de: Projekt Task-ID

source: Project Task Description
de: Aufgabe der Projektbeschreibung

source: Project Task End
de: Projektende Aufgabe

source: Project
de: Projekt

source: Order
de: Bestellung

source: One or more tasks for this project has expired: %s
de: Eine oder mehrere Aufgaben für dieses Projekt ist abgelaufen: %s

source: Amount
de: Betrag

source: Project Expeneses
de: Projekt-Ausgaben

source: Pending
de: Ausstehend

source: Failed
de: Gescheitert

source: queue
de: warteschlange

source: Email to %s
de: E-Mail an %s

source: Planned Date
de: Geplanter Termin

source: Actual Date
de: Aktuelles Datum

source: Reviewer
de: Prüfer

source: Risks
de: Risiken

source: You have to select all Risk Classifications
de: Du musst alle Risiko-Klassifizierungen auswählen

source: You have to select all Risk Classifications to meet required conditions
de: Du musst alle Risiko-Klassifizierungen erforderlichen Bedingungen erfüllen auswählen

source: Section does not support calculations
de: Abschnitt unterstützt keine Berechnungen

source: This calculation method is not supported in this section
de: Diese Berechnungsmethode wird in diesem Abschnitt nicht unterstützt.

source: Choose at least 1 or maximum %d Classification Types
de: Wählen Sie mindestens 1 oder maximal %d Klassifizierungstypen

source: Risk Classifications
de: Risiko-Klassifizierungen

source: Since the classification "%1$s - %2$s - %3$s" used by this Risk was deleted, the original Risk Score %4$s for this risk has been set to zero until the Risk is classified again
de: Da die Klassifizierung "%1$s - %2$s - %3$s" verwendet, um dieses Risiko gelöscht wurde, hat das ursprüngliche Risiko-Score %4$s für dieses Risiko wurde auf Null gesetzt bis das Risiko wieder eingestuft wird

source: Risk Exception ID
de: Risiko-Ausnahme-ID

source: Risk Exception Title
de: Risiko-Ausnahme-Titel

source: Risk Exception Requester
de: Risiko-Ausnahme-Requester

source: Risk Exception Expiration
de: Risiko-Ausnahme-Ablauf

source: Risk Exception Status
de: Ausnahme Risikostatus

source: The Risk Exception %s has expired
de: Die Risiko-Ausnahme %s ist abgelaufen

source: The Risk Exception %s is no longer expired %s
de: Die Risiko-Ausnahme %s ist nicht länger abgelaufene %s

source: Risk Exception "%s" expired
de: Risiko-Ausnahme "%s" ist abgelaufen

source: Risk Reviews
de: Risiko-Bewertungen

source: Asset Risk Title
de: Asset Risk Titel

source: asset Risk Reviews
de: Asset Risk Bewertungen

source: The Security Incident %s has been opened
de: Sicherheitsvorfall %s wurde eröffnet

source: The Security Incident %s has been closed
de: Sicherheitsvorfall %s wurde geschlossen

source: The lifecycle step %s for the Security Incident %s has been tagged as not completed
de: Der Lifecycle-Schritt %s für den Sicherheitsvorfall %s als markiert wurde nicht abgeschlossen

source: All lifecycle stages for the Security Incident %s have been completed
de: Alle Phasen des Lebenszyklus für den Sicherheitsvorfall %s sind abgeschlossen

source: The Security Incident %s has been mapped to the Security Service %s
de: Sicherheitsvorfall %s hat der Sicherheitsdienst %s zugeordnet wurde

source: The Security Incident %s that has been mapped do the Security Service %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun des Sicherheitsdienstes %s nicht mehr zugeordnet ist

source: The Security Incident %s has been mapped to the Third Party %s
de: Sicherheitsvorfall %s wurde dem dritten %s kartiert

source: The Security Incident %s that has been mapped do the Third Party %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun der dritte %s nicht mehr zugeordnet ist

source: The Security Incident %s has been mapped to the Risk %s
de: Sicherheitsvorfall %s hat das Risiko %s zugeordnet wurde

source: The Security Incident %s that has been mapped do the Risk %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun das Risiko %s nicht mehr zugeordnet ist

source: The Security Incident %s has been mapped to the Third Party Risk %s
de: Sicherheitsvorfall %s wurde der dritte Gefahr %s kartiert

source: The Security Incident %s that has been mapped do the Third Party Risk %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun das dritte Risiko %s nicht mehr zugeordnet ist

source: The Security Incident %s has been mapped to the Business Continuity %s
de: Sicherheitsvorfall %s hat die Business Continuity %s zugeordnet wurde

source: The Security Incident %s that has been mapped do the Business Continuity %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun die Business Continuity %s nicht mehr zugeordnet ist

source: The Security Incident %s has been mapped to the Asset %s
de: Sicherheitsvorfall %s wurde für die Ressource %s kartiert

source: The Security Incident %s that has been mapped do the Asset %s is no longer mapped
de: Sicherheitsvorfall %s, die zugeordnet wurden tun das Asset %s nicht mehr zugeordnet ist

source: Open Date
de: Eröffnungsdatum

source: Closed Date
de: Datum der Schließung

source: Risk Profile
de: Risikoprofil

source: Stakeholders
de: Interessenvertreter

source: Victim
de: Opfer

source: Incident Profile
de: Vorfall-Profil

source: Compensating Controls
de: Kompensierende Kontrollen

source: Compromised Assets
de: Gefährdete Vermögenswerte

source: Lifecycle Incomplete
de: Lifecycle unvollständig

source: Security Incident
de: Sicherheitsvorfall

source: Security Incident "%s" expired
de: Sicherheitsvorfall "% s" abgelaufen

source: Security Policy ID
de: Sicherheitsrichtlinien-ID

source: Security Policy Name
de: Sicherheitsname Politik

source: Security Policy Description
de: Sicherheit Politik Beschreibung

source: Security Policy Author
de: Sicherheitspolitik Autor

source: Security Policy Review
de: Sicherheitspolitik

source: Security Policy Version
de: Sicherheitsrichtlinienversion

source: Publish Date
de: Veröffentlichungsdatum

source: Next Review
de: Nächsten Überprüfungsdatum

source: Content
de: Inhalt

source: Document Type
de: Dokumenttyp

source: Document Content Type
de: Inhaltstyp Dokument

source: Document Content
de: Inhalt des Dokuments

source: Access Restrictions
de: Zugriffsbeschränkungen

source: Asset Risks Incident
de: Asset-Risiken-Vorfall

source: Asset Risks Treatment
de: Asset-Risiken-Behandlung

source: Third Party Risks Incident
de: Dritten Risiken Vorfall

source: Third Party Risks Treatment
de: Dritten Risiken Behandlung

source: Business Risks Incident
de: Geschäftliche Risiken Vorfall

source: Business Risks Treatment
de: Geschäftliche Risiken Behandlung

source: The Security Policy %s has been tagged as being in Draft
de: Die Sicherheitsrichtlinie %s hat markiert, als im Entwurf

source: The Security Policy %s has been tagged as being Published
de: Die Sicherheitsrichtlinie %s hat markiert, als veröffentlicht

source: This field is mandatory
de: Dieses Feld muss ausgefüllt werden.

source: Short Description
de: Kurzbeschreibung

source: This field is optional, you can leave it blank if you want to
de: Dieses Feld ist optional, Sie können sie leer lassen, wenn du willst

source: Optional, you can leave this field blank
de: Optional, können Sie dieses Feld leer lassen

source: Mandatory. You can get the ID of a user account from System / Settings / User Management
de: Zwingend erforderlich. Kann man die ID eines Benutzerkontos aus System / Einstellungen / Benutzerverwaltung

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a user account from System / Settings / User Management
de: Optional und akzeptiert mehrere IDs getrennt durch "|". Zum Beispiel "1 | 2 | 3". Kann man die ID eines Benutzerkontos aus System / Einstellungen / Benutzerverwaltung

source: Optional and accepts tags separated by "|". For example "Critical|SOX|PCI"
de: Optional und akzeptiert Tags getrennt durch "|". Zum Beispiel "kritische | SOX | PCI"

source: Published Date
de: Veröffentlichungsdatum

source: Mandatory, it must follow the format YYYY-MM-DD, not the "-" character is used as delimiter
de: Zwingend erforderlich, es muss das Format YYYY-MM-DD, nicht folgen die "-" Zeichen als Trennzeichen verwendet wird

source: Next Review Date
de: Datum der nächsten Begutachtung

source: Optional, set the value of the ID of the label you want to use. Label IDs can be obtained from Asset Management / Asset Identification / Settings / Labels
de: Optional, legen Sie den Wert der ID des Labels, die Sie verwenden möchten. Label-IDs erhalten Sie aus dem Asset Management / Asset-Identifizierung / Einstellungen / Labels

source: Optional and accepts multiple IDs separated by "|". You need to enter the ID of a project, you can find them at Security Operations / Project Management
de: Optional und akzeptiert mehrere IDs getrennt durch "|". Musst du die ID eines Projekts eingeben, finden sie im Security Operations / Projektmanagement

source: Mandatory, set value: %s
de: Obligatorisch, eingestellte Wert: %s

source: Mandatory, set one of the following values: %s
de: Obligatorisch, legen Sie eine der folgenden Werte: %s

source: Permissions
de: Berechtigungen

source: "%s" for authenticated users
de: für authentifizierte Benutzer "%s"

source: "%s" to avoid the policy being published
de: "%s" zu vermeiden, die Politik veröffentlicht

source: "%s" if you want anyone to see it
de: "%s", wenn Sie möchten, dass jeder es sehen kann

source: Built-in editor
de: Eingebauter editor

source: This field cannot be left blank while Document Content type is set as "%s"
de: Dieses Feld darf nicht leer sein während Dokument Inhaltstyp als "%s" eingestellt ist

source: This review was created by the system at the time the policy was created - If you used "attachments" as content, then dont forget to attach policies to this review.
de: Dieser Beitrag entstand durch das System zum Zeitpunkt der Richtlinie erstellt wurde - wenn Sie "Anhänge" als Inhalt verwendet, dann vergessen Sie nicht, diese Rezension Politik beimessen.

source: Notification sent to: %s
de: Benachrichtigung an: %s

source: Security Policy Reviews
de: Sicherheitspolitik Bewertungen

source: Policy Name
de: Richtlinienname

source: Security Service ID
de: Sicherheitsdienst-ID

source: Security Service Name
de: Name des Sicherheitsdienstes

source: Security Service Objective
de: Sicherheitsdienstziel

source: Security Service Owner
de: Besitzer des Dienstes

source: Security Service Collaborators
de: Security Service Mitarbeiter

source: Security Service Metric Description
de: Sicherheitsdienst Metrische Beschreibung

source: Security Service Success Criteria
de: Sicherheit Service Erfolgskriterien

source: Objective
de: Ziel

source: Release
de: Freigabe

source: Cost
de: Kosten

source: Resource Utilization
de: Ressourcennutzung

source: Audit Metric
de: Audit-metrisch

source: Audit Success Criteria
de: Audit-Erfolgskriterien

source: Audit Date
de: Prüfungsdatum

source: Maintenance Task
de: Wartungsarbeit

source: Maintance Date
de: Überprüfungsdatum

source: Data Asset Flows
de: Datenflüsse Asset

source: Audits
de: Prüfungen

source: Maintenances
de: Wartungen

source: The Security Service %s has a missing Maintenance %s
de: Der Sicherheitsdienst %s hat eine fehlende Wartung %s

source: The Maintenance planned for the date %s on the Security Service %s has been set to %s
de: Die Wartung geplant für das Datum des Sicherheitsdienstes %s %s wurde auf %s gesetzt

source: The Maintenance for the date %s that has been missing on the Security Service %s has been deleted
de: Die Wartung für das Datum, die bisher fehlte auf den Sicherheitsdienst %s %s wurde gelöscht

source: The Security Service %s has been tagged as having Issues
de: Der Sicherheitsdienst %s hat markiert, als Probleme

source: The Security Service %s has been tagged as no longer having Issues
de: Der Sicherheitsdienst %s hat markiert, als nicht mehr Probleme

source: Documentation URL
de: Dokumentation-URL

source: Mandatory, can be one of the following numbers: %s
de: Zwingend erforderlich, kann eine der folgenden Nummern: %s

source: Optional and accepts multiple values separated by "|". For example "Critical|SOX|PCI"
de: Optional und akzeptiert mehrere Werte getrennt durch "|". Zum Beispiel "kritische | SOX | PCI"

source: Optional. You can get the ID of a user account from System / Settings / User Management
de: Optional. Kann man die ID eines Benutzerkontos aus System / Einstellungen / Benutzerverwaltung

source: Collaborators
de: Mitarbeiter

source: Mandatory, it requires a numerical value
de: Obligatorisch, erfordert es einen numerischen Wert

source: CAPEX
de: CAPEX (Investitionsausgaben)

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a policy from Control Catalogue / Policy Management
de: Optional und akzeptiert mehrere IDs getrennt durch "|". Zum Beispiel "1 | 2 | 3". Kann man die ID einer Politik von Katalog / Policy-Management

source: Mandatory, you need to insert some text or NA if you are not interested in this feature
de: Zwingend erforderlich, müssen Sie einige Text oder NA einfügen, wenn Sie dieses Feature nicht interessieren

source: Audit Criteria
de: Audit Kriterien:

source: Optional, you can insert one date with the format DD-MM. Bare in mind the delimiter is a "-"
de: Optional, Sie können ein Datum im Format DD einfügen-Bare MM. beachten Sie das Trennzeichen ist ein "-"

source: Maintenance Date
de: Wartungsdatum

source: This date is not valid.
de: Dieses Datum ist ungültig.

source: Security Service Audit Metric Description
de: Security Audit metrische Leistungsbeschreibung

source: Security Service Audit Success Criteria
de: Sicherheit Service Audit Erfolgskriterien

source: Security Service Audit Result
de: Sicherheit Service-Audit-Ergebnis

source: Security Service Audit Conclusion
de: Sicherheit Service Audit Abschluss

source: Security Service Audit Date
de: Sicherheit Service-Audit-Datum

source: Security Service Audit Owner
de: Sicherheit Service Audit Besitzer

source: Control Name
de: Name des Steuerelements

source: Planned Start
de: Geplanter Start

source: Actual Start
de: Aktueller Start

source: Result
de: Ergebnis

source: Conclusion
de: Schlussfolgerung

source: Security Service Classifications
de: Sicherheit Service Klassifikationen

source: Security Service Maintenance Task
de: Sicherheit Service Wartungsaufgabe

source: Security Service Maintenance Conclusion
de: Sicherheit Service Wartung Fazit

source: Security Service Maintenance Result
de: Sicherheit-Service-Wartung-Ergebnis

source: Security Service Maintenance Date
de: Sicherheit-Service-Wartung-Datum

source: Security Service Maintenance Owner
de: Sicherheit Service Wartung Besitzer

source: Maintenance status changed to %s
de: Pflegestatus in %s geändert

source: Last maintenance missing (%s)
de: Letzte Wartung (%s) fehlt

source: Security Service Types
de: Sicherheit Service-Typen

source: Security Contract Name
de: Sicherheit Vertragsname

source: Security Contract Value
de: Sicherheit-Auftragswert

source: Security Contract Start
de: Sicherheitsvertrag Start

source: Security Contract End
de: Sicherheitsvertrag Ende

source: The Service Contract %s has expired
de: Der Dienstvertrag %s ist abgelaufen

source: The Service Contract %s new expiration date is %s
de: Das neue Ablaufdatum Servicevertrag %s ist %s

source: Type: Select the type of mail configuration you want to use to send notifications. Mail will use the operating system internal mailing capabilities while SMTP allows the use of any type of mail system (Exchange, Google, Etc).
de: Typ: Wählen Sie den Typ des e-Mail-Konfiguration, die Sie zum Senden von Benachrichtigungen verwenden möchten. Mail wird das Betriebssystem interne Mailing-Funktionen, während SMTP die Verwendung eines beliebigen Typs des Mailsystems (Exchange, Google, etc. ermöglicht) verwenden.

source: Choose the encryption type you would like to use when sending emails.
de: Wählen Sie den Verschlüsselungstyp, die, den Sie verwenden, beim Versenden von e-Mails möchten.

source: SMTP host: The server to which eramba will connect to send emails. For example "mail.google.com"
de: SMTP-Host: der Server, welche Eramba verbindet sich mit um e-Mails zu senden. Zum Beispiel "mail.google.com"

source: SMTP user: The username to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
de: SMTP-Benutzer: den Benutzernamen verwenden, um die zuvor definierten SMTP-Server authentifizieren. Wenn leer, wird das System nicht die Verbindung authentifiziert.

source: SMTP password: The password to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
de: SMTP-Kennwort: das Kennwort verwenden, um die zuvor definierten SMTP-Server authentifizieren. Wenn leer, wird das System nicht die Verbindung authentifiziert.

source: SMTP timeout: The time to wait before closing the SMTP connection in case we have some trouble reaching the server.
de: SMTP-Timeout: die Zeit warten, bevor Sie die SMTP-Verbindung zu schließen, für den Fall, dass wir einige Mühe, den Server zu erreichen haben.

source: SMTP port: The port to which eramba will connect
de: SMTP-Port: der Hafen, die Eramba verbindet

source: No reply email: Is the email eramba will send the emails "From"
de: Keine Antwort-Email: ist die e-Mail Eramba senden e-Mails "Aus"

source: Enable proxy settings to allow the application to communicate, get updates etc.
de: Proxy-Einstellungen, dass die Anwendung zu kommunizieren, erhalten Updates etc. zu ermöglichen.

source: Enable backup of your database during a daily CRON job
de: Backup Ihrer Datenbank zu aktivieren, während ein täglicher Cronjob

source: How often we need to backup your database
de: Wie oft müssen wir Ihre Datenbank sichern

source: How many backups should we keep on your system
de: Wie viele Backups sollten wir auf Ihrem System halten
