Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Financia information, payments, bank statements, etc.
de: Konsumverhalten Informationen, Zahlungen, Kontoauszüge usw..

source: Operating systems
de: Betriebssysteme

source: Operating systems such as Windows and Linux used to serve application stacks.
de: Betriebssysteme wie Windows und Linux verwendet, um die Anwendung Stapel dienen.

source: Telephony System
de: Telefonie-System

source: The telephony system that receives customers calls over internet in order to process their payments.
de: Die Telefoniesystem, das Kunden-Anrufe über Internet erhält, um ihre Zahlungen zu verarbeiten.

source: Payment Application
de: Zahlungsantrag

source: The application used by the call center and customers to process payments.
de: Die Anwendung von Call-Center und Kunden verwendet, um Zahlungen zu verarbeiten.

source: Credit Card Information
de: Kreditkarteninformationen

source: Credit card information provided by our customers to our call center.
de: Kreditkarten-Informationen von unseren Kunden, unser Call-Center zur Verfügung gestellt.

source: SAP Applications
de: SAP Applikationen

source: SAP Applications used to manage the HR and Finance departments.
de: SAP-Anwendungen verwendet, um die Abteilungen HR und Finanzen verwalten.

source: End-Point Share Drives
de: Endpunkt-Anteil-Laufwerke

source: Share Drives configured at end-point computers.
de: Teilen Sie Laufwerke auf Endpunkt-Computer konfiguriert.

source: High
de: Hoch

source: Availability classification type
de: Verfügbarkeit Klassifizierungstyp

source: Legal consequences
de: Rechtsfolgen

source: Low
de: Gering

source: Minor consequences
de: Geringfügige Auswirkungen

source: Medium
de: Mittel

source: Reputation consequences
de: Ruf folgen

source: Confidentiality classification type
de: Vertraulichkeit-Klassifizierung-Typ

source: Integrity classification type
de: Integrität-Klassifizierung-Typ

source: Availability
de: Verfügbarkeit

source: Confidentiality
de: Vertraulichkeit

source: Integrity
de: Integrität

source: Confidential
de: Vertraulich

source: The information must be kept confidential to the data owners
de: Die Informationen muss an die Datenbesitzer vertraulich behandelt werden

source: Default Package
de: Standard Paket

source: The information asociated with this asset is deemed private to the organisation
de: Die Informationen treusorgende mit dieser Anlage gilt als private Organisation

source: The team of people tha receives phone calls in order to process payments to our clients
de: Das Team von Menschen Tha erhält Anrufe im Auftrag zur Abwicklung von Zahlungen für unsere Kunden

source: Human Resources
de: Personalwesen

source: HR responsibilities include payroll, benefits, hiring, firing, and keeping up to date with state and federal tax laws.
de: HR-Aufgaben gehören Lohn-und Gehaltsabrechnung, Vorteile, Einstellung, feuern und up to date mit Staats- und Bundessteuer Gesetze zu halten.

source: Finance
de: Finanzen

source: The business functions of a finance department typically include planning, organizing, auditing, accounting for and controlling its company finances.
de: Betriebswirtschaftliche Funktionen der Finanzabteilung enthalten in der Regel Planung, Organisation, Wirtschaftsprüfung, Bilanzierung und controlling ihrer Unternehmensfinanzen.

source: Technical department tasked with the design, implementation and operation of Information Technology equipment and applications
de: Technische Abteilung beauftragt mit Design, Implementierung und Betrieb von Informationstechnologie Geräten und Anwendungen

source: Reduce Audit Costs
de: Auditkosten senken

source: Our goal is to reduce the cost asociated with internal audits to the point we are able to keep the quality of our audits but using one full resource less from the team to execute them.
de: Unser Ziel ist es, reduzieren die Kosten treusorgende mit internen Audits bis zu dem Punkt sind wir in der Lage, die Qualität unserer Prüfungen, aber mit weniger aus dem Team eine vollständige Ressource, sie auszuführen.

source: Effort required in terms of FTE (full time employee)
de: Aufwand in Bezug auf die VZÄ (Vollzeit-Mitarbeiter)

source: We should see 25% reduction on each audit.
de: Wir sollten 25 % Ermäßigung auf jede Prüfung sehen.

source: Confidentiality Agreements
de: Vertraulichkeitsvereinbarungen

source: Non Disclosure Agreements type of contract
de: Non Disclosure Agreements Art des Vertrages

source: Any confidentiality agreements signed by the organisation
de: Jede Vertraulichkeitsvereinbarungen unterzeichnet von der organisation

source: Contractual Agreements
de: Vertragliche Vereinbarungen

source: Any contractual agreement signed in between the organisation and it's customers
de: Vertragliche Vereinbarung zwischen der Organisation und seinen Kunden

source: The ISO standard
de: Die ISO-Norm

source: The PCI standard
de: Der PCI-standard

source: Personal Data Act
de: Gesetz über personenbezogene Daten

source: The regulations related to personal data privacy
de: Die Vorschriften in Bezug auf den Schutz personenbezogener Daten

source: SOX
de: HAD

source: Sarbanes Oxley
de: Sarbanes-Oxley Act

source: Sarbanes-Oxley regulations
de: Sarbanes-Oxley-Bestimmungen

source: Default Process
de: Standardprozess

source: Competition
de: Wettbewerb

source: Our competitors have invested largely in innovation and have increased their competitive advantage by attracting customers such as startups.
de: Unsere Konkurrenten haben weitgehend in Innovationen investiert und haben ihren Wettbewerbsvorteil durch die Gewinnung von Kunden wie Start-ups erhöht.

source: Political Constrains
de: Politischen beschränkt

source: Political issues in the region pose a constant threat to the business in terms of savotage, political coalitions, hostile government lead take overs.
de: Politische Themen in der Region stellen eine ständige Bedrohung für das Unternehmen in Bezug auf die Savotage, politische Koalitionen, feindlichen Regierung Blei Take Overs.

source: The goal of this program is to ensure compliance with local and international regulators in all line of business across all worldwide locations.
de: Das Ziel dieses Programms ist es, an allen Standorten weltweit mit lokalen und internationalen Regulierungsbehörden in allen Branche gewährleisten.

source: Risk for Production
de: Risiko für die Produktion

source: The goal of this program is to manage risk according to the ISO 27001:2005 standard for our line of production based in Spain.
de: Das Ziel dieses Programms ist für das Risikomanagement nach der ISO-standard für unsere Produktion in Spanien 27001:2005.

source: Stolen goods at the office
de: Diebesgut im Büro

source: Goods left overnight are sometimes stolen, we believe by third party contractors looking after the office
de: Waren über Nacht verlassen manchmal gestohlen werden, glauben wir durch Drittanbieter, die auf der Suche nach dem Büro

source: Not enough CCTV to cover the entire floor space
de: Nicht genügend CCTV decken die gesamte Bodenfläche

source: Unintentional Credit Card Disclosure
de: Unbeabsichtigte Kreditkarte Offenlegung

source: Any employee handling credit card infromation unintentionally looses or discloses it
de: Jeder Mitarbeiter, der Umgang mit Kreditkarte Infromation unabsichtlich verliert erheben, verarbeiten oder es

source: End-Point Protection, Vulnerabilities related with awareness
de: Endpunkt-Schutz im Zusammenhang mit Schwachstellen mit Bewusstsein

source: Loss of data due bugs on public apps
de: Verlust von Daten aufgrund bugs auf öffentlichen apps

source: Telephony, Paymnet Applications and operating systems are internet facing and could be hacked
de: Telefonie, zinsfreie Anwendungen und Betriebssysteme sind Internet konfrontiert und gehackt werden könnte

source: Vulnerabilities asociated with the operating systems or applications
de: Schwachstellen treusorgende mit den Betriebssystemen und Anwendungen

source: Impact classification type
de: Auswirkungsart Klassifizierung

source: Likelihood classification type
de: Wahrscheinlichkeit Klassifizierungstyp

source: Impact
de: Auswirkungen

source: Likelihood
de: Wahrscheinlichkeit

source: Lack of funding
de: Mangelnde Finanzierung

source: Risk owner accepts Risk
de: Risiko-Besitzer nimmt Risiko

source: Risk Management
de: Risikomanagement

source: This policy governs asset based Risk Management practices across the organization.
de: Diese Richtlinie regelt basierten Asset Risk Management Praktiken in der gesamten Organisation.

source: Active Directory Group Reviews
de: Active Directory-Gruppe-Bewertungen

source: Ensure that the members at our main Active Directory groups are correct
de: Sicherzustellen Sie, dass die Mitglieder bei unseren wichtigsten Active Directory-Gruppen richtig sind

source: The groups that need to be audited are the ones listed on this policy: security; it_admin; administrator
de: Die Gruppen, die überwacht werden müssen sind die, die zu dieser Richtlinie aufgeführt: Sicherheit; It_admin; Administrator

source: No creeping accounts
de: Keine schleichenden Konten

source: Active Directory User Reviews
de: Active Directory User-Bewertungen

source: Ensure that those employees that have left the company have no valid account in the AD and that his/her last login is previous to it's last day in the office.
de: Stellen Sie sicher, dass diejenigen Mitarbeiter, die das Unternehmen verlassen haben kein gültiges Konto in der Anzeige haben und dass seine/ihre letzte Anmeldung vor es letzter Tag im Büro ist.

source: Get the list of employees (login and day they left the company) that left the copmany since the last audit - Get the list of valid AD account logins and their lastlogin For each employee that left the company; ensure he/she does not have a valid account and their last login date on the AD is previous to its last day in the company.
de: Abrufen der Liste der Mitarbeiter (Login und Tag sie die Firma verlassen), dass links die Copmany seit dem letzten Audit - erhalten Sie die Liste der gültigen AD-Konto-Logins und ihre Lastlogin für jeden Mitarbeiter, die das Unternehmen; sicherzustellen, dass er/Sie verfügt nicht über ein gültiges Konto und ihre letzte Login-Datum auf die Anzeige vor seinen letzten Tag in der Firma.

source: If there is any employee with a valid account or a login posterior to it's last day; find out what happened; raise an incident and if there is something to be fixed; initiate a project.
de: Es ist jeder Mitarbeiter mit einem gültigen Konto oder ein Login posterior auf den letzten Tag; herauszufinden Sie, was passiert ist; Gehaltserhöhung ein Vorfall und wenn es etwas behoben werden; ein Projekt zu initiieren.

source: Alternative Power Sources
de: Alternative Energiequellen

source: Have an alternative power source when available.
de: Haben Sie eine alternative Energiequelle, wenn verfügbar.

source: The UPS/Power Generator tests and maintenance must be performed successfully.
de: Die UPS/Stromerzeuger Tests und Wartung müssen erfolgreich durchgeführt werden.

source: 100% Accuracy
de: 100 % Genauigkeit

source: Check oil and fuel levels; corect if necesary
de: Prüfen Sie Öl und Kraftstoff; Corect bei Bedarf

source: Badge Reviews
de: Abzeichen-Bewertungen

source: Badges are assigned to our employees in order to allow them access to certain facilities. This control ensures that there are no lost badges activated on the system and that key facilities are only accesible by the authorized personal.
de: Abzeichen sind unsere Mitarbeiter zugewiesen, um ihnen Zugang zu bestimmten Einrichtungen ermöglichen. Diese Kontrolle gewährleistet, dass gibt es keine verlorenen Abzeichen auf dem System aktiviert und wichtige Einrichtungen nur zugänglich durch autorisiertes Personal sind.

source: Badges correctly assigned and access to secured facilities controlled.
de: Abzeichen korrekt zugeordnet und Zugang zu gesicherten Einrichtungen kontrolliert.

source: - Active badges must match to an employee - No visitors badges active - Secured rooms x; y and z allow access only to the authorized personel.
de: -Aktive Abzeichen müssen übereinstimmen, die einem Mitarbeiter - kein Besucher Abzeichen aktiv - Zimmer gesichert X; y und z erlauben den Zugriff nur für autorisiertes Personal.

source: CCTV
de: Videoüberwachungsanlage

source: Monitor access and specific areas in offices in order to prevent incidents or document evidence.
de: Überwachen Sie Zugang und bestimmte Bereiche in Büros um Vorfälle oder Beweise zu dokumentieren.

source: Cameras working and recordings available.
de: Kameras arbeiten und Aufzeichnungen zur Verfügung.

source: All videocamara running. 90 days of recording.
de: Alle Videocamara laufen. 90 Tagen nach der Aufnahme.

source: Centralised Logging
de: Zentralisierte Protokollierung

source: Collect and process highly relevant logs. Process them in real time when possible and alarm when certain conditions occur.
de: Erfassen Sie und verarbeiten Sie hoch relevanten Protokolle. Verarbeiten sie in Echtzeit, wenn möglich und Alarm, wenn bestimmte Bedingungen eintreten.

source: Known risks for which we have alarms deployed must be have been triggered and incidents created for each one of them and properly treated.
de: Risiken für die haben wir Alarme bereitgestellt werden müssen bekannt ausgelöst worden und Vorfälle erstellt für jeden von Ihnen und richtig behandelt.

source: All alarms must be tested to ensure they are working correctly. For each triggered alarm since the last audit an incident must exist.
de: Alle Alarme müssen getestet werden, um sicherzustellen, dass sie korrekt funktionieren. Für jeden ausgelöste Alarm seit der letzten Prüfung muss ein Vorfall vorhanden sein.

source: Contractor Reviews
de: Auftragnehmer-Bewertungen

source: Verify that all contractors in are still working for our organization and NDA's are signed.
de: Überprüfen Sie, ob alle Fremdfirmen in immer noch für unsere Organisation arbeiten und NDA unterschrieben.

source: Review the contractor database with HR and review that for each one of them an approval exist; their status is active and a NDA has been signed.
de: Überprüfen Sie die Auftragnehmer-Datenbank mit HR zu und zu überprüfen Sie, die für jeden von ihnen eine Genehmigung vorhanden sind; Ihr Status ist aktiv und eine NDA unterzeichnet worden.

source: 100% of contractors in db are still working and all the relevant documentation exist
de: 100 % der Auftragnehmer in Db noch arbeiten und alle relevanten Unterlagen vorhanden

source: DMZ Reviews
de: DMZ-Bewertungen

source: Ensure that every firewall rule in the DMZ has followed change management procedures correctly.
de: Stellen Sie sicher, dass jede Firewall-Regel in der DMZ Änderungsverwaltungsverfahren korrekt eingehalten hat.

source: Secured systems are contained within a DMZ firewall; access to this firewalls and changes on the rule base are automatically logged at our logging facility. Auditors are required to log into the logging system; review all access and firewall rules changes and validate with the network owners that an appropriate change request exist.
de: Gesicherte Systemen sind in einer DMZ-Firewall enthalten; Zugang zu dieser firewalls und Änderungen auf der Regelbasis werden automatisch auf unsere Logging-Funktion protokolliert. Auditoren sind erforderlich, um die Logging-System anmelden; Überprüfen Sie alle Zugang und Firewall Regeländerungen und bestätigen Sie mit den Netzbetreibern, die einen entsprechenden Änderungsauftrag vorhanden sind.

source: All changes on the firewall recorded on the logging facility must have a change ticket associated
de: Alle Änderungen an der Firewall auf die Logging-Funktion aufgezeichnet müssen ein Ticket für eine Verbindung

source: Datacenter Security
de: Datacenter-Sicherheit

source: Ensure that data rooms; server rooms and datacenters comply with our policies and standards.
de: Stellen Sie sicher, dass die Daten Zimmer; Serverräume und Rechenzentren erfüllen unsere Richtlinien und Standards.

source: Number of requirements for each site/dc type complied.
de: Anzahl der Anforderungen für jede Website/dc erfüllt.

source: %100 of non-compliant from last audit should be fixed (those with exceptions do not count)
de: 100 % der nicht konformen vom letzten Audit sollte fixiert werden (mit Ausnahmen zählen nicht)

source: End-Point Hardware Inventory
de: Endpunkt-Hardwareinventur

source: Control that hardware (laptops and computers) are built according to our company standards.
de: Kontrolle, die Hardware (Laptops und Computer) werden entsprechend unserer Firma Standards errichtet.

source: 10 randomly chosen computers from the last employees that joined the company audited and validated against our standards.
de: 10 zufällig ausgewählte Computer aus die letzten Mitarbeiter, die das Unternehmen geprüft und validiert gegen unsere Standards beigetreten.

source: %100 successful
de: %100 erfolgreich

source: Fire; Motion Detectors
de: Feuer; Bewegungsmelder

source: Prevent fire and unauthorized access in branch offices.
de: Verhindern, dass Feuer und unbefugtem Zugriff in Zweigstellen.

source: If sensors are working
de: Wenn Sensoren arbeiten

source: All tested sensors work as expected
de: Alle getestete Sensoren funktionieren wie erwartet

source: OSSEC is used as a host IDS solution. The objective of this control is to ensure that the systems are working and alarms are being generated and managed correctly.
de: OSSEC dient als Host IDS Lösung. Das Ziel dieses Steuerelement soll sicherstellen, dass die Systeme funktionieren und Alarme werden generiert und verwaltet korrekt.

source: - Ensure that systems have OSSEC installed as stated on the policy - Ensure that alarms have been generated since the last audit in our logging system Alarms. If there was no alarm; trigger the alarm (you will need syseng help) to ensure it's created in our logging system. - Ensure that all triggered alarms have tickets and incidents created that investigate what happened.
de: -Sicherstellen, dass die Systeme installiert, wie auf die Politik - OSSEC haben sicherzustellen, dass Alarme erzeugt worden sein, da die letzte Prüfung in unserem Logging-System alarmiert. Gäbe es kein Alarm; Auslösen des Alarms (Sie benötigen Syseng Hilfe) um sicherzustellen, dass es in unserer Logging-System erstellt wird. -Sicherstellen Sie, dass alle ausgelösten Alarme Tickets und Vorfälle erstellt, die untersuchen, was passiert ist.

source: %100 OSSEC related alarms being created and treated correctly since the last audit.
de: 100 % OSSEC bezogene Alarme erstellt und seit der letzten Prüfung korrekt behandelt.

source: NDA Reviews
de: NDA-Bewertungen

source: Verify that employees and contractors have signed the NDA.
de: Stellen Sie sicher, dass Mitarbeiter und Auftragnehmer die NDA unterzeichnet haben.

source: Audit random employees according to the following criteria: Office: +500 employees: 20 nda's 250 - 499 employees: 15 nda's 0 - 249 employees: 10 nda's Special projects : 10 nda's Select 6 (six) random offices that can't be repeated until all offices have been audited.
de: Audit-zufällige Mitarbeiter nach folgenden Kriterien: Büro: über 500 Mitarbeiter: 20 Nda ist 250-499 Mitarbeiter: 15 Nda 0 - 249 Mitarbeiter: 10 Nda Sonderprojekte: 10 Nda wählen Sie sechs (6) zufällige Büros, die nicht wiederholt werden können, bis alle Büros geprüft worden.

source: All employees NDA's must be signed
de: Alle Mitarbeiter NDA muss unterschrieben werden

source: Network Administrator Reviews
de: Netzwerkadministrator-Bewertungen

source: Network devices are managed by the network team. Access to this devices is authenticated by the use of an active directory group (network_team) where only the network team members (and some of their service accounts) are allowed be. This control ensures only authorized people is part of that group.
de: Netzwerkgeräte sind durch das Netzwerkteam verwaltet. Authentifizierten Zugriff auf diese Geräte durch den Einsatz eines aktiven Directory-Gruppe (Network_team), wo nur die Netzwerk-Team-Mitglieder (und einige ihrer Dienstkonten) erlaubt, werden. Dieses Steuerelement stellt sicher, nur autorisierte Personen gehört zu dieser Gruppe.

source: The audit controls two things: 1- Number of creeping privileges on the network group defined on the AD 2- Random %10 network devices check showing Radius is configured.
de: Das Audit steuert zwei Dinge: 1-Anzahl der schleichenden Privilegien auf der Netzwerkgruppe definiert auf die Anzeige 2-Random %10 Netzwerk Geräte Check mit Radius konfiguriert ist.

source: 1- no creeping accounts 2- all audited devies use radius to authenticate
de: 1-keine schleichende Konten 2-alle geprüften Geräten verwenden Radius zum Authentifizieren

source: Public Shared Drives Scanner
de: Öffentlichen freigegebenen Laufwerke Scanner

source: Detect Public Passwordless network shares in Users Computers.
de: Erkennen Sie, dass öffentliche ohne Passwort Netzwerk in Computern der Benutzer teilt.

source: Check One location for Shares. Choose 10 to 20 Shares and check they are not accessible.
de: Überprüfen Sie einen zentralen Speicherort für Aktien. Wählen Sie 10 bis 20 Aktien und überprüfen Sie, ob sie nicht zugänglich sind.

source: No Share found can be public with no password
de: Keinen Anteil gefunden kann ohne Passwort öffentlich sein.

source: Regular Vulnerability Scanning - External
de: Regelmäßige Schwachstellen-Scans - externe

source: Detect and fix vulnerabilities in our external facing systems.
de: Erkennen Sie und beheben Sie Schwachstellen in unserer externen gerichteten Systemen.

source: Open items not corrected from the previous scan
de: Offene Posten, die nicht von der vorherigen Scan korrigiert

source: SAP Application - Account Reviews
de: SAP-Anwendung - Kundenprüfungen

source: Ensure no creeping user accounts exist on SAP
de: Stellen Sie sicher, dass keine schleichende Benutzerkonten auf SAP vorhanden

source: Get the list of SAP accounts and validate against the manager of HR and FI that the accounts are truly needed. Review all accounts disabled and validate that the date the account was removed in SAP corresponds with the date the employee left the company.
de: Abrufen der Liste der SAP-Konten und Validierung gegen den Manager HR und FI, dass die Konten wirklich benötigt werden. Überprüfung aller Konten deaktiviert und zu validieren, die das Datum, an das Konto, in SAP entfernt wurde entspricht mit dem Datum der Mitarbeiter das Unternehmen verlassen.

source: Secure Application Development
de: Sichere Anwendungsentwicklung

source: Ensure security is embedded on the SDLC.
de: Stellen Sie sicher, dass Sicherheit auf SDLC eingebettet ist.

source: Projects complete our SDLC checklist
de: Projekte auszufüllen unserer SDLC-Checkliste

source: Ensure that all projects since the last audit have a completed SDLC checklist and approvals.
de: Sicherstellen Sie, dass alle Projekte seit dem letzten Audit eine abgeschlossene SDLC-Checkliste und Zulassungen.

source: Secure Disposal of Data and Equipment
de: Sichere Entsorgung von Daten und Ausrüstung

source: Ensure all data located at systems which are re-assigned or discarded is securely discarded.
de: Stellen Sie sicher, alle Daten am Systeme neu zugewiesen oder verworfen wird sicher verworfen.

source: The number of discarded equipment since the last audit and the number of equipment sent to be securely destroyed.
de: Die Anzahl der ausrangierten Geräte seit der letzten Prüfung und die Anzahl der Geräte geschickt, um sicher vernichtet werden.

source: The number of devices registered by Service Desk as "discarded" equipment equal to devices destroyed by our third party secure disposal company.
de: Die Anzahl der Geräte, die von Service Desk als "verworfen" Ausrüstung gleich Geräte zerstört durch unsere sichere Entsorgung Drittfirma registriert.
