Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Error occured during saving Third Party Risk Graph values while running CRON.
de: Fehler beim Speichern von Dritten Risikograph Werte während der Ausführung von CRON.

source: Error while saving the suggestion. Please try it again.
de: Fehler beim Speichern der Anregung. Bitte versuchen Sie es erneut.

source: Suggestion was successfully created.
de: Vorschlag wurde erfolgreich erstellt.

source: PHP Libraries and Extensions
de: PHP-Bibliotheken und Erweiterungen

source: We are looking at least for PHP version %s
de: Wir suchen mindestens PHP Version %s

source: We need at least MySQL %s / MariaDB %s, installed with PHP
de: Wir benötigen mindestens %s MySQL / MariaDB %s, mit PHP installiert

source: We need SSL in order to encrpyt SMTP, LDAP and API connections. SNI support and OpenSSL 0.9.8k or greater is required
de: Wir brauchen SSL zu Encrpyt SMTP, LDAP und API-Verbindungen. SNI Unterstützung und OpenSSL 0.9.8k oder höher ist erforderlich

source: CURL
de: Endozytische Vesikel

source: We need Curl libraries to manage file uploads
de: Wir müssen Bibliotheken zum Verwalten von Datei-Uploads Curl.

source: We need LDAP libraries in PHP to manage accounts and groups
de: Wir brauchen LDAP Bibliotheken in PHP zu Konten und Gruppen verwalten

source: Mail
de: E-Mail

source: We use mail libraries to connect to SMTP servers
de: Wir verwenden Mailbibliotheken, um eine Verbindung zu SMTP-Servern herzustellen

source: Fileinfo
de: Dateiinformation

source: We need fileinfo libraries as part of PHP
de: Wir brauchen Fileinfo Bibliotheken als Teil von PHP

source: We need multibyte strings as part of PHP
de: Wir brauchen Mehrbyte Zeichenfolgen als Teil von PHP

source: GD
de: TORVERH.

source: We use GD libraries to manage the system Logo
de: Wir verwenden GD-Bibliotheken, um das System Logo zu verwalten

source: We need exif as part of PHP to manage images
de: Wir brauchen Exif als Teil von PHP, um Bilder zu verwalten

source: We need Zlib to handle file compression
de: Wir brauchen Zlib, Datei-Komprimierung zu behandeln

source: PharData for archive files accessing
de: PharData für Archivdateien, die Zugriff auf

source: ZipArchive class for bundling a backup of the system.
de: ZipArchive Klasse für die Bündelung einer Sicherung des Systems.

source: Server Settings
de: Server-Einstellungen

source: Max Execution Time
de: Max Durchführungszeit

source: We recommend setting max execution time settings (max_execution_time) well above 45 seconds in your php.ini file
de: Wir empfehlen Einstellung maximale Ausführungszeit Einstellungen (Max_execution_time) deutlich über 45 Sekunden in der php.ini-Datei

source: You need to make sure crons are being called hourly. The cron should call the following url: system/cron/hourly/KEY where KEY is the system key defined in the settings menu. Hourly cron will be required as of next update.
de: Sie müssen sicherstellen, dass Crons stündlich aufgerufen werden. Der Cron-Job sollte die folgende Url aufrufen: System/Cron/stündlich/KEY wo Schlüssel der Systemschlüssel in das Menü "Einstellungen" definiert ist. Stündliche Cron wird ab dem nächsten Update erforderlich sein.

source: You need to make sure crons are being called daily for at least the last two days to clear this alarm. The cron should call the following url: system/cron/daily/KEY where KEY is the system key defined in the settings menu.
de: Sie müssen sicherstellen, dass Crons täglich für mindestens die letzten zwei Tage dieser Alarm löschen aufgerufen werden. Der Cron-Job sollte die folgende Url aufrufen: System/Cron/täglich/KEY wo Schlüssel der Systemschlüssel in das Menü "Einstellungen" definiert ist.

source: You need to make sure crons are being called yearly (1st of January at midnught). The cron should call the following url: system/cron/yearly/KEY where KEY is the system key defined in the settings menu.
de: Sie müssen sicherstellen, dass Crons werden jährlich gestellt (1. Januar bei Midnught). Der Cron-Job sollte die folgende Url aufrufen: System/Cron/jährlich/KEY wo Schlüssel der Systemschlüssel in das Menü "Einstellungen" definiert ist.

source: Write Permissions
de: Schreibrechte

source: Temporary folder
de: Temporären Ordner

source: The system should be allowed to write and read from the app/tmp/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf schreiben und Lesen von der app/Tmp/Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Cache folder
de: Carpeta caché

source: The system should be allowed to write and read from the app/tmp/cache/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf schreiben und lesen aus dem app/Tmp/Cache/Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Logs folder
de: Ordner "Logs"

source: The system should be allowed to write and read from the app/tmp/logs/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf schreiben und lesen aus den app/Tmp/Logs/Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Files folder
de: Ordner "Files"

source: The system should be allowed to write and read from the app/webroot/files directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf zum Schreiben und Lesen von Dateien/app/Webroot Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Media folder
de: Ordner "Media"

source: The system should be allowed to write and read from the app/webroot/media directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf zum Schreiben und Lesen von der app/Webroot/Medien-Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Backups folder
de: Backup-Ordner

source: The system should be allowed to write and read from the app/webroot/backups directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf zum Schreiben und Lesen von der app/Webroot/Backup-Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Queue folder
de: Warteschlangenordner

source: The system should be allowed to write and read from the app/Vendor/queue directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
de: Das System darf zum Schreiben und Lesen von der app/Anbieter/Queue-Verzeichnisse und alle seine Unterverzeichnisse. Das Konto, auf dem dieser Webserver arbeitet, muss diese Berechtigungen haben.

source: Default Password
de: Standard-Passwort

source: You should change your admin password in the user account option in the system settings menu
de: Sie sollten Ihr Administratorpasswort in der Benutzer-Konto-Option im Menü System Einstellungen ändern.

source: Upload Limits
de: Laden Sie Grenzen

source: In order to upload files is recomended you modify PHP default settings in php.ini and increase it (post_max_size and upload_max_filesize) to at least 100M
de: Um Dateien hochladen zu können werden empfohlen Sie PHP-Standard-Einstellungen in der php.ini zu ändern und (Post_max_size und Upload_max_filesize) zu erhöhen, mindestens 100 M

source: MySql Strict
de: MySql strenge

source: Is important MySQL settings do not include STRICT. Ideal settings are NO_ENGINE_SUBSTITUTION or simply empty. Those settings can be changed on the engine itself.
de: Ist wichtig, dass MySQL Einstellungen nicht STRICT beinhalten. Ideale Einstellungen sind NO_ENGINE_SUBSTITUTION oder einfach leer. Diese Einstellungen können auf den Motor selbst geändert werden.

source: MySql Allowed Packet
de: MySql-Paket erlaubt

source: Is recommended to setup global value for MySQL variable "max_allowed_packet" at least "128000000" which is 16mb.
de: Wird empfohlen, Setup globalen Wert für MySQL Variable "Max_allowed_packet" mindestens "128000000" 16 mb ist.

source: Edit was cancelled, no changes made
de: Bearbeiten wurde abgebrochen, keine Änderungen vorgenommen

source: We had issues connecting to your LDAP system, login with your admin credentials and review your settings
de: Wir hatten Probleme mit der Verbindung zu Ihrem LDAP-System, loggen Sie sich mit Ihrem Administratoranmeldeinformationen und überprüfen Sie die Einstellungen

source: Downgrade not possible. Why would you want that anyways?
de: Downgrade nicht möglich. Warum möchtest du das sowieso?

source: The Audit for the date %s on the %s %s was tagged as Fail
de: Die Prüfung für das Datum %s %s %s wurde als nicht ausreichend hat.

source: The Audit for the date %s on the %s %s was tagged as Pass
de: Die Prüfung für das Datum %s %s %s wurde als Pass hat.

source: The Audit for the date %s that has been tagged as Fail on the %s %s has been deleted
de: Die Prüfung für das Datum %s, die markiert wurde als nicht auf %s %s gelöscht wurde

source: The %s %s has a missing %s %s
de: %s %s hat einen fehlenden %s %s

source: The %s planned for the date %s on the %s %s has been set to %s
de: Geplant für das Datum %s %s %s %s wurde auf %s gesetzt

source: The %s for the date %s that has been missing on the %s %s has been deleted
de: Für das Datum, die bisher fehlte auf %s %s %s %s wurde gelöscht

source: Schema information "%s" for a field "%s" does not exist
de: Schemainformationen "%s" für ein Feld "%s" ist nicht vorhanden

source: Advanced Filters
de: Fortgeschrittene Filter

source: Advanced Filter Crons
de: Erweiterten Filter Crons

source: ID
de: Personalausweis oder Reisepass

source: Created
de: Erstellt

source: Modified
de: Geändert

source: Deleted
de: Gelöscht

source: Deleted Date
de: Löschdatum

source: Attachment filename
de: Dateinamen der Anlage

source: The %s %s has a missing Review %s
de: %s %s hat eine fehlende Überprüfung %s

source: The %s %s that has been with a missing Review %s has no longer missing reviews
de: %s %s, die mit einer fehlenden Überprüfung %s wurde hat nicht mehr fehlen Bewertungen

source: The Risk %s Residual Score %s is higher than the Risk Appetite %s
de: Die verbleibende Punktzahl %s %s ist höher als die Risikobereitschaft %s

source: The values of Risk Classification were updated and the Residual Score value %s for the Risk %s is above the Risk Appetite %s
de: Die Werte der Risikoklassifizierung wurden aktualisiert und die restliche Score-Wert %s für das Risiko %s liegt über die Risikobereitschaft %s

source: The Risk Appetite original value %s has been updated to a new value %s and the Risk %s Residual Score value %s is above
de: Die Risikobereitschaft Originalwert %s wurde auf einen neuen Wert %s aktualisiert und das Risiko Residual Score-Wert %s %s ist oben

source: The %s %s has been tagged as being in Design
de: %s %s hat markiert, als im Design

source: The %s %s has been tagged as being in Production
de: %s %s hat markiert, als in der Produktion

source: The Project %s has been mapped to the %s %s
de: Das Projekt %s ist %s %s zugeordnet wurde

source: The Project %s that has been mapped to the %s %s has been removed
de: Das Projekt %s das %s %s zugeordnet wurde wurde entfernt

source: The Project %s that has been mapped to the %s %s has been tagged as Completed
de: Das Projekt %s das %s %s zugeordnet wurde, hat als abgeschlossen markiert wurde

source: The Project %s has been mapped to the failed audit %s of %s %s
de: Das Projekt %s wurde gegenüber der gescheiterten Revision %s von %s %s kartiert

source: Selected option is not valid
de: Ausgewählte Option ist ungültig

source: Assets
de: Aktiva

source: Asset ID
de: Ressourcen ID

source: Asset Name
de: Name des Vermögenswerts

source: Asset Description
de: Asset-Beschreibung

source: Asset Review
de: Prüfung der Aktiva

source: General
de: Allgemeines

source: Description
de: Beschreibung

source: Label
de: Beschriftung

source: Type
de: Typ

source: Owner
de: Besitzer

source: Guardian
de: Erziehungsberechtigte

source: Expired Reviews
de: Abgelaufene Bewertungen

source: All
de: Alle

source: Related Status
de: Verwandter Status

source: Ongoing Incident
de: Laufenden Vorfall

source: assets
de: Unterkünfte

source: Related Business Units
de: Ähnliche Geschäftseinheiten

source: This field is mandatory, you need to input one or more Business Units IDs. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import - If you want to include more than one, remember to split them with "|". For example 1|2|3 would include three business units.
de: Dieses Feld ist obligatorisch, Sie müssen eine oder mehrere Business Units IDs eingeben. Sie können die ID einer Business Unit von Organisation / Business Units - eramba überprüft, ob diese IDs vorhanden sind und wenn sie nicht, den Import blockieren - Wenn Sie mehr als einen hinzufügen möchten, denken Sie daran, sie mit "|" zu teilen. Zum Beispiel würde 1 | 2 | 3 drei Geschäftseinheiten enthalten.

source: This field is mandatory, simply put the asset name. For example: Corporate Laptops.
de: Dieses Feld ist obligatorisch, einfach den Namen des Assets. Zum Beispiel: Corporate Laptops.

source: This field is not mandatory, you can leave it blank if you want.
de: Dieses Feld ist nicht obligatorisch, du kannst es leer lassen, wenn du willst.

source: This field is not mandatory, you can leave it blank. Alternatively you can include the Asset Label ID which you can get from Asset Management / Asset Identification / Settings / Labels.
de: Dieses Feld ist nicht obligatorisch, Sie können es leer lassen. Alternativ können Sie auch die Asset Label ID eingeben, die Sie von Asset Management / Asset Identification / Settings / Labels erhalten können.

source: This field is mandatory, you need to set the type of asset by inserting one of the following IDs: %s
de: Dieses Feld ist obligatorisch, Sie müssen den Typ des Assets festlegen, indem Sie eine der folgenden IDs einfügen:%s

source: Liabilities
de: Verbindlichkeiten

source: This is an optional field, you can leave it blank if you want to, alternatively you need to insert the ID of one or more liabilities. You can get the ID for each existing liability at Organisation / Legal Constrains. Eramba will check each liability exists! If you want to include more than one, remember to split them with a "|" character. For example: 1|2.
de: Dies ist ein optionales Feld, können Sie es leer lassen, wenn Sie möchten, alternativ müssen Sie die ID einer oder mehrerer Verbindlichkeiten einfügen. Sie können die ID für jede bestehende Haftung bei Organization / Legal Constrains erhalten. Eramba prüft jede Haftung! Wenn du mehr als eins einschließen möchtest, dann solltest du sie mit einem "|" Charakter. Zum Beispiel: 1 | 2.

source: This is a mandatory field, it must have the format YYYY-MM-DD - bare In ind the "-" delimiter.
de: Dies ist ein Pflichtfeld, es muss das Format JJJJ-MM-DD - nackten In ind das "-" Trennzeichen haben.

source: This field is mandatory, you need to input one Business Units ID. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
de: Dieses Feld ist obligatorisch, Sie müssen eine Business Units ID eingeben. Sie können die ID einer Business Unit von Organisation / Business Units - eramba wird überprüfen, ob diese IDs vorhanden sind und wenn sie nicht, den Import blockieren.

source: This field is optional, you may leave it blank. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
de: Dieses Feld ist optional, Sie können es leer lassen. Sie können die ID einer Business Unit von Organisation / Business Units - eramba wird überprüfen, ob diese IDs vorhanden sind und wenn sie nicht, den Import blockieren.

source: At least one of the selected items does not exist.
de: Mindestens eines der ausgewählten Elemente existiert nicht.

source: Asset Media Types
de: Asset-Medientypen

source: Asset Reviews
de: Asset Bewertungen

source: Awareness Program ID
de: Bewusstseins-Programm-ID

source: Awareness Program Title
de: Awareness Programm Titel

source: Awareness Program Description
de: Awareness Program Beschreibung

source: Awareness Program Reminders Apart
de: Awareness Program Reminders

source: Awareness Program Reminders Amount
de: Awareness Programm Erinnerung Betrag

source: Awareness Program Active Users
de: Awareness Programm Aktive Benutzer

source: Awareness Program Active User Emails
de: Awareness Programm Aktive User E-Mails

source: Awareness Program Name
de: Name des Sensibilisierungsprogramms

source: Number of Completed Trainings
de: Anzahl der abgeschlossenen Trainings

source: Policies
de: Geschäftspolitik.

source: Questionnaire
de: Fragebogen

source: Text File
de: Textdatei

source: Users in the Program
de: Benutzer im Programm

source: Excluded Users
de: Ausgeschlossene Benutzer

source: Compliant Users
de: Konforme Benutzer

source: Non Compliant Users
de: Nicht kompatible Benutzer

source: Users in the Program (Percentage)
de: Benutzer im Programm (Prozentsatz)

source: Excluded Users (Percentage)
de: Ausgeschlossene Benutzer (Prozentsatz)

source: Compliant Users (Percentage)
de: Konforme Benutzer (Prozentsatz)

source: Non Compliant Users (Percentage)
de: Nicht kompatible Benutzer (Prozentsatz)

source: Users in the Program (Number)
de: Benutzer im Programm (Anzahl)

source: Excluded Users (Number)
de: Ausgeschlossene Benutzer (Anzahl)

source: Compliant Users (Number)
de: Konforme Benutzer (Anzahl)

source: Non Compliant Users (Number)
de: Nicht kompatible Benutzer (Anzahl)

source: Awareness Program
de: Bewusstseinsprogramm

source: Active Users
de: Registrierte Benutzer

source: Ignored Users
de: Ignorierte Benutzer

source: Not Compliant Users
de: Nicht kompatible Benutzer

source: Awareness Reminders
de: Bewusstseinsanzeigen

source: Started
de: Gestartet

source: Stopped
de: Angehalten

source: The value "Recurrence" must be bigger the result of the multiplication in between "Reminders Amount" and "Reminders Apart".
de: Der Wert "Recurrence" muss größer sein als Ergebnis der Multiplikation zwischen "Reminders Betrag" und "Reminders Apart".

source: Awareness Program Compliant Users
de: Awareness Programm konforme Benutzer

source: Awareness Program Ignored Users
de: Awareness Programm Ignorierte Benutzer

source: Awareness Program Not Compliant Users
de: Awareness Programm Nicht konforme Benutzer

source: Awareness Program Users
de: Awareness Programm Benutzer

source: Reminders
de: Mahnungen

source: Trainings
de: Schulungen

source: Awarness Reminders
de: Awarness Erinnerungen

source: Invitation
de: Einladung

source: Reminder
de: Erinnerung

source: Basic Risk
de: Grundrisiko

source: Title
de: Titel

source: Risk above appetite
de: Risiko über Appetit

source: Review Date
de: Überprüfungsdatum

source: Risk Analysis
de: Risikoanalyse

source: Classifications
de: Klassifizierungen

source: Risk Treatment
de: Risikobehandlung

source: Mitigation Strategy
de: Mitigationstrategie

source: Security Control
de: Sicherheitskontrolle

source: Risk Score
de: Risikobewertung

source: Improvement Project Expired
de: Verbesserungsprojekt abgelaufen

source: Exception Expired
de: Ausnahme abgelaufen

source: Last audit failed
de: Die letzte Prüfung ist fehlgeschlagen

source: Last audit missing
de: Letztes Audit fehlt

source: Last maintenance missing
de: Letzte Wartung fehlt

source: Ongoing Corrective Actions
de: Laufende Korrekturmaßnahmen

source: Control in Design
de: Kontrolle im Design

source: Control with Issues
de: Kontrolle mit Problemen

source: Missing Asset Review
de: Fehlende Vermögensüberprüfung

source: Business Continuities
de: Geschäftskontinuitäten

source: Risk ID
de: Risiko-ID

source: Risk Name
de: Gefahrenname

source: Risk Owner
de: Risikobesitzer

source: Risk Stakeholder
de: Risiko Stakeholder

source: Risk Residual Score
de: Risiko Residual Score

source: Risk Mitigation Strategy
de: Risikominderungsstrategie

source: Applicable Business Units
de: Anwendbare Geschäftsbereiche

source: Revenue per Day
de: Umsatz pro Tag

source: Business Risks
de: Geschäftsrisiken

source: Audit status changed to %s
de: Der Auditstatus wurde in%s geändert

source: Last audit missing (%s)
de: Letztes Audit fehlt (%s)

source: Project was assigned to the failed audit: %s
de: Das Projekt wurde dem fehlgeschlagenen Audit zugeordnet:%s

source: Business Continuity Reviews
de: Business Continuity Bewertungen

source: Business Continuity Tasks
de: Business Continuity Aufgaben

source: Business Unit Owner
de: Geschäftsbereich Eigentümer

source: Finding ID
de: ID finden

source: Finding Title
de: Titel suchen

source: Finding Description
de: Beschreibung finden

source: Finding Due Date
de: Fälligkeitsdatum finden

source: Due Date
de: Fälligkeitsdatum

source: Tags
de: Schlagwörter

source: Collaborator
de: Mitarbeiter

source: Compliance Package Name
de: Compliance Paketname

source: Item ID
de: Die Id des Objekts (Dies ist eine interne ID)

source: Item Name
de: Artikelbezeichnung

source: Item Description
de: Gerätebeschreibung

source: Compliance Audits
de: Konformitätsprüfungen

source: Notification Settings
de: Benachrichtigunseinstellungen

source: Portal Settings
de: Portal-Einstellungen

source: Audit Settings
de: Audit-Einstellungen

source: Auditor
de: Prüfer

source: Third Party Contact
de: Dritter Kontakt

source: Audit Start Date
de: Audit-Startdatum

source: Audit End Date
de: Enddatum Audit

source: Page Title
de: Seitentitel

source: Auditee Instructions
de: Auditee Anleitung

source: Use Default Template
de: Standardvorlage verwenden

source: Email Subject
de: E-Mail Betreff

source: Email Body
de: E-Mail-Inhalt

source: Auditee Recieves Notifications
de: Auditee empfängt Benachrichtigungen

source: Auditee Recieves Emails
de: Auditee empfängt E-Mails

source: Auditor Recieves Notifications
de: Auditor empfängt Benachrichtigungen

source: Auditor Recieves Emails
de: Auditor erhält E-Mails

source: Show Title Field
de: Titelfeld anzeigen

source: Show Description Field
de: Beschreibung Feld anzeigen

source: Show Audit Criteria Field
de: Auditkriterien anzeigen

source: Display Findings to Auditee in PDF format
de: Erkenntnisse zur geprüften im PDF-Format anzeigen

source: Third Party Audit Name
de: Dritter Audit Name

source: Third Party Audit Auditor
de: Abschlussprüfer

source: Third Party Audit End
de: Drittes Audit Ende

source: Findings
de: Ergebnisse

source: Audit Items
de: Prüfpunkte

source: Start Date
de: Startdatum

source: End Date
de: Ende Datum

source: Classification
de: Klassifizierung

source: Compliance Requirement Description
de: Compliance-Anforderungsbeschreibung

source: Feedback Profile
de: Bewertungsprofil

source: Auditee
de: Auditierte Organisation

source: Accepting Answers
de: Antworten zu akzeptieren

source: Finished
de: Abgeschlossen

source: This audit has been started
de: Dieses Audit wurde gestartet

source: This audit has been finished
de: Diese Prüfung ist abgeschlossen

source: Compliance Audit Auditee Feedbacks
de: Compliance Audit Auditee Rückmeldungen
