Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Edit a Compliance Package Item
de: Eine Compliance-Paket-Element bearbeiten

source: Compliance Package Item was successfully edited.
de: Compliance-Paket Element wurde erfolgreich bearbeitet.

source: Compliance Package Database
de: Kompatibilitätsdatenbank Paket

source: Eramba treats compliance requirements as Compliance Packages. Each specific requirement is called Compliance Package Items. In this module you can upload (CSV format) compliance packages or simply create, edit and delete them using the interface.
de: Eramba behandelt die Compliance-Anforderungen als Compliance-Pakete. Jede spezifische Anforderung ist Compliance-Paketelemente bezeichnet. In diesem Modul können Sie Compliance-Pakete (CSV-Format) hochladen oder einfach erstellen, bearbeiten und löschen Sie sie unter Verwendung der Schnittstelle.

source: Compliance Package
de: Compliance-Paket

source: Delete a Compliance Package.
de: Löschen einer Compliance-Pakets.

source: Compliance Package was successfully deleted.
de: Compliance Package wurde erfolgreich gelöscht.

source: Compliance Package was successfully added.
de: Compliance-Paket wurde erfolgreich hinzugefügt.

source: Compliance Package was successfully edited.
de: Ihr Konto wurde erfolgreich geändert.

source: Upload a Complete Compliance Package
de: Ein komplettes Compliance-Paket hochladen

source: You can upload a complete compliance package from your computer using a Comma Separated File (CSV).
de: Sie können eine vollständige Compliance-Paket mit einem Komma getrennt Datei (CSV) von Ihrem Computer hochladen.

source: CSV file was imported but one or more lines of the file were incomplete.
de: CSV-Datei importiert wurde, aber eine oder mehrere Zeilen der Datei unvollständig waren.

source: CSV file was successfully imported.
de: CSV-Datei wurde erfolgreich importiert.

source: Error occured while saving data. Please check the file and correct any missing data and then try it again.
de: Fehler beim Speichern von Daten. Bitte überprüfen Sie die Datei und beheben Sie fehlenden Daten zu und dann versuchen Sie es erneut.

source: Duplicate a Compliance Package
de: Duplizieren einer Compliance-Pakets

source: Make a full copy of a Compliance Package, keeping it's original settings
de: Machen Sie eine vollständige Kopie eines Compliance-Pakets, halten Sie die ursprünglichen Einstellungen

source: This field is required
de: Das Feld ist erforderlich

source: Compliance Package was successfully duplicated.
de: Compliance-Paket wurde erfolgreich kopiert.

source: Error occured while saving the duplicated data. Please try it again.
de: Bei der Verarbeitung ist ein Fehler ist aufgetreten, bitte erneut versuchen

source: Hourly CRON has already been processed.
de: Stündliche CRON wurde bereits verarbeitet.

source: Problem occured while trying to send one or more emails.
de: Fehler beim Versuch, eine oder mehrere e-Mails zu senden.

source: Hourly CRON has been run successfully.
de: Stündliche CRON wurde erfolgreich ausgeführt.

source: There has been a problem while running hourly CRON.
de: Es gab ein Problem beim laufenden Stunden-CRON.

source: Error occured while saving a record about this CRON.
de: Fehler beim Speichern eines Datensatzes über diese CRON.

source: Cron Records
de: Cron

source: eramba has three crontabs that must run every year, day and hour. This log describes when a cron run and what was the result.
de: Eramba hat drei crontabs, die jedes Jahr, Tag und Stunde laufen müssen. Dieses Protokoll beschreibt, wann ein Cron laufen und was war das Ergebnis.

source: Daily CRON has already been processed today.
de: Daily CRON wurde bereits heute verarbeitet.

source: Daily CRON is running at the moment, try again in %s seconds
de: Tägliche CRON ist im Moment, wiederholen Sie den Vorgang im %s Sekunden ausgeführt.

source: Backup of your database failed
de: Sicherung der Datenbank ist fehlgeschlagen

source: Status management failed
de: Konnte die Statusverwaltung

source: Processing user bans failed
de: Das Bearbeiten von Benutzerverboten ist fehlgeschlagen

source: Awareness Program processing failed
de: Fehler beim Bewusstsein Programm verarbeiten

source: Notifications processing failed
de: Benachrichtigungen, die Verarbeitung ist fehlgeschlagen

source: Daily CRON has been run successfully.
de: Tägliche CRON wurde erfolgreich ausgeführt.

source: There has been a problem while running daily CRON.
de: Beim täglichen CRON ausgeführt, ist ein Problem aufgetreten.

source: Error occured while saving record about advanced filters CRON.
de: Fehler beim Speichern des Datensatzes über Filter CRON erweiterte.

source: Error occured while sending emails.
de: Fehler beim Versenden von e-Mails.

source: Yearly CRON has already been processed this year.
de: Jährlich CRON wurde bereits in diesem Jahr verarbeitet.

source: Yearly CRON is running at the moment, try again in %s seconds
de: Jährlich CRON läuft im Moment, versuche es noch einmal in Sekunden Sekunden

source: Yearly audits and maintenances update failed.
de: Jährliche Prüfungen und Wartungen Update fehlgeschlagen

source: Yearly CRON has been run successfully.
de: Jährliche CRON wurde erfolgreich ausgeführt.

source: There has been a problem while running yearly CRON.
de: Beim jährlichen CRON ausgeführt, ist ein Problem aufgetreten.

source: Data Asset Analysis
de: Asset-Datenanalyse

source: For the data assets previously identified, describe the process of how it is created, processed, stored, tansmitted and disposed of in order to ensure that the correct controls are in place for each phase of the lifecycle of the data.
de: Für die zuvor identifizierten Datenbestände beschreiben den Prozess der Entstehung ist, verarbeitet, gespeichert, Tansmitted und um sicherzustellen, dass die richtigen Kontrollen für jede Phase des Lebenszyklus der Daten sind zu entsorgen.

source: Data Assets
de: Datenbestände

source: Delete a Data asset.
de: Löschen Sie eine Datenressource.

source: Data Asset was successfully deleted.
de: Datenressource wurde erfolgreich gelöscht.

source: Analyse a Data Asset
de: Eine Datenressource zu analysieren

source: Data Asset was successfully added.
de: Datenressource wurde erfolgreich hinzugefügt.

source: Data Asset was successfully edited.
de: Datenressource wurde erfolgreich bearbeitet.

source: In the end, is your core data assets that you struggle to protect every day, isnt it?. It's important you identify for each data asset status (creation, modification, storage, transit and deletion) how those assets are protected.
de: Am Ende ist Ihr Kern Datenbestände, dass Sie kämpfen, um jeden Tag zu schützen, nicht wahr?. Es ist wichtig, dass Sie für jedes Daten-Asset-Status (Erstellung, Änderung, Speicherung, Übertragung und Löschung) identifizieren, wie diese Ressourcen geschützt werden.

source: Audit Improvement
de: Audit-Verbesserung

source: Delete an Audit Improvement.
de: Löschen Sie eine Audit-Verbesserung.

source: Audit Improvement was successfully deleted.
de: Verbesserung der Prüfung wurde erfolgreich gelöscht.

source: Goal Audit Improvement was successfully added.
de: Verbesserung der Ziel-Prüfung wurde erfolgreich hinzugefügt.

source: Edit a Goal Audit Improvement
de: Bearbeiten einer Ziel-Audit-Verbesserung

source: Goals Performance Review Report
de: Ziele Performance Review-Bericht

source: This is a report of all the audits registed for this Goal.
de: Dies ist ein Bericht für alle Audits eingetragene für dieses Ziel.

source: Goal Audits
de: Ziel-Audits

source: Delete a Goal Audit.
de: Eine Auditprüfung löschen.

source: Goal Audit was successfully deleted.
de: Ziel-Prüfung wurde erfolgreich gelöscht.

source: Edit a Goal Audit
de: Bearbeiten einer Ziel-Prüfung

source: Goal Audit was successfully edited.
de: Goal Audit wurde erfolgreich bearbeitet.

source: Program Goals & Objectives
de: Programmziele & Ziele

source: Define your program goals and objectives. Select all applicable controls, risks and projects that will support this. Define your program metrics and evaluate them at regular periods of time.
de: Definieren Sie Ihre Ziele und Ziele. Wählen Sie alle anwendbaren Kontrollen, Risiken und Projekte, die dies unterstützen werden. Definieren Sie Ihr Programm-Metriken zu und bewerten sie zu regelmäßigen Zeiten.

source: Goals
de: Ziele

source: Delete a Goal.
de: Löschen Sie ein Ziel.

source: Goal was successfully deleted.
de: Ziel wurde erfolgreich gelöscht.

source: Create a Goal
de: Erstellen eines Ziels

source: Goal was successfully added.
de: Ziel wurde erfolgreich hinzugefügt.

source: Edit a Goal
de: Bearbeiten Sie ein Ziel

source: Goal was successfully edited.
de: Ziel wurde erfolgreich bearbeitet.

source: Role Management
de: Rollenverwaltung

source: Groups are used to control what access to the system is granted to system users. Once a group is created make sure you define the level of access trough the use of "Group Access" settings. Once the access definition is done, you might grant a system user a group.
de: Gruppen dienen zur Steuerung, welche Zugriff auf das System zu System-Benutzer gewährt wird. Sobald eine Gruppe erstellt wird sicherstellen Sie, dass Sie das Niveau der Zugang Trog die Verwendung von "Zugriff" Einstellungen definieren. Sobald die Zugang Definition erfolgt ist, können Sie einem Systembenutzer eine Gruppe gewähren.

source: Create a Role
de: Eine neue Rolle anlegen

source: You can control user access to eramba by defining roles and later assigning them to user accounts. For each role, you must define to which sections of the system groups are allowed to access and edit information.
de: Sie können Benutzer den Zugriff auf Eramba steuern, durch die Definition von Rollen und später Benutzerkonten zuweisen. Für jede Rolle müssen Sie definieren, welche Abschnitte des Systems Gruppen berechtigt sind, zugreifen und diese bearbeiten Informationen.

source: Role was successfully added.
de: Rolle wurde erfolgreich hinzugefügt.

source: Edit Role
de: Rolle bearbeiten

source: Role was successfully edited.
de: Rolle wurde erfolgreich bearbeitet.

source: Delete a Group.
de: Löscht eine Gruppe.

source: Admin group user cannot be deleted.
de: Admin-Gruppenbenutzer kann nicht gelöscht werden.

source: Group was successfully deleted.
de: Gruppe wurde erfolgreich gelöscht.

source: Issues for "%s"
de: Themen für "%s"

source: Issues
de: Probleme

source: Issues for this item.
de: Fragen zu diesem Artikel.

source: Create a Issue
de: Erstellen Sie ein Problem

source: Issue was successfully added.
de: Frage wurde erfolgreich hinzugefügt.

source: Edit a Issue
de: Eine Problem bearbeiten

source: Issue was successfully edited.
de: Frage wurde erfolgreich bearbeitet.

source: Issue
de: Ausgabe

source: Delete a Issue.
de: Löschen Sie eine Problem.

source: Issue was successfully deleted.
de: Frage wurde erfolgreich gelöscht.

source: LDAP Connectors
de: LDAP-Steckverbinder

source: Ldap Connectors
de: LDAP-Steckverbinder

source: Delete an Ldap Connector.
de: Löschen Sie einen Ldap-Anschluss.

source: Ldap Connector was successfully deleted.
de: Ldap Connector wurde erfolgreich gelöscht.

source: Create an LDAP Connector
de: Erstellen Sie einen LDAP-Connector

source: LDAP Connector was successfully added.
de: LDAP Connector wurde erfolgreich hinzugefügt.

source: Edit an LDAP Connector
de: Bearbeiten Sie einen LDAP-Anschluss

source: LDAP Connector was successfully edited.
de: LDAP Connector wurde erfolgreich bearbeitet.

source: LDAP Connectors Authentication
de: LDAP-Steckverbinder-Authentifizierung

source: Select which LDAP connector will be used for each of the authentication portals in eramba. Once you save your selection the LDAP will immediately activate and all authentications (except the one for the user admin) will be authenticated using the settings defined on the connector
de: Wählen Sie, welche LDAP Connector für jedes der Portale in Eramba Authentifizierung verwendet wird. Sobald Sie Ihre Auswahl zu speichern die LDAP wird sofort aktiviert und alle Authentifizierungen (mit Ausnahme der für den Benutzer Admin) werden mithilfe der Einstellungen auf den Connector definiert authentifiziert werden

source: Authentication was successfully edited.
de: Authentifizierung wurde erfolgreich bearbeitet.

source: Legal Constraints
de: Gesetzliche Einschränkungen

source: This section allows you to define all applicable business liabilities. This will be used later in the risk management module to magnify those risks which are subject to them
de: In diesem Abschnitt können Sie alle anwendbaren Geschäft Verbindlichkeiten zu definieren. Dies wird später in das Risiko-Management-Modul verwendet werden, um diese Risiken zu vergrößern, die ihnen unterliegen

source: Legals
de: Rechtsgültig

source: Delete a Legal.
de: Löschen Sie eine rechtliche.

source: Legal was successfully deleted.
de: Rechtliche wurde erfolgreich gelöscht.

source: Create a Legal Constraint
de: Erstellen Sie eine gesetzliche Einschränkung

source: Legal Constraint was successfully added.
de: Rechtliche Einschränkung wurde erfolgreich hinzugefügt.

source: Edit a Legal Constraint
de: Bearbeiten einer gesetzlichen Einschränkung

source: Legal Constraint was successfully edited.
de: Rechtliche Einschränkung wurde erfolgreich bearbeitet.

source: News
de: Nachrichten

source: Notifications
de: Benachrichtigungen

source: List of all Notifications that exists in the application.
de: Liste aller Meldungen, die in der Anwendung vorhanden ist.

source: Manage notifications and associate them with one or multiple objects within a section.
de: Verwalten Sie Benachrichtigungen und ordnen sie ein oder mehrere Objekte innerhalb eines Abschnitts.

source: Notification was enabled for this item.
de: Benachrichtigung wurde für dieses Element aktiviert.

source: The Notification is already enabled for this item.
de: Die Anmeldung ist bereits für dieses Element aktiviert.

source: Notification it not yet mapped to this item. There is nothing to enable.
de: Benachrichtigung, die es noch nicht zu diesem Element zugeordnet. Es gibt nichts zu ermöglichen.

source: Notification was enabled for all mapped objects.
de: Benachrichtigung wurde für alle zugeordneten Objekte aktiviert.

source: Notification was disabled for this item.
de: Die Benachrichtigung wurde für diesen Artikel deaktiviert.

source: The Notification is already disabled for this item.
de: Die Anmeldung ist bereits für diesen Artikel deaktiviert.

source: Notification it not yet mapped to this item. There is nothing to disable.
de: Benachrichtigung, die es noch nicht zu diesem Element zugeordnet. Es gibt nichts zu deaktivieren.

source: Notification was disabled for all mapped objects.
de: Die Benachrichtigung wurde für alle zugeordneten Objekte deaktiviert.

source: Notification was associated to this item.
de: Benachrichtigung wurde im Zusammenhang mit diesem Element.

source: You missed some required form fields. Please try it again.
de: Sie verpasste einige erforderliche Formularfelder. Bitte versuchen Sie es erneut.

source: The Notification is already mapped to this item.
de: Die Anmeldung ist bereits an diesem Element zugeordnet.

source: Notification was associated to all items.
de: Mitteilung wurde auf alle Elemente.

source: Notification was removed from the item.
de: Mitteilung wurde aus dem Element entfernt.

source: Notification is not associated with the item. There is nothing to remove.
de: Benachrichtigung ist nicht mit dem Element zugeordnet. Es gibt nichts zu entfernen.

source: Setup Notifications
de: Benachrichtigungen einrichten

source: Define the notifications for current section. Notification can be either warning or awareness and their availability depends on each object
de: Definieren Sie die Benachrichtigungen für aktuellen Abschnitt. Benachrichtigung kann Warnung oder bewusst sein und ihre Verfügbarkeit hängt jedes Objekt

source: Notifications were successfully edited.
de: Benachrichtigungen wurden erfolgreich bearbeitet.

source: Delete a Notification.
de: Eine Benachrichtigung zu löschen.

source: Notification was successfully deleted.
de: Mitteilung wurde erfolgreich gelöscht.

source: Notification Feedback for %s "%s"
de: Benachrichtigung-Feedback für %s "%s"

source: Notification Feedback
de: Benachrichtigung-Feedback

source: Provide a feedback for notification by entering a comment or uploading attachments.
de: Geben Sie eine Feedback für Benachrichtigung durch die Eingabe eines Kommentars oder Anhänge hochladen.

source: No feedback provided
de: Keine Rückmeldungen

source: Feedback provided
de: Feedback zur Verfügung gestellt

source: Feedback was successfully added.
de: Feedback wurde erfolgreich hinzugefügt.

source: Please provide comment feedback to the object before submitting the form.
de: Vor dem Absenden des Formulars geben Sie Kommentar Feedback auf das Objekt.

source: Welcome
de: Willkommen

source: Dashboard
de: Dashboard (Deutsch)

source: Expiration
de: Ablauf

source: Maintenance
de: Instandhaltung

source: Deadline
de: Frist

source: About
de: Über

source: User License
de: User-Lizenz

source: Policy Portal Login
de: Politik-Portal-Login

source: There are no public documents available.
de: Es gibt keine öffentliche Dokumente zur Verfügung.

source: Guest
de: Gast

source: Could not login as guest. Try again please.
de: Konnte nicht als Gast anmelden. Wiederholen Sie den Vorgang bitte.

source: Policy - %s
de: Politik - %s

source: You don't have a permission to view this document.
de: Sie müssen keine Berechtigung zum Anzeigen dieses Dokuments.

source: Policy Exceptions
de: Richtlinienausnahmen

source: Policy exceptions are used to record requests to the GRC department that go clearly against a documented and published Policy. This functionality allows you to set deadlines, notifications and reports based on your recorded exceptions.
de: Richtlinienausnahmen werden verwendet, um Anfragen an die GRC-Abteilung zu erfassen, die eine dokumentierte und veröffentlichten Richtlinie eindeutig zuwiderlaufen. Diese Funktionalität ermöglicht Ihnen, Termine, Mitteilungen und Berichte basierend auf Ihre aufgezeichneten Ausnahmen festzulegen.

source: Delete a Policy Exception.
de: Löschen Sie eine Ausnahme in Ordnung.

source: Policy Exception was successfully deleted.
de: Politik-Ausnahme wurde erfolgreich gelöscht.

source: Create a Policy Exception
de: Erstellen Sie eine Richtlinie-Ausnahme

source: Policy Exception was successfully added.
de: Politik-Ausnahme wurde erfolgreich hinzugefügt.

source: Edit a Policy Exception
de: Bearbeiten einer Politik-Ausnahme

source: Policy Exception was successfully edited.
de: Politik-Ausnahme wurde erfolgreich bearbeitet.

source: Policy exceptions are highly applicable on most programs as they are used every time a Policy exception is required. For example, a user requesting access to a system which would normally would be above its access level would require a Policy Exception for a determined period of time.
de: Richtlinienausnahmen sind sehr anwendbar auf die meisten Programme, wie sie verwendet werden, jedes Mal, wenn eine Ausnahme Ordnung erforderlich ist. Beispielsweise müsste ein Benutzer ersuchenden Zugriff auf ein System, das normalerweise über die Zugriffsebene wäre ein Politik-Ausnahme für einen festgelegten Zeitraum hinweg.

source: Processes
de: Prozesse

source: Delete a Process.
de: Löschen eines Prozesses.

source: Process was successfully deleted.
de: Prozess wurde erfolgreich gelöscht.

source: Create a Business Process
de: Erstellen eines Geschäftsprozesses

source: Business Process was successfully added.
de: Geschäftsprozess wurde erfolgreich hinzugefügt.

source: Edit a Business Process
de: Bearbeiten eines Geschäftsprozesses

source: Business Process was successfully edited.
de: Geschäftsprozess wurde erfolgreich bearbeitet.

source: Describe the main functions of each Business Unit. There shouldnt be more than three or four. If you dare going too much in detail you might exponentially increase the task of understanding your organization and all that level of detail might not bring substantial value. Start small.
de: Beschreiben Sie die wichtigsten Funktionen der einzelnen Geschäftsbereiche. Es sollte nicht mehr als drei oder vier sein. Wenn du dich traust, zu sehr in Detail gehen Sie möglicherweise exponentiell erhöhen die Aufgabe Ihrer Organisation zu verstehen und dieses Maß an Detail könnte nicht erheblichen Mehrwert bringen. Klein anfangen.

source: Program Health
de: Programm Gesundheit

source: This shows the overall status of the core sections of the system.
de: Dies zeigt den Gesamtstatus der Kern Abschnitte des Systems.

source: Program Issues & Challenges
de: Programm-Probleme & Herausforderungen

source: Issues are elements in the internal and/or external environment that drive the development of the program and its goals. This is of particular interest for those programs looking for ISO 27001 compliance.
de: Themen sind Elemente in der internen und/oder externen Umgebung, die die Entwicklung des Programms und seine Ziele voranzutreiben. Dies ist von besonderem Interesse für die Programme, die auf der Suche nach ISO 27001 Compliance.

source: Delete an Issue.
de: Löschen Sie ein Problem.

source: Create an Issue
de: Erstellen Sie ein Problem

source: Edit a Scope
de: Bearbeiten eines Bereichs

source: Scope was successfully edited.
de: Umfang wurde erfolgreich bearbeitet.

source: Program Scope
de: Programm-Bereich

source: Describe the scope of your Security Program
de: Beschreiben Sie den Anwendungsbereich Ihres Sicherheitsprogramms

source: Delete a Scope.
de: Löschen eines Bereichs.

source: Scope was successfully deleted.
de: Geltungsbereich wurde erfolgreich gelöscht.

source: Create a Scope
de: Erstellen Sie einen Bereich

source: Scope was successfully added.
de: Umfang wurde erfolgreich hinzugefügt.

source: List of Project Tasks
de: Liste der Projektaufgaben

source: This is the list of tasks for a given project.
de: Dies ist die Liste der Aufgaben für ein bestimmtes Projekt.

source: Project Achievements
de: Projekt-Leistungen

source: Delete a Project Achievement.
de: Löschen Sie ein Projekt-Erfolg.

source: Project Achievement was successfully deleted.
de: Projekt-Erfolg wurde erfolgreich gelöscht.

source: Create a Project Task
de: Erstellen Sie ein Projekt-Aufgabe

source: Project Task was successfully added.
de: Projektaufgabe wurde erfolgreich hinzugefügt.

source: Edit a Project Task
de: Bearbeiten einer Projektaufgabe

source: Project Task was successfully edited.
de: Projektaufgabe wurde erfolgreich bearbeitet.

source: Define and update tasks involved on this project.
de: Definieren und Aufgaben an diesem Projekt zu aktualisieren.

source: List of Expenses
de: Liste der Ausgaben

source: This is the list of expenses for a given project.
de: Dies ist die Liste der Ausgaben für ein bestimmtes Projekt.

source: Project Expenses
de: Projektkosten

source: Delete a Project Expense.
de: Löschen Sie eine Projekt-Kosten.

source: Project Expense was successfully deleted.
de: Kosten des Projekts wurde erfolgreich gelöscht.

source: Create a Project Expense
de: Erstellen Sie eine Projekt-Kosten

source: Project Expense was successfully added.
de: Kosten des Projekts wurde erfolgreich hinzugefügt.

source: Edit a Project Update
de: Bearbeiten Sie eine Projekt-Update

source: Project Expense was successfully edited.
de: Kosten des Projekts wurde erfolgreich bearbeitet.

source: Use this form to create or edit new improvement expense. In this way you can control financial expenses on your projects.
de: Verwenden Sie dieses Formular, um neue Verbesserungskosten zu erstellen oder zu bearbeiten. Auf diese Weise können Sie finanzielle Aufwendungen auf Ihre Projekte kontrollieren.

source: Project Management
de: Projekt Management
