Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Security Awareness Trainings
de: Security Awareness Schulungen

source: Ensure all employees understand the basic concepts of our Security policies and procedures.
de: Stellen Sie sicher, dass alle Mitarbeiter die grundlegenden Konzepte von unserer Sicherheitsrichtlinien und-Verfahren verstehen.

source: eramba counts how many employees are not compliant with the awareness training.
de: Eramba zählt, wie viele Mitarbeiter sind nicht konform mit dem Grundlagentraining.

source: the number of employees not compliant should not exceed %10 (meaning %90 of the company is compliant with the security awareness).
de: die Zahl der Mitarbeiter nicht konform sollte 10 % nicht überschreiten (Bedeutung 90 % des Unternehmens entspricht das Sicherheitsbewusstsein).

source: Service Accounts Reviews
de: Dienstkonten Bewertungen

source: Review all service accounts defined in the AD. A service account is one used by applications where the password expiration configuration is set to never expire.
de: Überprüfen Sie alle Dienstkonten in der Anzeige definiert. Ein Dienstkonto ist durch Anwendungen verwendet, wo soll die Kennwort Ablauf Konfiguration nie auslaufen.

source: Get a list of AD accounts where the "password expiration field" is set to "never". Review that each account has a ticket; expiration and they are still valid.
de: Erhalten Sie eine Liste der Active Directory-Konten, wo das "Passwort-Ablauf-Feld" auf "nie" eingestellt. Überprüfung, dass jedes Konto verfügt über ein Ticket; Ablauf und sie sind immer noch gültig.

source: No service accounts without a valid ticket and expiration
de: Keine Service-Konten ohne ein gültiges Ticket und Ablauf

source: System Patching
de: Patch-System

source: All the management required to keep sytems patched up to date
de: Das Management, die erforderlich, um die Systeme gepatcht auf dem Laufenden halten

source: The extent to which security patches has been applied.
de: Das Ausmaß, die Security Patches angewendet wurde.

source: %90 of critical and security patches applied
de: 90 % der kritischen und Sicherheits-Patches angewendet

source: Security Officer
de: Sicherheitsdienst

source: Secures premises and personnel by patrolling property; monitoring surveillance equipment; inspecting buildings, equipment, and access points; permitting entry. Obtains help by sounding alarms.
de: Räumlichkeiten und Personal sichert durch patrouilliert Eigenschaft; Überwachung Überwachungsausrüstung; Inspektion von Gebäuden, Anlagen und Zugang weist; Eintrag bei schönem. Erhält Hilfe durch klingende Alarme.

source: Good physical shape, knowledgable in personal defense
de: Gute Kondition, kannte sich gut aus in Selbstverteidigung

source: Building Facilities
de: Bauzubehör

source: Third party organisation that looks after the building services
de: Drittanbieter-Organisation, die die Haustechnik betreut

source: Cleaning Services
de: Reinigungsdienste

source: Third party company that takes care of mantaining things
de: Drittfirma, die kümmert sich um Mantaining Dinge

source: Software Contractors
de: Software-Unternehmer

source: They provide the software development and mantainance required by the payment application
de: Sie bieten die Software-Entwicklung und Wartung von dem Antrag auf Zahlung erforderlich

source: Customers
de: Kunden

source: The organisation customers
de: Die Organisation-Kunden

source: Thrid party facility that provides racking space for computing devices
de: Dritte Partei Anlage, das Regal Platz bietet für EDV-Geräte

source: ISO standard for ISO 27001
de: ISO-Standard ISO 27001

source: Internet Provider
de: Internetdienstanbieter

source: The internet provider is key on this business as its responsible for the transmission of data required to process payments and receive phone calls from clients
de: Der Internet-Provider ist der Schlüssel zu diesem Geschäft als seine Verantwortung für die Übermittlung der notwendigen Angaben zur Zahlungsabwicklung und Anrufe von Kunden

source: Manned Guards
de: Bemannte wachen

source: Contractors guarding the company
de: Auftragnehmer, die Bewachung des Unternehmens

source: The payments security standard
de: Der Sicherheitsstandard der Zahlungen

source: This Classification is in use and changing it will recalculate all Risks!
de: Diese Einteilung ist im Einsatz und ändern es rechnet alle Risiken!

source: Classification Type
de: Klassifizierungstyp

source: Choose one or create new below
de: Wählen Sie eine oder unter neu erstellen

source: Select from this drop down an existing classification type or create a new one with the field below.
de: Wählen Sie aus dieser Dropdown-Liste einen vorhandenen Klassifizierungstyp oder einen neuen erstellen mit dem Feld unten.

source: New Classification Type
de: Neue Klassifikation Typ

source: Set the name of your classifications, for example "Confidentiality", "Integrity", "Availability", "Value", Etc.
de: Legen Sie den Namen Ihrer Klassifikationen, z. B. "Vertraulichkeit", "Integrität", "Verfügbarkeit", "Wert", etc..

source: Classification Options
de: Klassifizierungsoptionen

source: For each classification type, you will need to proivde options. Examples could be "High", "Low", etc.
de: Sie müssen für jede Klassifizierung Proivde Optionen. Beispiele wären "High", "Niedrig", etc..

source: Criteria
de: Kriterien

source: OPTIONAL: define a criteria for this classification option
de: OPTIONAL: definieren Sie ein Kriterium für diese Klassifizierung-option

source: Value
de: Wert

source: OPTIONAL: Certain risk calculation methods (Magerit, Allegro, Etc) require you to classify your assets in numerical values, for that reason you need to provide a value for this classification.
de: OPTIONAL: Bestimmte Gefahr, Berechnung, dass Methoden (Mayrit, Allegro, etc.) erfordern Sie, Ihr Vermögen in numerische Werte, deshalb benötigen Sie einen Wert für diese Klassifizierung angeben zu klassifizieren.

source: This Classification is in use and deleting it will recalculate all Risks!
de: Diese Einteilung ist im Einsatz und löschen sie alle Risiken rechnet!

source: Help
de: Hilfe

source: Provide the type of classification, for example: "Confidentiality, Value, Etc"
de: Geben Sie die Art der Klassifizierung, beispielsweise: "Vertraulichkeit, Wert, etc."

source: Provide a name for this Classification, for example: "High, Medium, Low"
de: Geben Sie einen Namen für diese Klassifizierung, zum Beispiel: "Hoch, Mittel, niedrig"

source: Define a clear criteria to define if a given asset belongs to this classification or not. For example: "Legal implications highly probable"
de: Definieren Sie eine klare Kriterien zu definieren, wenn Sie ein bestimmter Vermögenswert gehört zu dieser Einstufung oder nicht. Zum Beispiel: "Rechtliche Implikationen sehr wahrscheinlich"

source: Use these icons in order to view the details of this object, system records such as when the item was created or modified, add or review comments or simply delete the item.
de: Verwenden Sie diese Symbole zu, um Anzeigen der Details dieses Objekts, System-Datensätzen, z. B. wenn das Element erstellt wurde oder hinzufügen oder Kommentare lesen oder löschen Sie einfach das Element geändert.

source: Actions
de: Aktionen

source: Workflows define the approvals required to create, modify or delete an item. Approved items are valid throughout the system, Draft items require approval and Pending Approvals or Validations means that the workflow is still in process and is pending user interaction.
de: Workflows definieren die Genehmigungen zum erstellen, ändern oder Löschen eines Elements. Genehmigten Elemente gelten im gesamten System, Entwurfselemente benötigen Zulassung und ausstehende Genehmigungen oder Validierungen bedeutet, die dass der Workflow ist noch in Bearbeitung und Interaktion mit dem Benutzer steht.

source: No Asset Classifications found.
de: Kein Asset Klassifikationen gefunden.

source: The name of the label, for example: Confidential, Secret, Etc.
de: Der Name des Labels, zum Beispiel: vertraulich, geheim, etc..

source: The description of the label, such as the treatment they require and the audiences in scope.
de: Die Beschreibung des Labels, wie die Behandlung, die sie benötigen und das Publikum im Gültigkeitsbereich.

source: No Asset Labeling found.
de: Kein Asset Kennzeichnung gefunden.

source: Name is required.
de: Ihr Name ist erforderlich.

source: Same type already exists.
de: Gleichen Typs ist bereits vorhanden.

source: Give a name to this asset type
de: Geben Sie einen Namen für dieses Asset-Typ

source: Are you really sure you want to delete asset type: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Sie den Asset-Typ löschen möchten: <strong>%s</strong>?

source: Trash
de: Papierkorb

source: System Types - Cant be modified
de: Systemtypen - kann nicht geändert werden

source: No asset types found.
de: Kein Asset-Typen gefunden.

source: Asset Owner
de: Besitzer

source: One or more Business Units that are mostly associated with this asset, this could be the BU that use or build the asset.
de: Ein oder mehrere Business Units, die meist mit dieser Anlage verbunden sind, dies könnte der BU, die verwenden oder die Anlage zu bauen.

source: Give a name to the asset you have identified.
de: Geben Sie einen Namen für der Ressource, die Sie identifiziert haben.

source: Give a brief description of what the asset is.
de: Geben Sie eine kurze Beschreibung dessen, was die Anlage.

source: INFORMATIVE: What labels apply to this asset (you can define them at Asset Management / Asset Identification / Settings / Labels). For example: Confidential, Restricited, Public, Etc. Whatver you select here is just informative and wont affect any functionality.
de: INFORMATIV: Welche Etiketten für diese Anlage gelten (Sie definieren bei Asset Management / Asset-Identifizierung / Einstellungen / Labels). Zum Beispiel: vertraulich, Restricited, öffentliche, Etc. Whatver Sie hier wählen ist nur informativ und hat keine Auswirkungen auf alle Funktionen.

source: Based on the type of asset eramba will suggest you possible threats and vulnerabilities (at the time you perform Risk Management). If you are also interested in Data Asset Flows (Asset Management / Data Flows) you need to select "Data Asset"
de: Basierend auf den Asset-Typ Eramba empfehlen Ihnen mögliche Bedrohungen und Schwachstellen (Zeitpunkt Risk Management ausführen). Wenn Sie auch Interesse an Asset Datenflüsse sind (Asset Management / Datenflüsse) müssen Sie "Datenasset" auswählen

source: Select the liabilities asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify the risks scores asociated with it.
de: Wählen Sie die Verbindlichkeiten treusorgende mit dieser Anlage. Dies ist eine ziemlich wichtige Feld wie diese Tilgungen Vermögenswert zugeordnet die Risiken Partituren treusorgende damit vergrößern werden.

source: OPTIONAL: Many times assets relate to other assets in the scope of a Risk. A datacenter holds systems and those systems hold applications that manage key data. By selecting in here one or more related asssets you set those relationships that be later taken in consideration when performing Risk Management (you would only select "Datacenter" as the input asset for a risk and not every server or application). This is only applicable if using "Magerit" type of risk calculation.
de: OPTIONAL: Viele Male Vermögenswerte beziehen sich auf andere Vermögenswerte im Rahmen eines Risikos. Ein Rechenzentrum hält Systeme und diese Systeme halten Sie Anwendungen, die wichtigsten Daten zu verwalten. Durch Auswahl im hier ein oder mehrere verwandte Asssets setzen Sie jene Beziehungen, die später beim Risikomanagement durchführen (Sie würden nur auswählen "Datacenter" als Eingabemedienobjekt für ein Risiko und nicht jeder Server oder Anwendung) berücksichtigt. Dies gilt nur, wenn "Mayrit" Risk-Berechnung verwenden.

source: OPTIONAL: One or more liabilities that are asociated with this asset. This is a rather important field as liabilites associated to this asset will increase or decrease risks scores asociated with it.
de: OPTIONAL: Eine oder mehrere Verbindlichkeiten treusorgende mit dieser Anlage. Dies ist ein wichtiger Bereich, wie Tilgungen, diesen Vermögenswert zugeordnet erhöht oder Risiken Partituren treusorgende mit ihm verringert.

source: Select a date when this asset should be reviewed. With the objective of ensuring the data on the system is relevant, eramba will warn you when a review is due or when a review is missing.
de: Wählen Sie ein Datum, wann diese Anlage überprüft werden sollte. Mit dem Ziel der Sicherung der Daten auf dem System relevant, Eramba wird Sie warnen, wenn eine Überprüfung fällig ist oder wenn eine Überprüfung fehlt.

source: Select an Owner
de: Wählen Sie einen Besitzer

source: Select from the list of business units, which one owns the asset, this will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
de: Wählen Sie aus der Liste der Geschäftseinheiten, die man den Vermögenswert besitzt, wird dadurch nicht die Art und Weise berührt, die das Asset wird unter Risikomanagement verwendet und ist lediglich eine Möglichkeit für Sie Eigentum eines Vermögenswertes zu verfolgen.

source: Add Business Unit
de: Fügen Sie die Business Unit

source: Select a Guardian
de: Wählen Sie einen Vormund

source: OPTIONAL: Select from the list of business units, which one is in charge of maintaining the asset. This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
de: OPTIONAL: Wählen Sie aus der Liste von Geschäftseinheiten, wer ist verantwortlich für die Wartung der Anlagegutes. Dies beeinflusst nicht die Art und Weise, die Anlage wird unter Risikomanagement verwendet und ist lediglich eine Möglichkeit für Sie Eigentum eines Vermögenswertes zu verfolgen.

source: Everyone
de: Jeden

source: OPTIONAL: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone". This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
de: OPTIONAL: Wählen Sie aus der Liste der Business Unit, welche die Anlage verwendet. Optional können Sie "Jeder". Dies beeinflusst nicht die Art und Weise, die Anlage wird unter Risikomanagement verwendet und ist lediglich eine Möglichkeit für Sie Eigentum eines Vermögenswertes zu verfolgen.

source: OPTIONAL: If you defined Asset Classifications (Asset Management / Asset Identification / Settings / Classifications) you can now classify this asset. This will only be useful if you plan to use "Magerit" as a Risk Management calculation methodology (Risk Management/ Asset Risk Management / Settings / Risk Calculation)
de: OPTIONAL: Wenn Sie Asset Klassifikationen definiert (Asset Management / Asset-Identifizierung / Einstellungen / Klassifikationen) Sie können nun diese Anlage zu klassifizieren. Dies ist nur sinnvoll, wenn Sie planen, "Mayrit" als ein Risikomanagement-Berechnungsmethode verwenden werden (Risk Management / Asset Risk Management / Einstellungen / Risk-Berechnung)

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Asset will also delete related Data Assets and Risks.
de: Bist du wirklich sicher, dass Sie Artikel löschen: <strong>%s</strong>? Asset wird auch im Zusammenhang mit Datenbeständen und Risiken durch das löschen.

source: Asset identification
de: Asset-Identifizierung

source: General information
de: Allgemeine Informationen

source: Asociated business units
de: Treusorgende Geschäftseinheiten

source: Asset Indentification
de: Asset-Identifizierung

source: Summary
de: Zusammenfassung

source: No items found.
de: Keine Einträge gefunden.

source: Labels
de: Beschriftungen

source: No Assets found.
de: Keine Anlagen gefunden.

source: Export PDF
de: PDF exportieren

source: What type of asset is this, remember you can define further types at Asset Management / Settings / Asset Types
de: Welche Art des Vermögenswertes ist, denken Sie daran, Sie können definieren Sie weitere Arten von Asset Management / Einstellungen / Asset-Typen

source: What labels apply to this asset. For example: Confidential, Restricited, Public, Etc
de: Welche Bezeichnungen für diese Anlage gelten. Zum Beispiel: vertraulich, Restricited, Öffentlichkeit usw.

source: The liabilities that are asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify all risks scores asociated with it.
de: Die Verbindlichkeiten, die treusorgende mit dieser Anlage sind. Dies ist ein wichtiger Bereich, da diese Tilgungen Vermögenswert zugeordnet werden alle Risiken Partituren treusorgende mit ihm vergrößern.

source: Assets must be reviewed at regular points in time to ensure they remain relevant and updated to the business. Notifications are triggered (optionaly) when this date arrives
de: Vermögen müssen zu regelmäßigen Zeitpunkten überprüft werden, rechtzeitig, um sicherzustellen, dass sie relevant und aktualisiert, um das Geschäft zu bleiben. Benachrichtigungen sind ausgelöste (optional), wenn dieses Datum ankommt

source: Select from the list of business unit, which one is the one owning the asset.
de: Wählen Sie aus der Liste der Business Unit, der einer der Eigentümer der Anlagegutes ist.

source: Select from the list of business unit, which one is in charge of maintening the asset.
de: Wählen Sie aus der Liste der Business Unit, welches verantwortlich für die Wahrung der Anlage ist.

source: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone".
de: Wählen Sie aus der Liste der Business Unit, welche die Anlage verwendet. Optional können Sie "Jeder".

source: No Business Units found.
de: Kein Business Units gefunden.

source: Related Assets
de: Entsprechenden Vermögenswerte

source: No Related Assets found.
de: Keine zugehörigen Ressourcen gefunden.

source: Upload your file here.
de: ﻿Laden Sie Ihre Datei hoch

source: Description to your file here.
de: Beschreibung zu Ihrer Datei hier.

source: Are you really sure you want to delete attachment: %s?
de: Sind Sie wirklich sicher, dass Sie den Anhang löschen möchten: %s?

source: Add New
de: Neu hinzufügen

source: Filename
de: Dateiname

source: Belongs To
de: Gehört

source: Uploaded by
de: Hochgeladen von

source: No Attachments found.
de: Keine Anhänge gefunden.

source: Your training is up to date!
de: Ihr Training ist up to date!

source: We will send you a reminder when the time comes and your training re-starts
de: Wir senden Ihnen eine Erinnerung, wenn die Zeit kommt und Ihr Training wird neu gestartet

source: Awareness Module Login
de: Bewusstsein-Modul Login

source: Username
de: Benutzername

source: Please enter your username.
de: Bitte gib deinen Benutzernamen ein.

source: Password
de: Passwort

source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein.

source: Correct answer
de: Richtige Antwort:

source: Wrong answer
de: Falsche Antwort

source: Complete
de: Vollständig

source: Read through the content
de: Durch den Inhalt zu lesen

source: Understood
de: Verstanden

source: No trainings left for you!
de: Keine Schulungen für dich übrig!

source: Just hold tight until the time comes and your trainings re-start
de: Nur festhalten Sie, bis die Zeit kommt und Ihre Trainings neu starten

source: You must watch the video
de: Sie müssen das Video ansehen.

source: Basic Information
de: Allgemeine Informationen

source: Texts
de: Texte

source: You missed some fields. They have been highlighted.
de: Sie verpasste einige Felder. Sie wurden hervorgehoben.

source: Enter a title for this Awareness Program
de: Geben Sie einen Titel für diese Awareness-Programm

source: Enter a description for this Awareness Program
de: Geben Sie eine Beschreibung für diese Awareness-Programm

source: Recurrence
de: Wiederholung

source: How often does this training need to be done. For example: 1 means every day, 2 means every second day, Etc.
de: Wie oft muss dieses Training erfolgen. Zum Beispiel: 1 bedeutet, jeden Tag, 2 bedeutet jeden zweiten Tag, etc..

source: Reminders Amount
de: Erinnerungen-Betrag

source: How many times it will send a reminder email to the users who ignore the email
de: Wie oft wird es eine Erinnerung per e-Mail an die Benutzer senden, die die e-Mail ignorieren

source: Reminders Apart
de: Erinnerungen auseinander

source: How many days in between email notifications to the user, so he does not get a daily email
de: Wie viele Tage zwischen e-Mail-Benachrichtigungen an den Benutzer, damit er keine tägliche e-Mail

source: Redirect
de: Weiterleiten

source: Where to redirect upon completion
de: Wo man nach Abschluss umleiten

source: Select an LDAP Connector
de: Wählen Sie einen LDAP-Stecker

source: Choose an LDAP Connector for this program
de: Wählen Sie eine LDAP-Anschluss für dieses Programm

source: LDAP Groups
de: LDAP-Gruppen

source: Configure Associations
de: Konfigurieren der Verbände

source: Choose one or more Policies to associate.
de: Wählen Sie eine oder mehrere Richtlinien zu assoziieren.

source: Configure Program Steps
de: Programmschritte konfigurieren

source: You can drag and drop the handle to reorder steps.
de: Sie können drag & drop den Griff um Schritte neu zu ordnen.

source: Text File Upload
de: Text-Datei-Upload

source: Upload a plain text file (.txt) or HTML file (.html) with inline CSS of your own within the file.
de: Laden Sie eine Textdatei (.txt) oder HTML-Datei (.html) mit Inline-CSS in der Datei selbst.

source: Uploaded text file: <strong>%s</strong>
de: Hochgeladene Datei: <strong>%s</strong>

source: Delete file
de: Datei löschen

source: Download Example (txt)
de: Beispiel (Txt) herunterladen

source: Download Example (html)
de: Download Beispiel (html)

source: or upload a video here. (mp4)
de: oder ein Video hier hochladen. (mp4)

source: Uploaded video file: <strong>%s</strong>
de: Hochgeladenen video-Datei: <strong>%s</strong>

source: Delete video
de: Video löschen

source: Multiple Choice Upload
de: Mehrfache Wahl hochladen

source: or upload a multiple choice questionnaire file here. (csv)
de: oder eine mehrfache Wahl Fragebogen Datei hier hochladen. (Csv)

source: Uploaded questionnaire file: <strong>%s</strong>
de: Fragebogen der hochgeladenen Datei: <strong>%s</strong>

source: Delete questionnaire
de: Fragebogen zu löschen

source: Download Example (csv)
de: Beispiel (Csv) herunterladen

source: Welcome Header Text
de: Willkommen Headertext

source: Welcome Sub Header Text
de: Willkommen Sub-Header-Text

source: Thank You Header Text
de: Vielen Dank-Header-Text

source: Thank You Sub Header Text
de: Vielen Dank-Sub-Header-Text

source: Invitation Email Settings
de: Einladung e-Mail-Einstellungen

source: Email subject
de: E-Mail Betreff

source: Email body
de: E-Mail-Text

source: Reminder Email Settings
de: Erinnerung e-Mail-Einstellungen

source: Reminder Email
de: Erinnerungs-E-Mail

source: Check to customize Reminder email
de: Überprüfen Sie, passen Sie Erinnerungs-email

source: Are you sure you want to delete this file?
de: Sind Sie sicher, dass Sie diese Datei löschen möchten?

source: This field is required.
de: Dies ist ein Pflichtfeld.

source: File is required.
de: Datei ist erforderlich.

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.

source: Choose date interval during which records for the Awareness Program should be cleaned. Leave blank to clean all records.
de: Wählen Sie Datumsintervall während der Datensätze für die Awareness-Programm sollte gereinigt werden. Freilassen Sie, um alle Datensätze zu reinigen.

source: From
de: Von

source: To
de: An
