Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Enable customized subject and contents below.
de: Ermöglichen Sie maßgeschneiderte Betreff und Inhalt unten.

source: &copy; 2011-%s / eramba Ltd running app %s and db %s
de: © 2011-%s / Eramba Ltd laufen app %s und %s Db

source: eramba delivers enterprise support services (unlimited support, installation, training, patches, new features, Etc) for this product, the income generated by these services are %100 re-invested into the project.
de: Eramba liefert Enterprise Support-Services (unbegrenzter Support, Installation, Schulung, Patches, neue Features, etc.) für dieses Produkt sind die Einnahmen aus dieser Dienste 100 % in das Projekt investiert.

source: Company Number: %s
de: Firmennummer: %s

source: Calendar
de: Kalender

source: This needs your attention
de: Dies braucht Ihre Aufmerksamkeit

source: There's nothing to show.
de: Es gibt nichts zu zeigen.

source: Document name
de: Dokumentname

source: No collaborators found
de: Keine Mitarbeiter gefunden

source: Last Review
de: Letzte Bewertung

source: No Documents found.
de: Es wurden keine Dokumente gefunden.

source: Make sure you have included attachments to the latest review for this Policy (Manage/Reviews).
de: Stellen Sie sicher, dass Sie Anlagen auf den neuesten Beitrag für diese Politik (verwalten/Bewertungen) aufgenommen haben.

source: Documents
de: Dokumente

source: Updated by %s
de: Aktualisiert von %s

source: on %s
de: auf %s

source: <strong>Update notes:</strong> %s
de: <strong>Notizen zu aktualisieren:</strong> %s

source: No revisions found
de: Keine Revisionen gefunden

source: Related Procedures
de: Verwandte Verfahren

source: No related procedures found
de: Keine verwandten Verfahren gefunden

source: Related Policies
de: Verbundene Richtlinien

source: No related policies found
de: Keine entsprechenden Richtlinien gefunden

source: Related Standards
de: Verwandte Standards

source: No related standards found
de: Keine Verwandten Standards gefunden

source: No Policies found.
de: Keine Richtlinien gefunden.

source: Procedures
de: Prozeduren

source: No Procedures found.
de: Kein Verfahren gefunden.

source: Standards
de: Normen

source: No Standards found.
de: Keine Standards gefunden.

source: There isn't any document published yet!
de: Es gibt keines Dokument noch veröffentlicht!

source: Login as guest
de: Melden Sie sich als Gast

source: or Login as guest
de: oder melden Sie sich als Gast

source: Login with your credentials
de: Loggen Sie sich mit Ihren Zugangsdaten ein

source: Login as Guest
de: Melden Sie sich als Gast

source: Give a descriptive title to this Exception
de: Geben Sie einen beschreibenden Titel dieser Ausnahme

source: Security Policy Items
de: Sicherheitselemente Politik

source: OPTIONAL: If a policy exception is requested is expected that you have a policy documented in eramba. Being able to link your exceptions to your policies allows you further analysis on which policies are not business aligned.
de: OPTIONAL: Wenn eine Richtlinienausnahme angefordert wird, wird erwartet, dass Sie eine in eramba dokumentierte Richtlinie haben. Die Möglichkeit, Ihre Ausnahmen mit Ihren Richtlinien zu verknüpfen, ermöglicht Ihnen eine weitere Analyse, welche Richtlinien nicht aufeinander abgestimmt sind.

source: This is usually the individual who requested the exception.
de: Dies ist in der Regel die Person, die die Ausnahme beantragt.

source: OPTIONAL: Use tags to classify your exceptions (high relevance, etc).
de: OPTIONAL: Verwenden Sie Tags, um Ihre Ausnahmen (hohe Relevanz, etc.) zu klassifizieren.

source: OPTIONAL: Select any third parties affected by this policy exception.
de: OPTIONAL: Wählen Sie dritte Ausnahme dieser Richtlinie betroffen.

source: Exceptions are not eternal, they must expire at some point time. This setting will let you define notifications before this date to be sent to the requestor or anyone you define.
de: Ausnahmen sind nicht ewig, sie müssen zu einem bestimmten Punkt Zeitpunkt ablaufen. Diese Einstellung können Sie Benachrichtigungen zu definieren, vor diesem Datum an den Anforderer oder jemand von Ihnen definierten gesendet werden.

source: Describe the exception status, valid or closed.
de: Beschreiben Sie den Ausnahmestatus, gültig oder geschlossen.

source: OPTIONAL: Describe the Policy Exception in detail (when, what, where, why, whom, how).
de: OPTIONAL: Beschreiben Sie die Ausnahme der Ordnung im Detail (wann, was, wo, warum, wem, wie).

source: Policy Exception
de: Politik-Ausnahme

source: Is usually the individual who requested the exception.
de: Ist in der Regel die Person, die die Ausnahme beantragt.

source: Some policy exceptions affect third parties (such as not complying with a third party requirment), in such cases is good idea to asociate the affected third party for future analysis.
de: Einige politische Ausnahmen betreffen Dritte (z. B. nicht die Einhaltung eines Drittanbieters), in solchen Fällen ist eine gute Idee, den betroffenen Dritten für die zukünftige Analyse zu beruhigen.

source: Exceptions as such are not eternal, each exception needs to have a defined expiration date. You can optionally set notifications to the requester in order to notify him when the expiration date is met.
de: Ausnahmen sind als solche nicht ewig, jede Ausnahme muss ein definiertes Ablaufdatum haben. Sie können wahlweise Benachrichtigungen an die anfordernde Person festlegen, um ihm mitzuteilen, wenn das Ablaufdatum erreicht wird.

source: The available status for policy exceptions is: "Expired (Red)" - when the expiration date set is in the past. A system record is generated on the exception when that happens.
de: Die verfügbaren Status für Richtlinienausnahmen ist: "Expired (rot)" - Wenn das Ablaufdatum ist in der Vergangenheit. Ein System-Datensatz wird auf die Ausnahme generiert, wenn das passiert.

source: No Policy Exceptions found.
de: Keine Richtlinienausnahmen gefunden

source: The name of the process in the scope of this business unit. For example "Payroll", "Hiring".
de: Der Name des Prozesses im Rahmen dieses Geschäftsbereichs. Zum Beispiel "Payroll", "Mieten".

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. This should be used as a prioritization tool in order to Risk analyse those business that loss is too high and a mitigation -continuity plan- is cost effective.
de: OPTIONAL: Dieser Wert ist nur sinnvoll, wenn Sie, BIA (Business-Impact-Analyse) Ihres Unternehmens mit dem Risiko-Management planen / Business Impact-Analyse-Modul. Dies sollte verwendet werden, da eine Priorisierung Tool um zu Risiko analysieren diesen Unternehmen, dass Verlust ist zu hoch und eine Milderung - Continuity-Plan - ist kostengünstig.

source: A brief title for this issue.
de: Einen kurzen Titel für dieses Problem.

source: Issue Source
de: Problem-Quelle

source: Issues fall in two categories, those that happen in an internal or external context. Select one of the options and you will provided with categories for each.
de: Probleme fallen in zwei Kategorien, diejenigen, die in einem internen oder externen Kontext geschehen. Wählen Sie eine der Optionen und Sie erhalten für die einzelnen Kategorien.

source: Internal Types
de: Interne Typen

source: Select one or more categories for your internal concerns.
de: Wählen Sie eine oder mehrere Kategorien für Ihre interne Anliegen.

source: External Types
de: Externe Typen

source: Select one or more categories for your external concerns.
de: Wählen Sie eine oder mehrere Kategorien für Ihre externe Anliegen.

source: Provide a brief description of the issue.
de: Geben Sie eine kurze Beschreibung des Problems.

source: The status should be one of the following: "Draft" (the issue is being identified and documented), "Current" (the issue is active) or "Discarded" (the issue is no longer applicable).
de: Der Status sollte eines der folgenden: "Entwurf" (die Frage wird identifiziert und dokumentiert), "Current" (die Frage ist aktiv) oder "Verworfen" (die Frage ist nicht mehr anwendbar).

source: Are you really sure you want to delete this Issue?
de: Sind Sie wirklich sicher, dass Sie dieses Problem löschen möchten?

source: The issue is usually internal or external in terms of its context
de: Das Problem ist in der Regel intern oder extern in Bezug auf den Kontext

source: The type of issue is a classification of the issues
de: Die Art des Problems ist eine Klassifizierung der Fragen

source: The name of the identified issue
de: Der Name des festgestellten Problems

source: A description of the issue.
de: Eine Beschreibung des Problems.

source: The status can be one of the following Draft (the issue is being developed), Discarded (the issue is not applicable any longer), Current (the issue is applicable).
de: Der Status kann eines der folgenden Entwurf (das Problem entsteht), ausrangierte (das Problem ist mehr nicht anwendbar), Strom (es gilt das Problem).

source: You might want to attach documents that support the identified issue, delete, edit or review its records.
de: Vielleicht möchten Dokumente anhängen, die unterstützen des erkannten Problems, löschen, bearbeiten oder überprüfen Sie ihre Datensätze.

source: The version of the scope. As you update the version of your scope you should update this number.
de: Die Version des Bereichs. Wie Sie Ihren Spielraum-Version aktualisieren, sollten Sie diese Nummer aktualisieren.

source: The purpose of this document is to clearly define the boundaries of the Information Security Management System (ISMS)
de: Der Zweck dieses Dokuments ist es, klar zu definieren, die Grenzen der Information Security Management System (ISMS)

source: The status of the scope can be "Draft" (in development), "Current" (its the actual scope of your program. n.b. There can only be one active scope) and "Discarded" (the scope is no longer in use).
de: Der Status des Bereichs kann sein "Entwurf" (in Entwicklung), "Strom" (es ist Anmerkung: der tatsächliche Umfang der Ihr Programm. Es darf nur einen aktiven Bereich) und "Verworfen" (der Umfang ist nicht mehr gebräuchlich).

source: Current scope already exists and therefore cannot be selected as a status.
de: Aktuellen Bereich bereits vorhanden ist und daher nicht als Status ausgewählt werden.

source: Are you really sure you want to delete this scope?
de: Sind Sie wirklich sicher, dass Sie diesen Bereich löschen möchten?

source: The version of the scope as this might change from time to time and is good idea to keep it versioned.
de: Die Version des Bereichs als dies möglicherweise von Zeit zu Zeit ändern und ist gute Idee zu halten, versioniert.

source: The purpose of this document is to clearly define the boundaries of the Information Security Management System (ISMS).
de: Der Zweck dieses Dokuments ist, die Grenzen der Information Security Management System (ISMS) klar zu definieren.

source: The status of the scope can be Draft (is being developed), Current (Its the actual scope, there can onnly be one scope item as current) and Discarded (the scope is no longer in use)
de: Der Status des Bereichs kann sein Entwurf (wird ausgebaut), Strom (seine tatsächlichen scope, es kann Onnly werden ein Scope-Element als Strom) und ausrangierte (der Umfang ist nicht mehr gebräuchlich)

source: You might want to see the records, upload files that support the scope definition, create notifications or delete it all together.
de: Vielleicht möchten die Datensätze angezeigt werden, laden Sie Dateien, die Unterstützung der Bereichsdefinition, Benachrichtigungen erstellen oder löschen Sie sie alle zusammen.

source: No Scopes found.
de: Keine Bereiche gefunden.

source: Tipically the individual responsible to ensure the task is completed
de: Typisch ist die verantwortliche Person die Aufgabe darauf abgeschlossen

source: Task Deadline
de: Stichtag Aufgabe

source: The deadline of the task
de: Die Frist der Aufgabe

source: How completed is this task?
de: Ist diese Aufgabe wie abgeschlossen?

source: Percentage of completion of the task
de: Prozentwert für die Fertigstellung der Aufgabe

source: Task Order
de: Aufgabe-Bestellung

source: The task number dictates the order in which tasks must be executed
de: Die Aufgabennummer bestimmt die Reihenfolge, in der Aufgaben ausgeführt werden müssen

source: It seems the next task will be number %d (there is a task with order %d already and no task with number greater than that).
de: Es scheint, dass die nächste Aufgabe Nummer %d sein wird (es ist eine Aufgabe mit Bestellung %d bereits und keine Aufgabe mit Zahl größer ist als die).

source: A brief description of what the task goal is
de: Eine kurze Beschreibung dessen, was das Ziel der Aufgabe ist

source: Are you really sure you want to delete this item
de: Sind Sie wirklich sicher, dass Sie diesen Eintrag löschen möchten

source: Project Name
de: Projektname

source: Dependency
de: Abhängigkeit

source: No Project Task found.
de: Keine Projekt-Aufgabe gefunden.

source: Expense Amount
de: Aufwand Betrag

source: The amount of money involved in this expense
de: Die Menge des Geldes an diesen Kosten beteiligt

source: A brief description of what was purchased
de: Eine kurze Beschreibung dessen, was gekauft wurde

source: Expense Date
de: Datum des Aufwands

source: The day the expense was executed
de: Am Tag der Ausführung Kosten

source: No Project Expenses found.
de: Keine Projektkosten gefunden.

source: Give the project a title, name or code so it's easily identified on the project list menu.
de: Geben Sie dem Projekt ein Titel, Name oder Code, so dass es leicht im Projektmenü-Liste identifiziert wird.

source: Describe the project Goal, it's roadmap and deliverables.
de: Beschreiben Sie das Projekt Ziel, die it Roadmap und Leistungen.

source: Insert the project kick-off date. The date format for this field is YYYY-MM-DD, the default is todays date.
de: Das Projekt Kick-off Datum einfügen. Das Datumsformat für dieses Feld ist YYYY-MM-DD, der Standardwert ist heutige Datum.

source: Insert the project deadline. The date format for this field is YYYY-MM-DD, the default is todays date.
de: Legen Sie die Projekt-Deadline. Das Datumsformat für dieses Feld ist YYYY-MM-DD, der Standardwert ist heutige Datum.

source: Select the project owner. This is the person responsible for ensuring this project delivered as agreed within the timescales and budget.
de: Wählen Sie den Projektbesitzer. Dies ist die Person verantwortlich für die Sicherstellung dieses Projekts geliefert vereinbarungsgemäß innerhalb der Zeitrahmen und Budget.

source: Planned Budget
de: Geplantes Budget

source: Document the planned and approved budget for this project.
de: Die geplante und genehmigte Budget für dieses Projekt zu dokumentieren.

source: Apply tags for this Project.
de: Tags für dieses Projekt anwenden.

source: Projects are first planned, then they are initiated (ongoing) and finally finished (completed).
de: Projekte sind zunächst geplant, dann sind sie initiiert (laufend) und endlich fertig (abgeschlossen).

source: Associated Tasks
de: Damit verbundenen Aufgaben

source: No Tasks found.
de: Keine Aufgaben gefunden.

source: Associated Expenses
de: Damit verbundenen Aufwendungen

source: No Expenses found.
de: Keine Kosten gefunden.

source: Compliance Item
de: Compliance-Element

source: Data Asset
de: Datenasset

source: Audit correction for "%s" Security Service
de: Auditkorrektur für "%s" Sicherheitsdienst

source: Audit correction for "%s" Business Continuity Plan
de: Auditkorrektur für "%s" Business Continuity Plan

source: Achievement
de: Leistung

source: Task
de: Aufgabe

source: Add a task
de: Neue Aufgabe hinzufügen

source: Add an expense
de: Fügen Sie eine Ausgabe

source: Projects can be: Planned, Ongoing or Completed.
de: Projekte können sein: geplant, laufend oder abgeschlossen.

source: The day the project starts
de: Der Tag beginnt das Projekt

source: The planned end date for this project
de: Das geplante Enddatum für dieses Projekt

source: Planned End
de: Geplante Ende

source: This is the individual accountable for delivery of the project. Typically this is a project manager
de: Dies ist die Person verantwortlich für die Umsetzung des Projektes. In der Regel ist dies ein Projekt-manager

source: Percentage of Project Completion
de: Prozentsatz der Fertigstellung des Projekts

source: Budget set when defining the project
de: Budget festlegen, wenn Sie das Projekt definieren

source: Current budget. Budget updates are input manually.
de: Aktuelles Budget. Budgetaktualisierungen werden manuell eingegeben.

source: Current Budget
de: Aktuelles Budget

source: The status can be: - "Over Budget (Red)" - when the current budget is higher than the set on the project. a system record is generated on the project showing both numbers. - "Expired Tasks (Yellow)" - when one or more tasks expiration date is in the past. a system record is generated on the project with the name of the task. - "Expired Project (Red)" - when the project deadline is in the past. a system record is generated when that happens.
de: Der Status kann sein: - "Kostenrahmen (rot)" - Wenn das aktuelle Budget ist höher als die für das Projekt. ein System-Datensatz wird an dem Projekt zeigt beide Nummern generiert. -"Aufgaben (gelb) abgelaufen" - Wenn eine oder mehrere Aufgaben Ablaufdatum ist in der Vergangenheit. ein System-Datensatz wird an dem Projekt mit dem Namen der Aufgabe generiert. -"Projekt (rot) abgelaufen" - Wenn die Projekt-Deadline ist in der Vergangenheit. ein System-Datensatz wird generiert, wenn das passiert.

source: The objective of the project
de: Projektziel

source: Project Goal
de: Ziel des Projektes

source: The owner of the task is the individual accountable and must ensure that the task is completed
de: Der Besitzer der Aufgabe ist das Individuum verantwortlich und muss sicherstellen, dass der Vorgang abgeschlossen ist

source: A breif task description
de: Ein aktuelles Aufgabenbeschreibung

source: Teh defined deadline for this task
de: Teh definierten Frist für diese Aufgabe

source: The percentage of completion for this task
de: Der Fertigstellungsgrad für diese Aufgabe

source: The order in which tasks are supposed to be executed
de: Die Reihenfolge, in dem Vorgänge ausgeführt werden sollen

source: No Project Tasks found.
de: Keine Projekt-Aufgaben gefunden.

source: The amount of the expense
de: Die Höhe der Ausgaben

source: A brief description of what was the expense all about
de: Eine kurze Beschreibung von dem, was war der Aufwand alles über

source: The day the expense was incurred
de: Am Tag, den der Ausgabe getätigt wurde

source: No Project expenses found.
de: Keine Projektkosten gefunden.

source: The name of the object where this project has been mapped.
de: Der Name des Objekts, wo dieses Projekt zugeordnet wurde.

source: The type of object where this project has been mapped. This can be: Risk, Security Service, Exception or Compliance Item
de: Der Typ des Objekts, wo dieses Projekt zugeordnet wurde. Dies kann sein: Risiko, Sicherheitsdienst, Ausnahme oder Compliance-Element

source: No Associated Items found.
de: Keine verbundenen Einträge gefunden.

source: No emails in the queue.
de: Keine e-Mails in der Warteschlange.

source: Print/Save
de: Drucken/speichern

source: What does it mean?
de: Was bedeutet es?

source: We look who didnt do trainigs (check your directory against our records) to build the graph for each training.
de: Wir suchen, die nicht tun, Trainingsplan (überprüfen Sie Ihr Verzeichnis gegen unseren Aufzeichnungen), das Diagramm für jedes Training zu bauen.

source: Missing Trainings
de: Fehlende Schulungen

source: Nothing to show
de: Nichts anzuzeigen

source: Basically the opposite of the previous graph
de: Im Grunde das Gegenteil des vorherigen Diagramms

source: Compliant with trainings
de: Kompatibel mit Schulungen

source: For each training questionnaire we look the scores obtained and graph the average
de: Für jedes Training Fragebogen wir suchen die Noten erhalten und graph den Durchschnitt

source: Questionnaire average score
de: Fragebogen-Durchschnittsnote

source: Calculation
de: Berechnung

source: For each compliance package, we count how many items are non-applicable, non-compliant and overlooked and we sort by the biggest.
de: Für jedes Compliance-Paket wir zählen, wie viele Elemente nicht zutreffend, nicht-konforme und übersehen und wir sortieren nach die größte.

source: Compliance Analysis Benchmark
de: Compliance-Analyse-Benchmark

source: Percentage of compliance package items without Controls or Policies mapped.
de: Prozentsatz der Übereinstimmung Paketelemente ohne Kontrollen und Richtlinien zugeordnet.

source: Compliance Packages by the percentage of items without controls
de: Compliance-Pakete durch den Prozentsatz der Elemente ohne Kontrollen

source: Percentage of compliance package items with failed controls.
de: Prozentsatz der Compliance-Paket-Elemente mit fehlgeschlagenen Kontrollen.

source: Compliance Packages by the percentage of items with failed (audit wise) controls
de: Compliance-Pakete durch den Prozentsatz der Elemente mit fehlgeschlagen (Audit klug)-Kontrollen

source: The average effectiveness for each Compliance Package.
de: Die durchschnittliche Wirksamkeit für jedes Compliance-Paket.

source: Compliance Packages by their Average Effectiveness
de: Compliance-Pakete durch ihre durchschnittliche Wirksamkeit

source: For every compliance package, we calculate the sumatory of OPEX and CAPEX for every selected control used.
de: Für alle Compliance-Paket berechnen wir die sumatory des OPEX und Investitionsausgaben für jeden ausgewählten Steuerelement verwendet.

source: OPEX, CAPEX, Resource Utilization
de: OPEX, CAPEX, Ressourcenauslastung

source: Open Audit Findings
de: Öffnen Sie die Prüfungsergebnisse

source: Closed Audit Findings
de: Geschlossene Prüfungsfeststellungen

source: Expired Audit Findings
de: Ergebnisse der Prüfung abgelaufen

source: Risk by Mitigation Strategy
de: Risiko von Strategie zur Risikominderung

source: Risk by Status
de: Risiko von Status

source: For each identified asset, we show the distribution according to their labels
de: Für jede identifizierte Ressource zeigen wir die Verteilung nach ihrer Etiketten

source: Asset by Labels
de: Anlage von Labels

source: For each identified asset, we graph the distribution of liabiliites they carry
de: Für jeden identifizierten Vermögenswert graph wir die Verteilung der Liabiliites, die sie tragen

source: Assets by Legal Constraints
de: Vermögenswerte von rechtlichen Einschränkungen

source: The sum of all Risk and Residaul Scores
de: Die Summe aller Risiken und Residaul Scores

source: Assets: Risk and Residual Score
de: Vermögen: Risiko und restliche Score

source: Residual Risk
de: Restgefahr

source: For each Third Party Risks the sum of risk and residual scores.
de: Für jedes Drittrisiko ist die Summe der Risiko- und Restwerte.

source: Third Party: Risk and Residual Score
de: Dritter: Risiko und restliche Score

source: The list of Asset risks sorted by the sum of their risk and residual score.
de: Die Liste der Asset-Risiken durch die Summe ihrer Risiko- und Restwert Partitur sortiert.

source: Asset Risks: Top Ten
de: Betreffende Asset Risiken

source: The list of Third Party risks sorted by the sum of their risk and residual score.
de: Die Liste der dritten Risiken durch die Summe ihrer Risiko- und Restwert Partitur sortiert.

source: Third Party Risks: Top Ten
de: Dritten Risiken: Top Ten

source: Top 10 Risk Exceptions
de: Top 10 Risiko Ausnahmen
