Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: We look at each assets asociated with each risk and which business units are asociated with this assets. We then split the amount of risk in equal parts to each business unit. Example: if a risk has a score of 10 and it's asociated assets point to two business units. We then assign 5 to each one of them. Only Asset Based Risks are considered.
de: Wir schauen uns jedes Vermögen treusorgende mit jedem Risiko und welche Geschäftsbereiche sind treusorgende mit diesem Vermögen. Wir teilen dann die Höhe des Risikos zu gleichen Teilen jeder Unternehmenseinheit. Beispiel: Wenn ein Risiko einen Wert von 10 hat und zeigen treusorgende Vermögenswerte auf beiden Business Units. Wir ordnen Sie dann 5 auf jeden einzelnen von ihnen. Nur Asset basierend Risiken gelten.

source: Risk Originators by BU
de: Risiko-Begründer von BU

source: We look at the controls used to mitigate asset based risks and their resource utilization (days of work they require in order to work). We then look at which business units are using this assets and we split, in equal parts the amount of days.
de: Wir betrachten die Steuerelemente zur Milderung Asset basierend Risiken und ihre Ressourcennutzung (Tage der Arbeit, die sie benötigen, um zu arbeiten). Wir schauen dann welche Unternehmenseinheiten diese Vermögenswerte verwenden und wir teilen, zu gleichen Teilen die Anzahl der Tage.

source: Consumed Resources by BU
de: Konsumierte Ressourcen von BU

source: How much OPEX is spent to mitigate Risk. We calculate this from the controls used to mitigate risk and their opex cost
de: Wieviel OPEX wird zur Risikominderung verbracht. Wir berechnen aus den Steuerelementen verwendet, um das Risiko zu mindern und ihre Betriebskosten, Kosten

source: Consumed Opex by BU
de: Verbrauchten Betriebskosten von BU

source: How much CAPEX is spent to mitigate Risk. We calculate this from the controls used to mitigate risk and their capex cost
de: Wieviel CAPEX wird zur Risikominderung verbracht. Wir berechnen dies aus der Steuerelemente verwendet, um das Risiko zu mindern und ihre Investitionsausgaben Kosten

source: Consumed Capex by BU
de: Verbrauchten Capex von BU

source: How many controls are asociated to each classification
de: Wie viele Steuerelemente sind treusorgende zu jeder Klassifizierung

source: The number of controls with, without released and in draft status policies.
de: Die Anzahl der Steuerelemente mit, ohne veröffentlicht und im Entwurf Status Richtlinien.

source: Controls by Status
de: Kontrollen nach Status

source: Plans by Status
de: Pläne von Status

source: The top 10 list of controls based on the number of items they mitigate (Controls and Risks)
de: Die Top 10 Liste der Steuerelemente basierend auf der Anzahl der Elemente, die sie zu mildern (Kontrollen und Risiken)

source: Top 10 Controls by leverage
de: Top 10 Kontrollen durch Hebelwirkung

source: List of controls without zero mitigation object
de: Liste der Steuerelemente ohne Null Mitigation-Objekt

source: Unused Controls
de: Nicht verwendete Steuerelemente

source: No unused Security Services found.
de: Keine ungenutzten Sicherheitsdienste gefunden.

source: Top 10 controls based on the percentage of failed audits
de: Top 10 Steuerelemente basierend auf dem Prozentsatz der fehlgeschlagenen Prüfungen

source: Top 10 Controls by the amount of Failed Audits
de: Top 10 Kontrollen durch die Menge der Audits ist fehlgeschlagen

source: Nothing to show.
de: Nichts zu zeigen.

source: Top 10 Controls by the amount of Missing Audits
de: Top 10 Kontrollen durch die Anzahl der fehlenden Prüfungen

source: Missing Audits
de: Fehlende Prüfungen

source: List of open projects by the number of days that passed after the expiration day
de: Liste der geöffneten Projekte durch die Anzahl der Tage, die nach dem Ablauftag vergangen

source: Expired Projects
de: Abgelaufene Projekte

source: List of open projects by the number of days until the expiration day
de: Liste der geöffneten Projekte durch die Anzahl der Tage bis zum Ablaufdatum Tag

source: Days to deadline
de: Tage Frist

source: The number of Incidents by their status
de: Die Anzahl der Vorfälle durch ihren status

source: Security Incident by status
de: Sicherheitsvorfall nach status

source: The number of incidents by their classification
de: Die Anzahl der Vorfälle nach ihrer Klassifizierung

source: The number of incidents asociated to each controls
de: Die Anzahl der Vorfälle treusorgende jedes Kontrollen

source: Controls Involved
de: Steuerelemente, die beteiligten

source: The number of incidents asociated to each asset
de: Die Anzahl der Vorfälle treusorgende auf jeder Anlage

source: Assets Involved
de: Involvierten Vermögenswerte

source: Policy Updates
de: Richtlinien-Updates

source: This is the date when the Policy was supposed to get a review. If this is an ad-hoc review (you clicked on "Add new") then this date will be empty and most likely should be completed with todays day.
de: Dies ist der Tag, an die Politik um zu bekommen eine Überprüfung. Wenn dies ein Ad-hoc-Bericht (Sie klickte auf "Add new"), ist dann dieses Datum ist leer und am ehesten sollte mit heutigen Tag abgeschlossen werden.

source: This is the date when the Policy actually got updated. If this is an ad-hoc review (you clicked on "Add new") then this date will be empty and most likely should be completed with todays day.
de: Dies ist das Datum, wann die Politik tatsächlich aktualisiert habe. Wenn dies ein Ad-hoc-Bericht (Sie klickte auf "Add new"), ist dann dieses Datum ist leer und am ehesten sollte mit heutigen Tag abgeschlossen werden.

source: Update the policy details on the next tab.
de: Aktualisieren Sie die Politik-Details auf der nächsten Registerkarte.

source: Completed?:
de: Abgeschlossen

source: Unless you click on this checkbox the review will not be considered completed.
de: Es sei denn, Sie klicken Sie auf dieses Kontrollkästchen, die der Beitrag nicht mehr berücksichtigt werden abgeschlossen.

source: New Version
de: Neue Version

source: Enter the document new version.
de: Geben Sie die neue Version des Dokuments.

source: The last version for this document is %s
de: Die letzte Version dieses Dokuments ist %s

source: Enter the date in which this document should be reviewed again. Based on this date you enter here another row will be included on the system for review (you can later remove them if needed).
de: Geben Sie das Datum in dem dieses Dokument sollte erneut überprüft werden. Basierend auf dieser hier eingegebene Datum wird eine weitere Zeile auf das System zur Überprüfung aufgenommen werden (Sie können sie später entfernen, wenn nötig).

source: We found another review with a future planned date, we suggest you use that same date in order to avoid creating another review.
de: Wir fanden eine weitere Prüfung mit einem zukünftigen geplanten Datum, empfehlen wir, dass Sie das gleiche Datum verwenden, um zu vermeiden, erstellen eine weitere Überprüfung.

source: Dont forget to upload the policy as an attachment to this review.
de: Vergessen Sie nicht, die Politik als Anhang zu diesem Beitrag hochladen.

source: Update the description of the Policy
de: Aktualisieren Sie die Beschreibung der Richtlinie

source: Reviews actions usually imply uploading the evidence (an email, a report) that indicates that the review has been done and evidence exist.
de: Bewertungen-Aktionen bedeuten in der Regel hochladen die Beweise (eine e-Mail, einen Bericht), die angibt, dass der Beitrag geleistet und Beweise existieren.

source: (Missing)
de: Fehlend

source: Calculation Method Name
de: Berechnung der Methodenname

source: Select which classification will be used to determine the Impact
de: Wählen Sie aus, welche Klassifizierung zur Ermittlung des Einflusses verwendet wird

source: Select which classification will be used to determine the Likelihood
de: Wählen Sie, welche Klassifizierung verwendet wird, um die Wahrscheinlichkeit zu bestimmen

source: Select at least once Risk Classification criteria in order to calculate Risk Scores
de: Wählen Sie mindestens einmal Risikoeinstufung Kriterien um Risikoscores berechnen

source: Not applicable
de: Nicht zutreffend

source: Use this drop down to select an existing classification type or use the field below to create a new one.
de: Verwenden Sie dieser Dropdownliste Wählen Sie einen vorhandenen Klassifizierungstyp oder das unten stehende Feld eine neue zu erstellen.

source: If you havent created a Classification type before, you will need to create one. Examples are "Likelihood", "Impact", Etc
de: Wenn Sie einen Klassifizierungstyp vor erstellt haben, müssen Sie eine erstellen. Beispiele sind "Wahrscheinlichkeit", "Impact", etc.

source: You will need to create a name for your classification. Examples could be "High", "Low", etc.
de: Sie müssen einen Namen für Ihre Einstufung zu erstellen. Beispiele wären "High", "Niedrig", etc..

source: Set the value for this classification, this numerical value will be used to calculate a Risk Score. Every time you update this number, all risks using this classification will have their Risk Scores recalculated.
de: Setzen Sie den Wert für diese Klassifizierung dieser Zahlenwert wird verwendet werden, um ein Risiko-Score berechnen. Jedes Mal, wenn Sie diese aktualisieren, müssen alle Risiken, die mit dieser Einstufung ihrer Risikoscores neu berechnet.

source: This classification is used by %1$s, the current risk methodology. Since this is the last item for this type (%2$s) we can’t delete it. Please create a new classification type and apply it to %1$s then you will be able to delete this item.
de: Diese Klassifizierung wird von %1$s, das aktuelle Risiko-Methodik verwendet. Denn dies ist das letzte Element für diesen Typ (%2$s) können wir nicht löschen. Bitte erstellen Sie eine neue Art der Klassifizierung und wenden Sie sie auf %1$s, dann Sie in der Lage werden, diesen Artikel zu löschen.

source: This classification is being used by %d Risks, if you continue these Risks will get its score set to zero and you will need to re-edit them and re-classify them. A system record will be included on every risk notifying this change.
de: Diese Klassifizierung wird von %d Risiken, verwendet wenn Sie fortfahren, diese Risiken werden die Punktzahl auf Null gesetzt und du musst sie erneut bearbeiten und neu zu klassifizieren. Ein System-Rekord wird auf jedes Risiko informieren diese Änderung enthalten sein.

source: The type is tied with the "name" value, for exaple a type could be: Likelihood (while the name high, medium and low the names for this type)
de: Der Typ ist mit dem "name" -Preis verbunden, für exaple ein Typ könnte sein: Likelihood (während der Name hoch, mittel und niedrig die Namen für diesen Typ)

source: The name of the classification is for example: High, Medium, Low
de: Der Name der Klassifikation ist zum Beispiel: hoch, Mittel, niedrig

source: The value is a numeric value that is used to calculate the Risk score
de: Der Wert ist ein numerischer Wert, der verwendet wird, um das Risiko-Score berechnen

source: The criteria should clearly define what classification applies to the Risk being analysed
de: Die Kriterien sollten klar definieren, welche Einstufung gilt für das Risiko analysiert werden

source: No Risk Classifications found.
de: Kein Risiko-Klassifikationen gefunden.

source: Provide a descriptive title. Example: Lack of budget for Antivirus for Mac-OS.
de: Geben Sie einen beschreibenden Titel. Beispiel: Mangel an Budget für Antivirus für Mac-OS.

source: The individual that has approved this exception, this typically is the same person that "Owns" the risk or someone with higher hierarchy. This field will be later used for notifications (such as when the exception is due, Etc).
de: Die Person, die diese Ausnahme genehmigt hat, ist dies in der Regel die gleiche Person, die "das Risiko oder jemand mit höheren Hierarchie"besitzt". Dieses Feld wird später für Benachrichtigungen verwendet werden (z. B. wenn die Ausnahme fällig ist, Etc).

source: Set the deadline for this Risk Exception. At the expiration day, a full re-assessment on this exception is usually done.
de: Die Frist für diese Risiko-Ausnahme festgelegt. Bei der Ablauftag erfolgt in der Regel eine vollständige Neubewertung auf diese Ausnahme.

source: Defines if the exception is still valid or not.
de: Legt fest, ob die Ausnahme noch gültig oder nicht ist.

source: Describe why this Exception is required, who authorized, Etc.
de: Beschreiben Sie, warum diese Ausnahme erforderlich ist, berechtigt, etc..

source: OPTIONAL: Use tags for this exception, examples are: Approved, To be reviewed, Important, Etc.
de: OPTIONAL: Nutzung Tags für diese Ausnahme, Beispiele sind: genehmigt, werden überprüft, wichtig, etc..

source: Risk exception
de: Risiko-Ausnahme

source: Risk score sum
de: Risiko-Score-Summe

source: Residual score sum
de: Restwert Summe

source: Residual risk
de: Restrisiko

source: Review date
de: Überprüfungsdatum

source: Risk Exeptions
de: Risiko-Ausnahmen

source: The sum of the raw risk scores asociated with the risks where this exception takes part. This is an interesting number as if its too high (in comparison with the average risk score or the total risk score) it could indicate that the risk being accepted is too much.
de: Die Summe der Rohe Risiko Resultate treusorgende mit den Risiken, denen diese Ausnahme teilnimmt. Dies ist eine interessante Zahl, als ob seine zu hoch (im Vergleich zu den durchschnittlichen Risiko-Score oder die gesamte Risiko-Score) es könnte darauf hindeuten, dass das Risiko auf einen Studienplatz zu viel.

source: Risk Score Sum
de: Risiko-Score-Summe

source: The same as risk score but asociated with the residual risk scores.
de: Das gleiche Risiko Punkten aber treusorgende mit Restrisiko Partituren.

source: Residual Score Sum
de: Rest der Gäste Summe

source: Associated Risks
de: Damit verbundenen Risiken

source: The type of risk indicates what is in which risks this risk exception is applied to. Options are: Risk (asset based risk), Third Party Risk or Business Risk.
de: Die Art des Risikos zeigt an, was in welche Risiken diese Risiko-Ausnahme zugewiesen wird. Optionen sind: Asset-Basis (Risiko), Dritter Risiko oder unternehmerisches Risiko.

source: The risk title
de: Die Risiko-Titel

source: Risk Title
de: Risiko-Titel

source: The risk score asociated with this risk
de: Die Risiko-Score treusorgende mit diesem Risiko

source: The residual risk asociated with this risk
de: Das Restrisiko treusorgende mit diesem Risiko

source: The date (configured on the risk) when a review is required
de: Das Datum (auf das Risiko konfiguriert) Wann ist eine Überprüfung erforderlich

source: Risk Review Date
de: Risiko-Wiedervorlage

source: The status of the risk (for details review the risk module)
de: Der Status des Risikos (für Details Überprüfung der Risikomanagement-Modul)

source: No Risk Exeptions found.
de: Kein Risiko-Ausnahmen gefunden.

source: Give this risk a descriptive title
de: Geben Sie einen aussagekräftigen Titel dieses Risiko

source: Applicable Assets
de: Geltenden Vermögenswerte

source: Select one or more applicable assets for this risk. For example, if the risk is web-hacks all your web-applications in scope could be included in this field
de: Wählen Sie eine oder mehrere geltenden Assets für dieses Risiko. Beispielsweise wenn das Risiko Web-Hacks konnten alle Ihre Web-Applikationen im Bereich in diesem Bereich aufgenommen werden

source: Vulnerabilities Description.
de: Beschreibung der Schwachstellen.

source: Describe the context of the vulnerabilities if you wish.
de: Beschreiben Sie im Kontext der Schwachstellen, wenn Sie es wünschen.

source: eramba will display your risk classification options as per the settings defined at Risk Management / Asset Risk Management / Settings / Classification and the Risk Calculation method choosen at Risk Management / Asset Risk Management / Settings / Risk Calculation.
de: Eramba zeigt Ihr Risiko Klassifizierungsoptionen gemäß den Einstellungen im Risikomanagement definiert / Asset Risk Management / Einstellungen / Klassifizierung und die Risikoberechnung Methode gewählt am Risikomanagement / Asset Risk Management / Einstellungen / Risk-Berechnung.

source: Risk Response Procedures
de: Risiko-Response-Verfahren

source: Risk Response Policies
de: Antwort Risikopolitik

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Asset Risk Management / Settings / Risk Calculation.
de: Risiko-Score wird automatisch anhand der Klassifizierung, die auf der vorherigen Registerkarte ausgewählt und der Risikoberechnung auf Risikomanagement definiert / Asset Risk Management / Einstellungen / Risk-Berechnung.

source: Mitigating controls
de: Mildernden Kontrollen

source: Compensating Policies
de: Kompensierende Maßnahmen

source: Compensating Standards
de: Kompensierende Standards

source: Asset based risk
de: Asset-Basis-Risiko

source: Residual Risk score
de: Verbleibende Risiko-score

source: Assets being Risk Analysed
de: Vermögenswerte, die als Risiko analysiert

source: Asset name
de: Unterkunft

source: Risk Assesment &amp; Classification
de: Risiko-Assessment &amp; Klassifizierung

source: Threat tags
de: Bedrohung durch tags

source: Vulnerability tags
de: Verwundbarkeit-tags

source: Treatment strategy
de: Behandlungsstrategie

source: Asset Based Risks
de: Asset Based Risiken

source: List Risks
de: Liste-Risiken

source: List Assets
de: Liste Vermögenswerte

source: No Risks related to this Asset found.
de: Keine Risiken im Zusammenhang mit dieser Anlage gefunden.

source: Treatment Strategy
de: Behandlungsstrategie

source: Optionally, chose a user that will take the role of CISO.
de: Optional, wählte einen Benutzer, der die Rolle des CISO übernehmen wird.

source: Optionally, chose a user that will take the role of CISO Deputy.
de: Optional, wählte einen Benutzer, der die Rolle des CISO Stellvertreter nehmen wird.

source: Optionally, chose a user that will take the role of Board Representative.
de: Optional, wählte einen Benutzer, der die Rolle des Board-Beauftragten übernehmen wird.

source: Optionally, chose a user that will take the role of Board Representative deputy.
de: Optional, wählte einen Benutzer, der die Rolle des stellvertretenden Vorstand Vertreter übernehmen wird.

source: Are you really sure you want to delete scope?
de: Sind Sie wirklich sicher, dass Sie Rahmen löschen möchten?

source: Very important. It's crucial when classifying to be consistent with the criteria you use to say a given risk is one or another type. Ideally your criteria should be simple and practical. Dont get too creative here. Examples: "The risk worth is higher than a 40k EUR", "The disclosure of this risk could mean legal actions against the company", Etc.
de: Sehr wichtig. Es ist entscheidend für die Klassifizierung, um mit den Kriterien übereinstimmen, die Sie verwenden, um zu sagen, dass ein gegebenes Risiko der eine oder andere Typ ist. Idealerweise sollten Ihre Kriterien einfach und praktisch sein. Dont zu kreativ hier Beispiele: "Das Risiko ist höher als ein 40k EUR", "Die Offenlegung dieses Risikos könnte rechtliche Klagen gegen das Unternehmen bedeuten", Etc.

source: No Security Incident Classifications found.
de: Keine Security Incident Klassifikationen gefunden.

source: Give a name to this stage. For example "Identification" or "Containment"
de: Geben Sie einen Namen für diese Phase. Zum Beispiel "Identification" oder "Containment"

source: Give a description to this stage
de: Geben Sie eine Beschreibung zu diesem Zeitpunkt

source: No stages found.
de: Keine Stufen gefunden.

source: Incident Stakeholders
de: Vorfall beteiligten

source: Give the Security Incident a title, name or code so it's easily identified on the menu.
de: Geben Sie den Sicherheitsvorfall Titel, Name oder Code, so dass es leicht auf der Speisekarte zu erkennen ist.

source: Incidents can be potential incidents or confirmed incidents. This usually is defined as the incident is investigated and confirmed.
de: Vorfälle können mögliche Ereignisse oder Vorfälle bestätigt. Dies ist in der Regel definiert als der Vorfall untersucht und bestätigt ist.

source: OPTIONAL: Describe the Security Incident in detail (when, what, where, why, whom, how). You will later update the incident using lifecycle stages or comments on the incident itself.
de: OPTIONAL: Beschreiben Sie den Sicherheitsvorfall im Detail (wann, was, wo, warum, wem, wie). Sie werden später den Vorfall mit Lifecycle Phasen oder Kommentare über den Vorfall selbst aktualisieren.

source: OPTIONAL: Tag this incident according to their characteristics. This can later be useful to apply filters and export data.
de: OPTIONAL: Markieren Sie diesen Vorfall nach ihren Eigenschaften. Dies kann später zum Filter anwenden und Exportieren von Daten nützlich sein.

source: Set the date this incident was reported.
de: Stellen Sie das Datum, den, das dieser Vorfall berichtet wurde.

source: Closure Date
de: Auflösungsdatum

source: Set the date this incident was closed. If the checkbox on the bottom of the form "Automatically Close" is checked the incident will be closed automatically once all stages have been completed.
de: Stellen Sie das Datum, die, das diesen Vorfall geschlossen wurde. Wenn das Kontrollkästchen "auf den unteren Rand des Formulars"Automatisch schließen"aktiviert ist, dass der Vorfall automatisch geschlossen wird, wenn alle Phasen abgeschlossen sind.

source: For the time the incident is being managed (investigated, communicated, etc.) the incident status should be open. Otherwise it could be closed.
de: Für die Zeit konnte der Vorfall sollte (untersuchten, kommuniziert, etc.) die Vorfallstatus offenstehen. Ansonsten könnte es geschlossen ist.

source: Automatically Close Incident
de: Schließen Sie automatisch Vorfall

source: When all items on the lifecycle are completed this incident will change to "Closed" status automatically.
de: Nach Abschluss aller Elemente auf den Lebenszyklus ändert dieser Vorfall "Geschlossenen" Status sich automatisch.

source: Not available as stages are not defined.
de: Nicht verfügbar, da Phasen nicht definiert sind.

source: Related Asset Risks
de: Betreffende Asset Risiken

source: OPTIONAL: If a Risk was previously documented (Risk Management / Asset Risk Management) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
de: OPTIONAL: Wenn ein Risiko zuvor dokumentiert wurde (Risk Management / Asset Risk Management) beschreibt ein Szenario, wo dieser Vorfall geschehen könnte, wählen Sie ihn um weitere Dokumentation über diesen Vorfall (Richtlinien befolgt werden, verwendeten Steuerelemente, Vermögen betroffen, etc.).

source: Add Asset Risk
de: Asset Risk hinzufügen

source: Related Third Party Risks
de: Damit verbundenen Dritten Risiken

source: OPTIONAL: If a Risk was previously documented (Risk Management / Third Party Risk Management) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
de: OPTIONAL: Wenn ein Risiko zuvor dokumentiert wurde (Risk Management / Third Party Risk Management) beschreibt ein Szenario, wo dieser Vorfall geschehen könnte, wählen Sie ihn um weitere Dokumentation über diesen Vorfall (Richtlinien befolgt werden, verwendeten Steuerelemente, Vermögen betroffen, etc.).

source: Related Business Risks
de: Damit verbundenen Geschäftsrisiken
