Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: OPTIONAL: eramba can send email notifications to the individuals you define as responsible for responding your questions (you define this on the next tab) - this option sets the content of that email. You can set your own message and subject (by unchecking this box) or use a default.
de: OPTIONAL: eramba kann E-Mail-Benachrichtigungen an die Personen senden, die Sie als verantwortlich für die Beantwortung Ihrer Fragen (Sie definieren diese auf der nächsten Registerkarte) - diese Option setzt den Inhalt dieser E-Mail. Sie können Ihre eigene Nachricht und Betreff (durch Deaktivieren dieses Feldes) festlegen oder einen Standard verwenden.

source: Define custom email subject.
de: Definieren Sie benutzerdefinierte E-Mail-Betreff.

source: Define custom email body.
de: Definieren Sie benutzerdefinierte E-Mail-Adresse.

source: Those you set as auditees (the ones that will be asked to respond to your questions) will be presented with a portal, this options set the title for that portal.
de: Diejenigen, die du als Auditoren gesetzt hast (die, die aufgefordert werden, auf deine Fragen zu antworten) wird mit einem Portal präsentiert, diese Optionen setzen den Titel für dieses Portal.

source: The portal includes a free text box where you can define whatever content you wish. Typically this is used for instructions (such as respond all questions, provide evidence if requested, Etc).
de: Das Portal enthält ein kostenloses Textfeld, in dem Sie beliebige Inhalte definieren können. In der Regel wird dies für Anweisungen (wie beantworten alle Fragen, die Bereitstellung von Beweisen, wenn angefordert, etc.) verwendet.

source: Auditee recieves
de: Auditee erhält

source: Every time the auditor provides a response, comment or attachment the auditor (defined on the first tab) will receive an email notification.
de: Jedes Mal, wenn der Auditor eine Antwort, einen Kommentar oder eine Anlage anbietet, erhält der Auditor (auf der ersten Registerkarte) eine E-Mail-Benachrichtigung.

source: Auditor recieves
de: Auditor erhält

source: Every time the auditee provides a response, comment or attachment the auditor (defined on the first tab) will receive an email notification.
de: Jedes Mal, wenn der Audit eine Antwort, einen Kommentar oder eine Anlage anbietet, erhält der Auditor (auf der ersten Registerkarte) eine E-Mail-Benachrichtigung.

source: Fields to display on each compliance item
de: Felder, die auf jedem Compliance-Element angezeigt werden sollen

source: Show title
de: Titel anzeigen

source: Show description
de: Beschreibung anzeigen

source: Show audit criteria
de: Auditkriterien anzeigen

source: Display Findings to Auditee in PDF format.
de: Anzeigen von Auditse im PDF-Format anzeigen.

source: The first three checkboxes determine which columns from the compliance package will be shown on the portal (at least one must be selected). As the audit takes place the auditor can create findings, this include a title, description, deadline, etc - the auditor can make those available to the auditee on the portal in PDF format.
de: Die ersten drei Kontrollkästchen bestimmen, welche Spalten aus dem Compliance-Paket auf dem Portal angezeigt werden (mindestens eines muss ausgewählt werden). Da die Abschlussprüfung stattfindet, kann der Abschlussprüfer Erkenntnisse anlegen, dies schließt einen Titel, eine Beschreibung, eine Frist usw. ein. Der Abschlussprüfer kann diese dem Auditor im PDF-Format zur Verfügung stellen.

source: Default Auditee
de: Standard-Auditee

source: Select one or more individuals that will be responsible for responding the questions set on this assessments (we call them auditees). Altough the settings here will apply to each question on your compliance package you can later fine-tune this settings by editing the audit (once saved)
de: Wählen Sie eine oder mehrere Personen aus, die für die Beantwortung der auf diese Einschätzungen gestellten Fragen verantwortlich sind (wir nennen sie Auditen). Obwohl die Einstellungen hier für jede Frage auf Ihrem Compliance-Paket gelten, können Sie diese Einstellungen später durch Bearbeiten des Audits (einmal gespeichert)

source: Default Status
de: Standardstatus

source: OPTIONAL: if you are interested in keeping track of evidence you can use this setting setting it to the value "Waiting for Evidence". Every time you get evidence for a question you can change that status to "Evidence Provided". If you are not interested in using this tags simply set "No evidence Needed".
de: OPTIONAL: Wenn Sie daran interessiert sind, Beweise zu hinterlassen, können Sie diese Einstellung auf den Wert "Warten auf Beweis" setzen. Jedes Mal, wenn Sie Beweise für eine Frage erhalten, können Sie diesen Status auf "Evidence Provided" ändern. Wenn Sie nicht daran interessiert sind, diese Tags zu verwenden, setzen Sie einfach "Kein Beweis erforderlich".

source: Possible Answers
de: Mögliche Antworten

source: If you want to define a set of predefined answers for the auditor to use (such as "Yes, we are compliant", "No we are not compliant", etc) you need to define them on the Third Party Audit / Settings option. If you havent done that yet, you need to cancel this form and start all over :)
de: Wenn Sie einen Satz vordefinierter Antworten für den Auditor definieren möchten (zB "Ja, wir sind kompatibel", "Nein, wir sind nicht kompatibel" usw.) müssen Sie sie auf der Option Drittpartei / Einstellungen festlegen. Wenn du das noch getan hast, musst du dieses Formular abbrechen und alles anfangen :)

source: Use this option to load new Audit Findings (items that after an audit proved not compliant)
de: Verwenden Sie diese Option, um neue Audit-Ergebnisse zu laden (Elemente, die nach einem Audit nicht konform sind)

source: You can use this setting option to request a particular system user to submit evidence for this specific requirement. After this setting has been configured you must manually trigger the notifications to all auditees.
de: Sie können diese Einstellungsoption verwenden, um einen bestimmten Systembenutzer anzufordern, Beweise für diese spezifische Anforderung einzureichen. Nachdem diese Einstellung konfiguriert wurde, müssen Sie die Benachrichtigungen an alle Audits manuell auslösen.

source: Defines if the audit is ongoign (waiting for evidence) or completed (evidence has been provided or there is no need for evidence)
de: Legt fest, ob die Prüfung prüft (Warnung auf Nachweise) oder abgeschlossen ist (Nachweis erbracht wurde oder kein Nachweis vorliegt)

source: Settings Workflows
de: Einstellungen Workflows

source: If an audit setting was configured for this item, the auditee is the individual who is responsible for providing audit evidence
de: Wenn für diese Position eine Audit-Einstellung konfiguriert wurde, ist der Prüfer die Person, die für die Prüfung von Prüfungsnachweisen zuständig ist

source: Add Finding
de: Fügen Sie hinzu

source: Associated Items
de: Zugehörige Elemente

source: No feedback yet
de: Noch kein Feedback

source: No feedback settings
de: Keine Rückmeldung

source: No Compliance Package Items found.
de: Keine Compliance Package Items gefunden

source: No Compliance Packages found.
de: Keine Compliance-Pakete gefunden.

source: %d Item
de: % D Artikel

source: The link for this request has expired and no action is required because the request is complete.
de: Der Link für diese Anfrage ist abgelaufen und es ist keine Aktion erforderlich, da die Anfrage vollständig ist.

source: Submit Audit
de: Audit einreichen

source: Notify auditor all questions has been answered.
de: Benachrichtigung des Abschlussprüfers, alle Fragen wurden beantwortet.

source: List of Compliance Items associated with your name that need feedback
de: Liste der Compliance-Elemente, die mit Ihrem Namen verbunden sind, die Feedback benötigen

source: Your Responses
de: Ihre Antworten

source: Export Findings
de: Export-Befunde

source: You can choose one or more items for this feedback profile.
de: Sie können ein oder mehrere Artikel für dieses Feedback-Profil auswählen.

source: Third Party Audit
de: Drittes Audit

source: Evidence Stats
de: Beweisstats

source: Expired Findings
de: Abgelaufene Ergebnisse

source: Answers Stats
de: Antworten Stats

source: (%d Item)
de: (% D Gegenstand)

source: Clone
de: Klon

source: Finish
de: Ziel

source: This is the URL auditees will use to login at eramba in order to reply your questions. This URL will be included on email notifications.
de: Dies ist die URL-Auditees verwenden, um bei eramba anmelden, um Ihre Fragen zu beantworten. Diese URL wird auf E-Mail-Benachrichtigungen aufgenommen.

source: You can edit audit settings using filters (clicking on this link) or at Manage / Audit.
de: Sie können Audit-Einstellungen mit Filtern bearbeiten (klicken Sie auf diesen Link) oder bei Manage / Audit.

source: Evidence Statistics
de: Nachweisstatistik

source: Percentage of items that are under the scope of this audit and that stil have not the required evidence
de: Prozentsatz der Posten, die in den Geltungsbereich dieser Prüfung fallen und dass stil nicht die erforderlichen Nachweise haben

source: Percentage of items that are under the scope of this audit and that already have the required evidence
de: Prozentsatz der Gegenstände, die in den Geltungsbereich dieses Audits fallen und bereits über die erforderlichen Nachweise verfügen

source: Percentage of items that are under the scope of this audit that do not require evidence
de: Prozentsatz der Gegenstände, die in den Geltungsbereich dieses Audits fallen, die keinen Nachweis erfordern

source: Audit Findings
de: Pruefungsfeststellungen

source: The title for this non-compliance finding
de: Der Titel für diese Nichteinhaltung

source: Compliance item asociated with the Audit Findings
de: Compliance-Artikel, der mit den Audit-Befunden zusammenhängt

source: Item
de: Artikel

source: The date by which this finding is expected to be corrected
de: Der Zeitpunkt, zu dem diese Feststellung erwartet wird, wird korrigiert

source: The status for an audit finding can be: "Expired (Red)" - when the date set is in the past. A system record is generated on the exception when that happens.
de: Der Status für eine Audit-Suche kann sein: "Abgelaufen (rot)" - wenn das Datum in der Vergangenheit ist. Ein Systemdatensatz wird bei der Ausnahme erzeugt, wenn dies geschieht.

source: Nothing found.
de: Nichts gefunden.

source: Answers Statistics
de: Liste Antworten

source: No Compliance Audits found.
de: Keine Compliance Audits gefunden

source: Provide a descriptive title. Example: Lack of budgets for compliance with 2.3 of PCI-DSS
de: Geben Sie einen beschreibenden Titel. Beispiel: Mangel an Budgets für die Einhaltung von 2.3 von PCI-DSS

source: This is usually the individual who approved the compliance exception, this is typically someone with sufficient authority to make such decisions.
de: Dies ist in der Regel die Person, die genehmigt die Compliance-Ausnahme, das ist in der Regel jemand mit ausreichender Befugnis, um solche Entscheidungen zu treffen.

source: Set the date at which this exception will be reconsidered. You can setup notifications to alarm the requester or anyone else before the date is due.
de: Legen Sie das Datum fest, an dem diese Ausnahme überprüft wird. Sie können Benachrichtigungen einrichten, um den Anfrager oder einen anderen zu alarmieren, bevor das Datum fällig ist.

source: Register if this exception is closed or open (valid).
de: Registrieren, wenn diese Ausnahme geschlossen oder offen (gültig) ist.

source: OPTIONAL: A good description should include what the compliance is (threat, vulnerabilities, impact, etc.), the options which were considered and discarded, etc.
de: OPTIONAL: Eine gute Beschreibung sollte beinhalten, was die Compliance ist (Bedrohung, Schwachstellen, Auswirkungen, etc.), die Optionen, die berücksichtigt und verworfen wurden, etc.

source: OPTIONAL: Use tags to profile your compliance exceptions, examples are "PCI-DSS", "Budget Issues", Etc.
de: OPTIONAL: Verwenden Sie Tags, um Ihre Compliance-Ausnahmen zu profilieren, Beispiele sind "PCI-DSS", "Budget Issues", Etc.

source: Are you really sure you want to delete compliance exception: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Sie die Compliance-Ausnahme löschen möchten: <strong>%s</strong> ?

source: Compliance exception
de: Compliance-Ausnahme

source: Exception name
de: Ausnahmename

source: Compliance packages
de: Compliance-Pakete

source: Package
de: Paket

source: Requirement
de: Anforderung

source: No associated items found.
de: Keine zugehörigen Artikel gefunden.

source: The list of compliance packages that use this compliance exception. If this list is empty then the exception is not being used.
de: Die Liste der Compliance-Pakete, die diese Compliance-Ausnahme verwenden. Wenn diese Liste leer ist, wird die Ausnahme nicht verwendet.

source: Is the individual that approved the compliance exception
de: Ist die Person, die die Compliance-Ausnahme genehmigt hat

source: Is the date when the compliance exception expired and should be reviewed for applicability
de: Ist das Datum, an dem die Compliance-Ausnahme abgelaufen ist und für die Anwendbarkeit überprüft werden sollte

source: Is the number of times that this compliance exception has been mapped to a compliance requirement.
de: Ist die Anzahl der Zeiten, in denen diese Konformitätsausnahme einer Compliance-Anforderung zugeordnet wurde.

source: Compliance Package Count
de: Compliance Paketzähler

source: Compliance Exceptions can have the following status: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
de: Compliance Ausnahmen können folgenden Status haben: "Abgelaufen (rot)" - wenn das Datum in der Vergangenheit liegt. Ein Systemdatensatz wird bei der Ausnahme erzeugt, wenn dies geschieht.

source: Is the name of the compliance package, the one that holds all the compliance requiremnts for given third party.
de: Ist der Name des Compliance-Pakets, der alle Compliance-Anforderungen für Dritte enthält.

source: The ID of the specific requirement (Compliance Package Item)
de: Die ID der spezifischen Anforderung (Compliance Package Item)

source: The name of the compliance package item.
de: Der Name des Compliance-Paketpostens.

source: No Compliance Exeptions found.
de: Keine Compliance Exeptions gefunden

source: Compliance Package Item Info
de: Compliance Paket Artikel Info

source: The name for the compliance package to which this finding will be asociated
de: Der Name für das Compliance-Paket, auf das diese Feststellung abgestimmt wird

source: You can register a "Finding" (when a non-compliance has been identified and must be recorded) or an "Assesment" (when a compliance requirement has been found compliant)
de: Sie können ein "Finding" registrieren (wenn eine Nicht-Compliance identifiziert wurde und aufgezeichnet werden muss) oder ein "Assesment" (wenn eine Compliance-Anforderung gefunden wurde)

source: The title for this finding
de: Der Titel für diesen Befund

source: The date by which this non-compliance (if this is a finding) must be corrected.
de: Der Zeitpunkt, zu dem diese Nichteinhaltung (falls dies der Fall ist), muss korrigiert werden.

source: Status is mostly used when what is being recorded is non-compliance and a deadline is required to ensure the issue is corrected.
de: Der Status wird meistens verwendet, wenn es sich um eine Nichtbefolgung handelt und eine Frist für die Korrektur des Problems erforderlich ist.

source: What the auditor observed during the review
de: Was der Wirtschaftsprüfer bei der Überprüfung beobachtet hat

source: Add Compliance Exception
de: Fügen Sie Compliance Exception hinzu

source: Add Third Party Risk
de: Drittes Risiko hinzufügen

source: Export
de: Exportieren

source: No Compliance Findings found.
de: Keine Compliance-Ergebnisse gefunden.

source: Mitigation Options
de: Mitigation Optionen

source: Compliance Drivers
de: Compliance-Treiber

source: Current Compliance Status
de: Aktueller Compliance-Status

source: Select your current compliance status.
de: Wählen Sie Ihren aktuellen Compliance-Status.

source: Compliance Efficacy
de: Einhaltung der Wirksamkeit

source: OPTIONAL: In your subjective appreciation, the controls and policies selected on the next fields mitigate the requirement to which extent? If in doubt, select %100.
de: OPTIONAL: In Ihrer subjektiven Wertschätzung verringern die auf den nächsten Feldern ausgewählten Kontrollen und Richtlinien die Anforderung, in welchem ​​Umfang? Im Zweifelsfall wählen Sie% 100 aus.

source: Mitigation Projects
de: Mitigation Projekte

source: OPTIONAL: If you havent got controls and policies that meet this requirement, you can select a project that addresses this issue (Projects are defined in Security Operations / Project Management).
de: OPTIONAL: Wenn Sie Kontrollen und Richtlinien erhalten haben, die diese Anforderung erfüllen, können Sie ein Projekt auswählen, das dieses Problem behandelt (Projekte werden in Security Operations / Project Management definiert).

source: OPTIONAL: select one individual that is most related to this particular requirement. If in doubt, simply select "Admin".
de: OPTIONAL: Wählen Sie eine Person, die am meisten mit dieser besonderen Anforderung verbunden ist. Wenn Sie Zweifel haben, wählen Sie einfach "Admin".

source: Select one or more controls (from Control Catalogue / Security Services) used to mitigate this compliance requirement. If you havent got controls you can still select mitigation policies or alternatively, set this requirement as "Not Compliant" and create a "Mitigation Project"
de: Wählen Sie eine oder mehrere Steuerelemente (von Control Catalog / Security Services) aus, um diese Compliance-Anforderung zu mindern. Wenn Sie Kontrollen erhalten haben, können Sie immer noch Abschwächungsrichtlinien auswählen oder alternativ diese Anforderung als "Nicht kompatibel" setzen und ein "Mitigation Project" erstellen.

source: Mitigating Security Policies
de: Abschwächung der Sicherheitsrichtlinien

source: Select one or more policies (from Control Catalogue / Security Policies) that mitigate this compliance requirement (they can replace security controls when none is applicable).
de: Wählen Sie eine oder mehrere Richtlinien (aus Control Catalog / Security Policies) aus, die diese Compliance-Anforderung verringern (sie können die Sicherheitskontrollen ersetzen, wenn keine zutreffend ist).

source: If the compliance status (from the first tab) is "Not Aplicable" or "Not Compliant" you might want to set a Compliance Exception to state that in a formal record. This is an optional record.
de: Wenn der Compliance-Status (vom ersten Tab) "Not Aplicable" oder "Not Compliant" ist, möchten Sie vielleicht eine Compliance Exception setzen, um festzustellen, dass in einem formalen Datensatz. Dies ist ein optionaler Datensatz.

source: OPTIONAL: Select or create one or more Compliance Findings (from Compliance Management / Compliance Finginds) for this compliance requirements. This is typically used when your auditors have identified that your mitigation for this control is innefective and you want to keep track of such incompliance until remediation.
de: OPTIONAL: Wählen oder erstellen Sie eine oder mehrere Compliance-Ergebnisse (von Compliance Management / Compliance Finginds) für diese Compliance-Anforderungen. Dies ist in der Regel verwendet, wenn Ihre Auditoren festgestellt haben, dass Ihre Abschwächung für diese Kontrolle ist infektiös und Sie wollen diese Einhaltung bis zur Sanierung zu verfolgen.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Asset Risk Management) as drivers.
de: OPTIONAL: Bestimmte Standards (wie ISO 27001) verlangen, dass Sie die Treiber für die Erfüllung ihrer Kontrollen beschreiben. Sie können Risks (aus Risikomanagement / Asset Risk Management) als Treiber nutzen.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Third Party Risk Management) as drivers.
de: OPTIONAL: Bestimmte Standards (wie ISO 27001) verlangen, dass Sie die Treiber für die Erfüllung ihrer Kontrollen beschreiben. Sie können Risiken (aus Risikomanagement / Third Party Risk Management) als Treiber nutzen.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Business Impact Analysis) as drivers.
de: OPTIONAL: Bestimmte Standards (wie ISO 27001) verlangen, dass Sie die Treiber für die Erfüllung ihrer Kontrollen beschreiben. Sie können Risks (aus Risikomanagement / Business Impact Analysis) als Treiber nutzen.

source: OPTIONAL: If there are liabilities (from Organisation / Legal Constrains) that require you to meet this particular requirement select them here.
de: OPTIONAL: Wenn es Verbindlichkeiten (von Organization / Legal Constrains) gibt, die Sie benötigen, um diese besondere Anforderung zu treffen, wählen Sie sie hier aus.

source: Treatment options are: Compliant, Non-Compliant or Not-Applicable (when the requirement is simply not applicable to the organisation).
de: Behandlungsmöglichkeiten sind: konform, nicht konform oder nicht anwendbar (wenn die Anforderung einfach nicht für die Organisation anwendbar ist).

source: If controls are used to mitigate this requirement
de: Wenn Kontrollen verwendet werden, um diese Anforderung zu mildern

source: If policy items are used to mitigate this requirement
de: Wenn politische Posten verwendet werden, um diese Anforderung zu mildern

source: Policy Items
de: Richtlinienposten

source: If Compliance Exceptions are used in this requirement. Compliance exceptions are used when the strategy is Non-Compliant or Not Applicable.
de: Wenn in dieser Anforderung Compliance Exceptions verwendet werden. Compliance-Ausnahmen werden verwendet, wenn die Strategie nicht konform ist oder nicht anwendbar ist.

source: Exception
de: Ausnahme

source: If Risks (of any type) are applicable for this requirement
de: Wenn für diese Anforderung Risiken (jeglicher Art) gelten

source: If there are liabilities asociated with this requirement
de: Wenn mit dieser Anforderung Verbindlichkeiten verbunden sind

source: Any other description used to describe how this requirement is being treated
de: Jede andere Beschreibung verwendet, um zu beschreiben, wie diese Anforderung behandelt wird

source: Active Status
de: Aktiver Status

source: Edit analysis
de: Analyse bearbeiten

source: Add analysis
de: Analyse hinzufügen

source: Compliance analysis
de: Compliance-Analyse

source: Compliance Analysis Summary
de: Compliance-Analyse Zusammenfassung

source: Item id
de: Artikel ID

source: Controls
de: Steuerung

source: Exceptions
de: Ausnahmen

source: Mitigation controls
de: Mitigation Kontrollen

source: Analyze
de: Analysieren

source: From all the items in this compliance package, how many have been configured as being "Compliant".
de: Von allen Elementen in diesem Compliance-Paket, wie viele wurden als "Compliant" konfiguriert.

source: Compliant Items
de: Konforme Gegenstände

source: From all the items in this compliance package, how many have not been reviewed at all
de: Von allen Elementen in diesem Compliance-Paket, wie viele wurden überhaupt nicht überprüft

source: Overlooked Items
de: Übersehene Artikel

source: From all the items that have been reviewed, how many have been configured as "Not Applicable"
de: Von allen Elementen, die überprüft wurden, wie viele wurden als "nicht anwendbar" konfiguriert

source: Not Applicable Items
de: Nicht zutreffende Gegenstände
