Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Requested model instance '%s' does not exist
de: Gewünschte Modellinstanz "%s" ist nicht vorhanden

source: PHP version %s is required for the application at least. Your PHP version is %s. Please update your system with the latest version of PHP and related extensions, if possible.
de: PHP Version %s ist zumindest für die Anwendung erforderlich. Ihre PHP-Version ist ' %s'. Bitte aktualisieren Sie Ihr System mit der neuesten Version von PHP und Verwandten Erweiterungen, wenn möglich.

source: Currency configuration is invalid or not available.
de: Währung-Konfiguration ist ungültig oder nicht vorhanden.

source: Default (English)
de: Standard (englisch)

source: English (US)
de: Englisch (US)

source: Spanish (Argentina)
de: Spanisch (Argentinien)

source: Portuguese
de: Portugiesisch

source: Korean
de: Koreanisch

source: Draft
de: Entwurf

source: Validation Request Sent
de: Validierung-Anfrage gesendet

source: Validation Executed
de: Validierung ausgeführt

source: Approval Request Sent
de: Genehmigungsanfrage gesendet

source: Approval Executed
de: Genehmigung ausgeführt

source: Fail
de: Fehlgeschlagen

source: Closed
de: Abgeschlossen

source: Open
de: Öffnen

source: Audit Finding
de: Audit zu finden

source: Assessment
de: Bewertung:

source: No Evidence Needed
de: Keine Beweise, die benötigt

source: Evidence Provided
de: Nachweise

source: Waiting for Evidence
de: Warten auf Beweise

source: Insert
de: Einfügen

source: Update
de: Aktualisiere

source: Delete
de: Löschen

source: Login
de: Anmelden

source: Wrong Login
de: Falscher Login

source: Published
de: Veröffentlicht

source: Yes
de: Ja

source: No
de: Nein

source: Accept
de: Annehmen

source: Avoid
de: Vermeiden Sie

source: Mitigate
de: Minderung des Ausmaßes

source: Active
de: Aktiv

source: Disabled
de: Inaktiviert

source: Authenticator
de: Authentifikator

source: Group
de: Gruppe

source: Email Attribute
de: E-Mail-Attribut

source: Account plus Domain
de: Konto plus Domain

source: Event
de: Veranstaltung

source: Possible Incident
de: Möglich Vorfall

source: Incident
de: Vorfall

source: Completed
de: Abgeschlossen

source: Initiated
de: Eingeleitet

source: Policy
de: Richtlinie

source: Procedure
de: Verfahren

source: Public
de: Öffentlich

source: Private
de: Privat

source: Authorized Uses Only
de: Genehmigten Verwendungen nur

source: Use Content
de: Verwenden Sie Inhalte

source: Use Attachments
de: Verwenden Sie Anlagen

source: Use URL
de: Einsatz-URL

source: Enabled
de: Aktiviert

source: Notifications sent
de: Benachrichtigungen gesendet werden

source: Notifications ignored
de: Meldungen ignoriert

source: Awareness
de: Bewusstsein

source: Warning
de: Warnung

source: Default
de: Standard

source: Report
de: Bericht

source: Desired
de: Gewünschtes

source: Critical
de: Kritisches

source: Not OK
de: nicht OK

source: Third Party Risk
de: Drittanbieter-Risiko

source: Business Risk
de: Unternehmerisches Risiko

source: Discarded
de: Verworfen

source: Current
de: Kurzfristig

source: Internal
de: Interne

source: External
de: Externe

source: organizational structure
de: Organisationsstruktur

source: roles and responsibilities
de: Aufgaben und Verantwortungsbereiche:

source: business strategy and objectives
de: Strategie und Zielsetzungen

source: capabilities and resources
de: Fähigkeiten und Ressourcen

source: organizational culture
de: Organisationskultur

source: information systems and processes
de: Systeme und Prozesse

source: contractual relationships
de: vertragliche Beziehungen

source: Other
de: Sonstige

source: interested parties
de: Interessengruppen

source: political
de: politisch

source: economic
de: wirtschaftlich

source: cultural
de: Kulturell

source: technological
de: technologisch

source: competitive
de: wettbewerbsfähig

source: environment
de: Umwelt

source: Inactive
de: Inaktiv

source: Equal
de: Gleich

source: Above
de: Über

source: Under
de: Unter

source: On
de: Ein

source: After
de: Nachher

source: Before
de: Vorher

source: Short Text
de: Kurzer Text (Short Text)

source: Paragraph
de: Absatz

source: Date
de: Datum

source: Compliance Item List
de: Compliance-Posten-Liste

source: User UID
de: Benutzer UID

source: User Email
de: Benutzer E-Mail

source: User Name
de: Nutzername

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Yearly
de: Jährlich

source: Success
de: Erfolg

source: Error
de: Fehler

source: Not yet answered
de: Noch nicht beantwortet

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: Afghani
de: Afghanisch

source: Albania
de: Albanien

source: Armenian Dram
de: Armenischer Dram

source: Armenia
de: Armenien

source: Netherlands Antillian Guilder
de: Niederlande Antillian Gulden

source: Netherlands Antilles
de: Niederländische Antillen

source: Argentine Peso
de: Argentinischer Peso

source: Argentina
de: Argentinien

source: Australian Dollar
de: Australischer Dollar

source: Australia
de: Australien

source: Australian Antarctic Territory
de: Australischen Antarktis-Territorium

source: Christmas Island
de: Weihnachtsinsel

source: Cocos (Keeling) Islands
de: Kokosinseln

source: Heard and McDonald Islands
de: Heard und McDonald Islands

source: Norfolk Island
de: Norfolkinsel

source: Aruban Guilder
de: Aruba-Florin

source: Azerbaijanian Manat
de: Aserbaidschaner Manat

source: Azerbaijan
de: Aserbaidschan

source: Convertible Marks
de: Bosnisch-herzegowinische konvertible Mark

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

source: Bangladeshi Taka
de: Bangladesch-Taka

source: Bangladesh
de: Bangladesch

source: Bulgarian Lev
de: Bulgarischer Lev

source: Bulgaria
de: Bulgarien

source: Bahraini Dinar
de: Bahrain-Dinar

source: Burundian Franc
de: Burundi-Franc

source: Bermudian Dollar (customarily known as Bermuda Dollar)
de: Bermudian Dollar (gewöhnlich bekannt als Bermuda-Dollar)

source: Bolivia
de: Bolivien

source: Bolivian Mvdol (Funds code)
de: Bolivianische Mvdol (Mittel-Code)

source: Brazilian Real
de: Brasilianischer Real

source: Brazil
de: Brasilien

source: Bahamian Dollar
de: Bahama-Dollar

source: Belarussian Ruble
de: Russian Ruble

source: Belarus
de: Weißrussland

source: Belize Dollar
de: Helge Deller

source: Canadian Dollar
de: Kanadischer Dollar

source: Canada
de: Kanada

source: Franc Congolais
de: Kongolesischer Franc

source: WIR Euro (complementary currency)
de: WIR Euro (ergänzende Währung)

source: Switzerland
de: Schweiz

source: Swiss Franc
de: Schweizer Franken

source: Switzerland, Liechtenstein
de: Schweiz, Liechtenstein

source: WIR Franc (complementary currency)
de: WIR Franc (ergänzende Währung)

source: Unidades de formento (Funds code)
de: UITs de Formento (Mittel-Code)

source: Chilean Peso
de: Chilenischer Peso

source: Yuan Renminbi
de: Renminbi Yuan

source: Mainland China
de: Festlandchina

source: Colombian Peso
de: Kolumbianischer Peso

source: Colombia
de: Kolumbien

source: Costa Rican Colon
de: CRC - Costa Ricanischer Colon

source: Cuban Peso
de: Kubanischer Peso

source: Cuba
de: Kuba

source: Cape Verde Escudo
de: Kap-Verde-Escudo

source: Cape Verde
de: Kap Verde

source: Cyprus Pound
de: Zyprisches Pfund

source: Cyprus
de: Zypern

source: Czech Koruna
de: Tschechische Krone

source: Czech Republic
de: Tschechien

source: Djibouti Franc
de: Dschibuti-Franc

source: Djibouti
de: Dschibuti

source: Danish Krone
de: Dänische Krone

source: Denmark, Faroe Islands, Greenland
de: Dänemark, Färöer Inseln, Grönland

source: Dominican Peso
de: Dominikanischer Peso

source: Dominican Republic
de: Dominikanische Republik

source: Algerian Dinar
de: Algerisches Dinar

source: Algeria
de: Algerien

source: Estonia
de: Estland

source: Egyptian Pound
de: Ägyptisches Pfund

source: Egypt
de: Ägypten

source: Ethiopian Birr
de: Äthiopischer Birr

source: Ethiopia
de: Äthiopien

source: European Union, see eurozone
de: Europäische Union, Eurozone siehe

source: Fiji Dollar
de: Fidschianischer Dollar

source: Fiji
de: Fidji

source: Falkland Islands Pound
de: FKP - Falkland Inseln Pfund

source: Falkland Islands
de: Falklandinseln

source: Pound Sterling
de: Pfund Sterling

source: United Kingdom
de: Großbritannien

source: Gibraltar pound
de: Gibraltar-Pfund

source: Croatian Kuna
de: Kroatischer Kuna

source: Croatia
de: Kroatien

source: Haiti Gourde
de: Haiti

source: Hungary
de: Ungarn

source: Rupiah
de: Indonesische Rupiah

source: Indonesia
de: Indonesien

source: New Israeli Shekel
de: Neue israelische Schekel

source: Indian Rupee
de: Indische Rupie

source: Bhutan, India
de: Bhutan, Indien

source: Iraqi Dinar
de: Irakischer Dinar

source: Iraq
de: Irak

source: Iranian Rial
de: Iranischer Rial

source: Iceland Krona
de: Isländische Krone

source: Iceland
de: Island

source: Jamaican Dollar
de: jamaikanischer Dollar

source: Jamaica
de: Jamaika

source: Jordanian Dinar
de: jordanischer Dinar

source: Jordan
de: Jordanien

source: Japanese yen
de: JapanischerYen

source: Kenyan Shilling
de: Kenianischer Schilling

source: Kenya
de: Kenia

source: Kyrgyzstan
de: Kirgisistan

source: Cambodia
de: Kambodscha

source: Comoro Franc
de: Comoro

source: Comoros
de: Komoren

source: North Korean Won
de: Nordkoreanischer Won

source: North Korea
de: Nordkorea

source: South Korean Won
de: Südkoreanischer Won

source: South Korea
de: Südkorea

source: Kuwaiti Dinar
de: Kuwaitischer Dinar

source: Cayman Islands Dollar
de: KYD - Cayman Island Dollar

source: Cayman Islands
de: Kaimaninseln

source: Kazakhstan
de: Kasachstan

source: Lebanese Pound
de: Libanesisches Pfund

source: Lebanon
de: Libanon

source: Sri Lanka Rupee
de: Sri-Lanka-Rupie

source: Liberian Dollar
de: Liberianischer Dollar

source: Lithuanian Litas
de: Litauischer Litas

source: Lithuania
de: Litauen

source: Latvian Lats
de: Lettischer Lats

source: Latvia
de: Lettland

source: Libyan Dinar
de: Libyscher Dinar

source: Libya
de: Libyen

source: Moroccan Dirham
de: Marokkanischer Dirham

source: Morocco, Western Sahara
de: Marokko, Westsahara

source: Moldova
de: Moldawien

source: Malagasy Ariary
de: Madagassischer Ariary

source: Madagascar
de: Madagaskar

source: Denar
de: Mazedonischer Denar

source: Former Yugoslav Republic of Macedonia
de: Ehemalige Jugoslawische Republik Mazedonien

source: Tugrik
de: Tögrög

source: Mongolia
de: Mongolei

source: Macau Special Administrative Region
de: Sonderverwaltungsregion Macau

source: Mauritania
de: Mauretanien

source: Maltese Lira
de: Maltesische Lira

source: Mauritius Rupee
de: Mauritius-Rupie

source: Rufiyaa
de: MVR

source: Maldives
de: Malediven

source: Mexican Peso
de: Mexikanischer Peso

source: Mexico
de: Mexiko

source: Mexican Unidad de Inversion (UDI) (Funds code)
de: Mexikanische Unidad de Inversion (UDI) (Mittel-Code)

source: Malaysian Ringgit
de: Malaysischer Ringgit

source: Mozambique
de: Mosambik

source: Namibian Dollar
de: Namibia-Dollar

source: Norwegian Krone
de: Norwegische Krone

source: Norway
de: Norwegen

source: Nepalese Rupee
de: Nepalesische Rupie

source: New Zealand Dollar
de: Neuseeländische Dollar

source: Cook Islands
de: Cookinseln

source: New Zealand
de: Neuseeland

source: Nuevo Sol
de: Neuer Sol

source: Papua New Guinea
de: Papua-Neuguinea

source: Philippine Peso
de: Philippinischer Peso

source: Philippines
de: Philippinen

source: Pakistan Rupee
de: Pakistanische Rupie

source: Zloty
de: Złoty

source: Poland
de: Polen

source: Qatar
de: Katar

source: Romanian New Leu
de: Rumänischer Leu

source: Romania
de: Rumänien

source: Serbian Dinar
de: serbischer Dinar

source: Serbia
de: Serbien

source: Russian Ruble
de: Russischer Rubel

source: Russia
de: Russland

source: Abkhazia
de: Abchasien

source: South Ossetia
de: Südossetien

source: Rwanda Franc
de: Ruanda-Franc

source: Saudi Riyal
de: Saudischer Riyal

source: Saudi Arabia
de: Saudi-Arabien

source: Solomon Islands Dollar
de: Dollar der Solomon Inseln

source: Solomon Islands
de: Salomonen

source: Seychelles Rupee
de: Seychellen-Rupie

source: Seychelles
de: Seychellen

source: Sudanese Pound
de: Sudanesischer Pfund

source: Swedish Krona
de: Schwedische Krone

source: Sweden
de: Schweden

source: Singapore Dollar
de: Singapur Dollar

source: Singapore
de: Singapur

source: Saint Helena Pound
de: St. Helena-Pfund

source: Saint Helena
de: St. Helena

source: Slovak Koruna
de: Slowakische Krone

source: Slovakia
de: Slowakei

source: Somali Shilling
de: Somalischer Schilling

source: São Tomé and Príncipe
de: São Tomé und Príncipe

source: Syrian Pound
de: Syrisches Pfund

source: Syria
de: Syrien

source: Swaziland
de: Swasiland

source: Tajikistan
de: Tadschikistan

source: Tunisian Dinar
de: Tunesischer Dinar

source: Tunisia
de: Tunesien

source: New Turkish Lira
de: Neue türkische Lira

source: Turkey
de: Türkei

source: Trinidad and Tobago Dollar
de: Trinidad-und-Tobago-Dollar

source: Trinidad and Tobago
de: Trinidad und Tobago

source: New Taiwan Dollar
de: Neuer Taiwan-Dollar

source: Taiwan and other islands that are under the effective control of the Republic of China (ROC)
de: Taiwan und andere Inseln, die unter der Kontrolle der Republik China (ROC)

source: Tanzanian Shilling
de: Tansania Shillings

source: Tanzania
de: Tansania

source: Hryvnia
de: Hrywnja

source: American Samoa
de: Amerikanisch-Samoa

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean

source: Marshall Islands
de: Marshallinseln

source: Micronesia
de: Mikronesien

source: Northern Mariana Islands
de: Nördliche Marianen

source: East Timor
de: Osttimor

source: Turks and Caicos Islands
de: Turks- und Caicosinseln

source: United States
de: Vereinigte Staaten

source: Virgin Islands
de: Jungferninseln (USA)

source: Peso Uruguayo
de: Uruguayischer Peso

source: Uzbekistan Som
de: Usbekischer Som

source: Uzbekistan
de: Usbekistan

source: Venezuelan bolívar
de: Venezolanischen Bolivars

source: Vietnamese đồng
de: Vietnamesisch đồng

source: Samoan Tala
de: Samoanischer Tala

source: Cameroon
de: Kamerun

source: Central African Republic
de: Zentralafrikanische Republik

source: Congo
de: Kongo

source: Chad
de: Tschad

source: Equatorial Guinea
de: Äquatorialguinea

source: Gabon
de: Gabun

source: Silver (one Troy ounce)
de: Silber (eine Feinunze)

source: Gold (one Troy ounce)
de: Gold (eine Feinunze)

source: European Composite Unit (EURCO) (Bonds market unit)
de: Europäischen Composite Unit (EURCO) (Markteinheit Anleihen)

source: European Monetary Unit (E.M.U.-6) (Bonds market unit)
de: Europäische Währungseinheit (E.M.U.-6) (Markteinheit Anleihen)

source: European Unit of Account 9 (E.U.A.-9) (Bonds market unit)
de: Europäische Einheit von Konto 9 (E.U.A.-9) (Markteinheit Anleihen)

source: European Unit of Account 17 (E.U.A.-17) (Bonds market unit)
de: Europäische Einheit von Konto 17 (E.U.A.-17) (Markteinheit Anleihen)

source: East Caribbean Dollar
de: Ostkaribischer Dollar

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Saint Kitts and Nevis
de: St. Kitts und Nevis

source: Saint Lucia
de: Sankta Lucia

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen

source: International Monetary Fund
de: Internationaler Währungsfonds

source: Gold franc (special settlement currency)
de: Goldfranken (spezielle Abrechnungswährung)

source: Bank for International Settlements
de: Bank für Internationalen Zahlungsausgleich

source: UIC franc (special settlement currency)
de: UIC Franc (spezielle Abrechnungswährung)

source: International Union of Railways
de: Internationaler Eisenbahnverband

source: Côte d'Ivoire
de: Elfenbeinküste (Côte d'Ivoire)

source: Palladium (one Troy ounce)
de: Palladium (eine Feinunze)

source: French Polynesia
de: Französisch-Polynesien

source: New Caledonia
de: Neukaledonien

source: Wallis and Futuna
de: Wallis und Futuna

source: Platinum (one Troy ounce)
de: Platin (eine Feinunze)

source: Code reserved for testing purposes
de: Code für Testzwecke reserviert

source: No currency
de: Keine Währung

source: Yemeni Rial
de: Jemen-Rial

source: Yemen
de: Jemen

source: South African Rand
de: Südafrikanischer Rand

source: South Africa
de: Südafrika

source: Zambia
de: Sambia

source: Zimbabwe Dollar
de: Simbabwe-Dollar

source: Zimbabwe
de: Simbabwe

source: Associated Data
de: Zugehörigen Daten

source: Associated Data for "%s"
de: keine Daten für %s

source: Required action is not available.
de: Erforderliche Aktion ist nicht verfügbar.

source: CISO Role
de: CISO-Rolle

source: CISO Deputy
de: CISO-Stellvertreter

source: Board Representative
de: Board-Vertreter

source: Board Representative Deputy
de: Stellvertretender Vorstand Vertreter

source: Security key to access CRON is not correct.
de: Sicherheitsschlüssel auf CRON ist nicht korrekt.

source: Item returned to Approved status.
de: Artikel zurückgesendet, Status freigegeben.

source: Problem occured while returning the item to Approved status.
de: Fehler beim den Rückversand zu Status genehmigt.

source: Filter was saved.
de: Filter wurde gespeichert.

source: Something went wrong.
de: Etwas ist schief gelaufen.

source: Filter is being used by a notification and cannot be deleted.
de: Filter wird von einer Benachrichtigung verwendet und kann nicht gelöscht werden.

source: Asset Classification
de: Asset Klassifikationen

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001 The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
de: Asset-Klassifizierung ist eine gängige bewährte Praxis und eine Anforderung in bestimmten Standards wie ISO 27001 Die Klassifizierung muss nach Geschäftsanforderungen definiert werden. Sobald die Klassifizierung definiert wurde, kann sie auf jedem identifizierten Asset angewendet werden.

source: Asset Classifications
de: Asset Klassifikationen

source: Delete an Asset Classification.
de: Löschen einer Asset-Klassifizierung.

source: Asset Classification was successfully deleted.
de: Die Asset-Klassifizierung wurde erfolgreich gelöscht.

source: Error while deleting the data. Please try it again.
de: Fehler beim Löschen der Daten. Bitte versuchen Sie es erneut.

source: Create an Asset Classification
de: Erstellen einer Asset-Klassifizierung

source: Asset Classification was successfully added.
de: Asset-Klassifikation wurde erfolgreich hinzugefügt.

source: Edit an Asset Classification
de: Eine Asset-Klassifizierung bearbeiten

source: Asset Classification was successfully edited.
de: Asset-Klassifikation wurde erfolgreich bearbeitet.

source: Error while saving the data. Please try it again.
de: Fehler beim Speichern der Daten. Bitte versuchen Sie es erneut.

source: One or more inputs you entered are invalid. Please try again.
de: Eine oder mehrere Eingaben von die Ihnen eingegebene sind ungültig. Bitte versuchen Sie es erneut.

source: Asset Classification Type was successfully added.
de: Klassifizierung-Asset-Typ wurde erfolgreich hinzugefügt.

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001:2005. The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
de: Asset-Klassifizierung ist gutes üblich und eine Anforderung an bestimmte Standards wie ISO 27001:2005. Die Einstufung muss nach Bedarf eines Unternehmens definiert werden. Sobald die Klassifikation definiert wurde, kann es auf jeden identifizierten Vermögenswert angewendet werden.

source: Asset Labeling Classifications
de: Asset Klassifikationen Kennzeichnung

source: Asset Labels are used in order to profile data assets according to the security treatment they require. Typical labels are: Confidential, Secret, Public, Etc. Labels defined in this section are applied to the Asset Identified.
de: Asset Etiketten dienen um zu Profil Datenbestände nach Sicherheit-Behandlung, die sie benötigen. Typische Bezeichnungen sind: vertraulich, geheim, Public, Etc.-Etiketten, die in diesem Abschnitt definiert gelten für Asset identifiziert.

source: Delete an Asset Label.
de: Löschen einer Asset-Labels.

source: Asset Label was successfully deleted.
de: Asset-Label wurde erfolgreich gelöscht.

source: Create an Asset Label Classification
de: Erstellen einer Asset-Label-Klassifizierung

source: Asset Label Classification was successfully added.
de: Asset-Label Klassifikation wurde erfolgreich hinzugefügt.

source: Edit an Asset Label Classification
de: Eine Asset-Label-Klassifizierung bearbeiten

source: Asset Label Classification was successfully edited.
de: Asset-Label Klassifikation wurde erfolgreich bearbeitet.

source: Asset Types
de: Asset-Typen

source: Asset types lists
de: Asset-Typen Listen

source: Create a Asset Type
de: Erstellen Sie einen Assettyp

source: Asset type was successfully added.
de: Asset-Typ wurde erfolgreich hinzugefügt.

source: Asset Media Type
de: Media-Asset-Typ

source: Delete a Asset Media Type.
de: Löschen Sie einen Asset-Medientyp.

source: Asset type was successfully deleted.
de: Asset-Typ wurde erfolgreich gelöscht.

source: Asset Identification
de: Asset-Identifizierung

source: If you plan to perform Risk Management you will need to identify assets, use this section to document key assets (this is not an inventory tool) for each one of the business units you defined before (Organisations / Business Units).
de: Wenn Sie planen, Risikomanagement durchzuführen, Sie Vermögenswerte zu identifizieren müssen, verwenden Sie diesen Abschnitt zum Dokument wichtige Assets (Dies ist kein Inventory Tool) für jeden einzelnen der Business Units Sie zuvor definierten (Organisationen / Business Units).

source: Delete an Asset.
de: Löschen eines Vermögenswertes.

source: Create an Asset
de: Erstellen eines Vermögenswertes

source: Asset was successfully added.
de: Anlage wurde erfolgreich hinzugefügt.

source: Edit an Asset
de: Bearbeiten eines Vermögenswertes

source: Asset was successfully edited.
de: Asset wurde erfolgreich bearbeitet.

source: Attachments for "%s"
de: Anhänge für "%s"

source: Attachments
de: Dateianhänge

source: Upload and manage atachments for this item.
de: Hochladen Sie und verwalten Sie Atachments für dieses Element.

source: Attachment
de: Anhang-Datei

source: Attachment was successfully deleted.
de: Anlage wurde erfolgreich gelöscht.

source: Upload Attachment
de: Anhang Hochladen

source: Attachment was successfully added.
de: Anlage wurde erfolgreich hinzugefügt.

source: Error occured while uploading the file.
de: Fehler beim Hochladen der Datei.

source: The only file types allowed are: %s
de: Die einzige erlaubten Dateitypen sind: %s

source: New Audit Feedback Attachment
de: Neue Prüfung-Feedback-Anlage

source: Demo training is no longer unavailable.
de: Demo-Training ist nicht mehr verfügbar.

source: This training is not available for you.
de: Dieses Training ist nicht für Sie verfügbar.

source: Training is unavailable.
de: Ausbildung ist nicht verfügbar.

source: Demo training is no longer available.
de: Demo-Training ist nicht mehr verfügbar.

source: This Awareness Program is not available at the moment. Please try again later.
de: Diese Awareness-Programm ist im Moment nicht verfügbar. Bitte versuchen Sie es später erneut.

source: Error occured processing the next step. Please try again.
de: Fehler bei Verarbeitung des nächsten Schritts. Bitte versuchen Sie es erneut.

source: Error occured while saving your training data. Please try it again.
de: Fehler beim Speichern Ihrer Trainingsdaten. Bitte versuchen Sie es erneut.

source: Error occured while saving the data. Please try it again.
de: Fehler beim Speichern der Daten. Bitte versuchen Sie es erneut.
