Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Choose one user from the list of users to test this course. Demo email will be sent to that user.
de: Wählen Sie einen Benutzer aus der Liste der Benutzer zu diesem Kurs zu testen. Demo-e-Mail wird für diesen Benutzer.

source: Select a user
de: Benutzer auswählen

source: Awareness Program:
de: Awareness-Programm:

source: Clean Records
de: Datensätze zu reinigen

source: Groups Included
de: Gruppen enthalten

source: The current list of users included in this awareness program
de: Die aktuelle Liste der Benutzer in diesem Bewusstsein Programm enthalten

source: The list of users excluded by the administrator for this awareness program. This list can be updated only if the program is edited and updated.
de: Die Liste der Benutzer vom Administrator für diese Awareness-Programm ausgeschlossen. Diese Liste kann aktualisiert werden, nur dann, wenn das Programm bearbeitet und aktualisiert wird.

source: Users Excluded
de: Benutzer ausgeschlossen

source: The list of users who have completed trainings in time.
de: Die Liste der Benutzer, die Trainings in der Zeit absolviert haben.

source: The list of users that have not yet completed this training as required. Details on the records (emails sent to the user, etc) can be exported in CSV or reviewed on the records.
de: Die Liste der Benutzer, die diese Ausbildung je nach Bedarf noch nicht abgeschlossen haben. Details zu den Datensätzen (Emails an die User, etc.) können in CSV exportiert oder auf die Datensätze überprüft.

source: Not compliant users
de: Nicht konforme Benutzer

source: List Users
de: Benutzer auflisten

source: Statistics and filters only update once a day when the daily cron runs successfully.
de: Statistiken und Filter aktualisieren nur einmal pro Tag, wenn die tägliche Cron erfolgreich ausgeführt wird.

source: Statistics not available at the moment as they need to be re-calculated during next CRON job. Make sure that groups in this program have not been deleted or renamed and also they include one or more users.
de: Statistiken im Moment nicht verfügbar, da sie während der nächsten CRON-Job neu berechnet werden müssen. Stellen Sie sicher, dass Gruppen in diesem Programm nicht gelöscht oder umbenannt wurden und dazu auch einen oder mehrere Benutzer gehören.

source: No Awareness Programs found.
de: Keine Awareness-Programme gefunden.

source: List of users
de: Liste der Users

source: %d day
de: %d Tag

source: Are you sure you want to start "%s"?
de: Sind Sie sicher, dass Sie "%s" starten möchten?

source: All emails asociated with this awareness trainings are put on an email queue and flushed every hour by a daily cron. The cron pushes up to %s email, this means you need 10 hours to flush %s email. You can monitor the queue on System / Settings / Mail Queue.
de: Alle e-Mails treusorgende mit diesem Bewusstsein-Trainings sind setzen Sie auf eine e-Mail-Warteschlange und stündlich von einem täglichen Cron gespült. Die Cron treibt auf %s e-Mail, dies bedeutet, dass Sie 10 Stunden, %s e-Mail zu spülen. Sie können die Warteschlange auf System überwachen / Einstellungen / E-Mail-Warteschlange.

source: Are you sure you want to stop "%s"?
de: Sind Sie sicher, dass Sie "%s" beenden möchten?

source: You might have emails on the mail queue for this awareness, please go to System / Settings / Mail Queue and search mails under the description: Awareness Training: %s of Awareness. Otherwise this emails will be sent out.
de: Sie möglicherweise e-Mails auf der e-Mail-Warteschlange für dieses Bewusstsein, gehen Sie bitte auf System / Einstellungen / E-Mail-Warteschlange und Suche mails unter der Bezeichnung: Awareness Training: %s des Bewusstseins. Ansonsten werden diese e-Mails verschickt.

source: Analysis
de: Analyse

source: Treatment
de: erhalten.

source: Risk Response Plan
de: Antwort Risikoplan

source: Give this risk a descriptive title.
de: Geben Sie dieses Risiko einen aussagekräftigen Titel.

source: The risk owner is the individual at the GRC team that will be responsible to interview, analyse, document and review this risk properly.
de: Der Risiko-Besitzer ist die Person in das GRC-Team, das übernimmt, interview, analysieren, Dokument und überprüfen Sie dieses Risiko richtig.

source: Risk collaborators are those that generate risks by doing something or taking a specific decision. For example, all finance risks should have the finance team as collaborators.
de: Risiko-Mitarbeiter sind diejenigen, die Risiken zu generieren, indem Sie etwas zu tun oder eine bestimmte Entscheidung zu treffen. Beispielsweise sollten alle Finanz-Risiken der Finanzabteilung als Kollaborateure haben.

source: Add a tag
de: Neuen Tag hinzufügen

source: OPTIONAL: Use tags to classify or tag your risk, examples are "Risk beign treated", "High Risk", "Financial Risk", Etc.
de: OPTIONAL: Verwenden Sie Tags, um zu klassifizieren oder markieren Ihr Risiko, Beispiele sind "Risk-Beign behandelt", "High Risk", "Finanzrisiko" usw..

source: eramba assumes you will review risks at regular point in time. The date you set in this field will be the one used to trigger notifications (to the owner, collabortor or anyone you define).
de: Eramba nimmt an, dass Sie Risiken an regelmäßigen Punkt in der Zeit zu überprüfen. Das Datum, die, das Sie in dieses Feld festgelegt, werden verwendet, um Benachrichtigungen (an den Eigentümer, Collabortor oder jemand, den Sie definieren) auszulösen.

source: Select one or more business units (defined at Organisation / Business Units) that you want to include on the scope of this risk.
de: Wählen Sie eine oder mehrere Geschäftseinheiten (Organisation definiert / Business Units), die über den Umfang dieses Risikos berücksichtigt werden sollen.

source: Select one or more processes (defined under each business unit at Organisation / Bussiness Units) that you want to include on the scope of this Risk.
de: Wählen Sie einen oder mehrere Prozesse (unter jedem Business Unit bei Organisation definiert / Bussiness-Einheiten), die über den Umfang dieses Risikos berücksichtigt werden sollen.

source: The total revenue per day is automatically calculated based on the processes chosen.
de: Der Gesamtumsatz pro Tag automatisch auf die Prozesse ausgewählt errechnet.

source: The minimum RTO objective is shown from is automatically calculated based on the processes chosen.
de: Das Mindestziel RTO gezeigt aus automatisch errechnet sich anhand der Prozesse gewählt.

source: The minimum MTO objective is shown from is automatically calculated based on the processes chosen.
de: Das Mindestziel MTO gezeigt aus automatisch errechnet sich anhand der Prozesse gewählt.

source: Business Impact
de: Geschäftsentwicklung

source: What is the Business Impact if this Risk materializes?
de: Was ist die geschäftlichen Auswirkungen, wenn dieses Risiko verwirklicht?

source: Threats Tags
de: Bedrohungen-Tags

source: Select all applicable threats.
de: Wählen Sie alle anwendbaren Bedrohungen.

source: Threat Description
de: Bedrohungsbeschreibung

source: Describe the context of the threats if you wish.
de: Beschreiben Sie im Kontext der Gefahren, wenn Sie es wünschen.

source: Vulnerabilities Tags
de: Schwachstellen-Tags

source: Select all applicable vulnerabilities.
de: Wählen Sie alle anwendbaren Schwachstellen.

source: Vulnerabilities Description
de: Schwachstellen-Beschreibung

source: Describe the context of the vulnerabiliites if you wish.
de: Beschreiben Sie im Kontext der Vulnerabiliites, wenn Sie es wünschen.

source: eramba will display your risk classification options as per the settings defined at Risk Management / Business Impact Analysis / Settings / Classification and the Risk Calculation method choosen at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
de: Eramba wird Anzeigeoptionen Ihr Risiko Einstufung gemäß den Einstellungen definiert im Risk Management / Business Impact-Analyse / Einstellungen / Klassifizierung und die Risikoberechnung Methode gewählt am Risikomanagement / Business Impact-Analyse / Einstellungen / Risikoberechnung.

source: Exceeds Risk Appetite of %s
de: Übersteigt der Risikobereitschaft von %s

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
de: Risiko-Score wird automatisch anhand der Klassifizierung, die auf der vorherigen Registerkarte ausgewählt und der Risikoberechnung auf Risikomanagement definiert / Business Impact-Analyse / Einstellungen / Risk-Berechnung.

source: Select a treatment strategy for this risk, if you choose "Accept", "Avoid" or "Transfer" you must include a "Risk Exception", if you choose "Mitigation" you must include a "Compensating Control".
de: Wählen Sie eine Behandlungsstrategie für dieses Risiko, wenn Sie "Annehmen", "Ausweichen" oder "Übertragen" wählen Sie müssen eine "Risiko-Exception" einschließen, wählst du "Mitigation" Sie müssen ein "Ausgleich-Steuerelement" einschließen.

source: Mitigating Controls
de: Mildernden Kontrollen

source: MANDATORY: This field is only mandatory if strategy is set to "Mitigate". Select controls defined at Control Catalogue / Security services that reduce the Risk Score.
de: OBLIGATORISCH: Dieses Feld ist nur obligatorisch, wenn Strategie zur "Behebung" eingestellt ist. Wählen Sie Steuerelemente definiert im Katalog / Sicherheitsdienste, die Verringerung der Risiko-Score.

source: Mitigating Procedures
de: Mildernden Verfahren

source: OPTIONAL: Select one or more procedures defined at Control Catalogue / Security Policies that reduce the score for this Risk.
de: OPTIONAL: Wählen Sie eine oder mehrere Prozeduren definiert im Katalog / Sicherheitsrichtlinien, die die Punktzahl für dieses Risiko zu reduzieren.

source: Mitigating Policies
de: Schadensbegrenzenden Maßnahmen

source: OPTIONAL: Select one or more policies defined at Control Catalogue / Security Policies that reduce the score for this Risk.
de: OPTIONAL: Wählen Sie eine oder mehrere Richtlinien definiert im Katalog / Sicherheitsrichtlinien, die die Punktzahl für dieses Risiko zu reduzieren.

source: Mitigating Standard
de: Mildernden Standard

source: OPTIONAL: Select one or more standards defined at Control Catalogue / Security Policies that reduce the score for this Risk.
de: OPTIONAL: Wählen Sie eine oder mehrere Normen definiert im Katalog / Sicherheitsrichtlinien, die die Punktzahl für dieses Risiko zu reduzieren.

source: Applicable Risk Exceptions
de: Geltenden Risiko Ausnahmen

source: MANDATORY: This field is mandatory if you choose "Accept", "Transfer" or "Avoid" as treatment strategy. Select which Risk Exceptions (defined at Risk Management / Risk Exceptions) you wish to use to state acceptance, avoidance or transfer of this risk.
de: OBLIGATORISCH: Dieses Feld ist obligatorisch, wenn Sie "Annehmen", "Transfer" oder "Vermeiden" als Behandlungsstrategie auswählen. Wählen Sie welche Gefahr Ausnahmen (definiert im Risikomanagement / Risiko Ausnahmen) staatliche Akzeptanz, Vermeidung oder Übertragung von diesem Risiko verwenden möchten.

source: Treatment Projects
de: Projekte

source: OPTIONAL: Select one ore more projects (defined at Security Operations / Project Management) used to improve the treatment of this risk. This is sometimes called "Risk Treatment Plan" and used when no mitigation controls exist on the organisation.
de: OPTIONAL: Wählen Sie ein oder mehrere Projekte (definiert im Security Operations / Projektmanagement) verwendet, um die Behandlung dieses Risikos zu verbessern. Dies ist manchmal genannt "Risiko Behandlung Plan" und verwendet, wenn keine Kontrollmechanismen zur Risikominderung in der Organisation vorhanden.

source: Mitigating Business Continuity Plans
de: Minderung von Business Continuity Pläne

source: OPTIONAL: Select which Business Continuity plans (defined at Control Catalogue / Business Continuity Plans) you wish to utilize to deal with the mitigation of this risk.
de: OPTIONAL: Wählen Sie die Business Continuity Pläne (definiert im Katalog / Business Continuity Pläne) nutzen, um die Minderung dieses Risikos beschäftigen möchten.

source: Residual Score
de: Restwert Summe

source: Select the percentage of Risk Reduction that was achieved by applying Security Controls. If the risk score for this risk is 100 points and you select %100, the residual for this risk will be 100 points. If you choose %30, the residual will be 30.
de: Wählen Sie den Prozentsatz der Verringerung des Risikos, das durch die Anwendung von Sicherheitskontrollen erreicht wurde. Wenn die Risiko-Score für dieses Risiko 100 Punkte beträgt und 100 % auswählen, wird der Rest für dieses Risiko 100 Punkte sein. Bei Auswahl von 30 % wird der Restwert 30 sein.

source: Risk Response Procedure
de: Risiko-Response-Verfahren

source: Select one or more procedures (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
de: Wählen Sie eine oder mehrere Prozeduren (definiert im Katalog / Sicherheitsrichtlinien), die verwendet wird, wenn Aufnahme Vorfälle auf dem Vorfall-Modul befindet sich im Security Operations / Incident Management.

source: Risk Response Policy
de: Antwort Risikopolitik

source: Select one or more policies (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
de: Wählen Sie eine oder mehrere Richtlinien (definiert im Katalog / Sicherheitsrichtlinien), die verwendet wird, wenn Aufnahme Vorfälle auf dem Vorfall-Modul befindet sich im Security Operations / Incident Management.

source: Risk Response Standard
de: Risiko-Antwort-Standard

source: Select one or more standards (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
de: Wählen Sie eine oder mehrere Normen (definiert im Katalog / Sicherheitsrichtlinien), die verwendet wird, wenn Aufnahme Vorfälle auf dem Vorfall-Modul befindet sich im Security Operations / Incident Management.

source: Business based risk
de: Geschäftsrisiko basierend

source: Risk name
de: Risikoname

source: Next review
de: Nächste Überprüfung

source: Risk score
de: Risikobewertung

source: Residual risk score
de: Verbleibende Risiko-score

source: Revenue per day
de: Umsatz pro Tag

source: Maximum mto
de: Maximale mto

source: Minimum rto
de: Minimale rto

source: Involved Processes
de: Beteiligten Prozesse

source: Process name
de: Prozessname

source: No Processes found.
de: Keine Prozesse gefunden.

source: Mitigation strategy
de: Strategie zur Risikominderung

source: Risk Treatment - Controls
de: Risikobehandlung - Steuerelemente

source: Risk Incident - Policies
de: Risiko-Vorfall - Richtlinien

source: Risk Treatment - Policies
de: Behandlung - Richtlinien

source: Risk Treatment - Exceptions
de: Risikobehandlung - Ausnahmen

source: Requester
de: Antragsteller/in

source: Risk Treatment - Plans &amp; Improvements
de: Risikobehandlung - Pläne &amp; Verbesserungen

source: No projects found.
de: Keine Projekte gefunden.

source: Planned date
de: Geplanter Termin

source: Actual date
de: Aktuelles Datum

source: No reviews found.
de: Keine Bewertungen gefunden.

source: %d Hour
de: %d Stunden

source: Business Based Risk
de: Risk Based Business

source: Views
de: Ansichten

source: List Business Continuities
de: Liste Business Kontinuitäten

source: List Business Units
de: Liste Business Units

source: Calculation Method
de: Rechenmethode

source: Risk Appetite
de: Risikolust

source: No Business Continuities found.
de: Kein Business-Kontinuitäten gefunden.

source: No Business Continuities related to this Business Unit found.
de: Kein Business-Kontinuitäten im Zusammenhang mit diesem Geschäftsbereich gefunden.

source: The mitigation strategy chosen for this risk, options are: Accept, Mitigate, Transfer and Avoid
de: Die Strategie zur Risikominimierung für dieses Risiko gewählt Optionen sind: akzeptieren, zu mildern, zu übertragen und zu vermeiden

source: The score calculated for this risk after it's assets (their liabilities) and the risk classification has been factored.
de: Der Score berechnet für dieses Risiko nach es hat Vermögenswerte (ihre Verbindlichkeiten) und der Risikoeinstufung berücksichtigt worden.

source: The residual risk remaining
de: Das verbleibende Restrisiko

source: This is the total daily revenue generated per day by all the business processes included on this Risk
de: Dies ist die total täglichen Einnahmen pro Tag durch alle Geschäftsprozesse, die auf dieses Risiko enthalten

source: From all the processes included in this Risk, this is the maximum MTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this MTO to ensure all processes included in this Risk are addressed. Remember, MTO means for how long things can be broken before they become a serious issue.
de: Von allen Prozessen, die in dieses Risiko enthalten handelt es sich um die maximale MTO. Dies bedeutet, dass die Eventualitäten (Continuity-Pläne), die dieses Risiko zu vermindern diese MTO um sicherzustellen, dass alle Prozesse dieses Risiko richten erfüllen sollte. Denken Sie daran, dass MTO bedeutet für wie lange Dinge durchbrochen werden können, bevor sie ein ernstes Problem geworden.

source: Maximum MTO
de: Maximale MTO

source: From all the processes included in this Risk, this is the minimum RTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this RTO to ensure all processes included in this Risk are addressed. Remember, RTO means how long it should take to put things up, this should be less or equal to MTO.
de: Von allen Prozessen, die in dieses Risiko enthalten handelt es sich um die minimale RTO. Dies bedeutet, dass die Eventualitäten (Continuity-Pläne), die dieses Risiko zu vermindern diese RTO um sicherzustellen, dass alle Prozesse dieses Risiko richten erfüllen sollte. Denken Sie daran, RTO bedeutet, wie lange es dauern sollte, um Sachen oben zu setzen, dies sollte kleiner oder gleich MTO.

source: The owner of the risk is usually the individual that ensures the risk is properly analysed, documented, communicated and reviewed
de: Der Besitzer des Risikos ist in der Regel das Individuum, das sichert das Risiko richtig analysiert, dokumentiert, kommuniziert und überprüft

source: Is usually the individual that owns the risk. For example, if risk analysing an aircraft electronic system, the engineer (or its manager) that knows and understand the system could potentially be the stakeholder.
de: Ist in der Regel die Person, die das Risiko besitzt. Wenn z. B. Risiko Analyse eines Flugzeugs, das elektronische System, der Ingenieur (oder Manager), das weiß und das System verstehen, könnte der Verwahrer zu sein.

source: Risks must be reviewed at regular points in time to ensure they remain relevant and updated to the business. Notifications are triggered (optionaly) when this date arrives
de: Risiken müssen zu regelmäßigen Zeitpunkten überprüft werden, in der Zeit um sicherzustellen, dass sie relevant und aktualisiert, um das Geschäft zu bleiben. Benachrichtigungen sind ausgelöste (optional), wenn dieses Datum ankommt

source: Risks can have multiple status: - "Risk Review Expired (Red)" - when the risk review date is in the past. A system record is generated when that event happened. - "Controls with Issues (the worst colour that inherits from the security service)" - when at least one of the security controls used to mitigate this risk has a failed or missing audit. A system record is generated when this happens. The record includes the control name. - "Exceptions with Issues (red)" - when at least one of the exceptions used in this risk is expired. A system record is generated when that happens. The record includes the name of the exception. - "Risk above appettite (red)" - when the risk score is above the risk appetite. A system record is generated when that happens with the risk score and the appetite score.
de: Risiken können mehrfachen Status haben: - "Risikobewertung abgelaufen (rot)" - wenn das Risikoprüfungsdatum in der Vergangenheit liegt. Ein Systemdatensatz wird erzeugt, wenn dieses Ereignis passiert ist. - "Kontrollen mit Problemen (die schlechteste Farbe, die vom Sicherheitsdienst erbt)" - Wenn mindestens eines der Sicherheitskontrollen, die zur Minderung dieses Risikos verwendet wird, ein fehlgeschlagenes oder fehlendes Audit hat. Ein Systemdatensatz wird generiert, wenn dies geschieht. Der Datensatz enthält den Kontrollnamen. - "Ausnahmen mit Problemen (rot)" - wenn mindestens eine der in diesem Risiko verwendeten Ausnahmen abgelaufen ist. Ein Systemdatensatz wird erzeugt, wenn das passiert. Der Datensatz enthält den Namen der Ausnahme. - "Risiko über appettite (rot)" - wenn die Risiko-Score über dem Risiko Appetit ist. Ein Systemrekord wird generiert, wenn das mit dem Risiko-Score und dem Appetit-Score passiert.

source: Process
de: Prozess

source: A description of the business impact should the risk materializes
de: Eine Beschreibung der die geschäftlichen Auswirkungen sollte das Risiko materialisiert

source: The list of threats (from a predefined list) for this risk
de: Die Liste der Bedrohungen (aus einer vordefinierten Liste) für dieses Risiko

source: Threat Tags
de: Bedrohung durch Tags

source: The list of vulnerabilities (from a predefined list) for this risk
de: Die Liste der Schwachstellen (aus einer vordefinierten Liste) für dieses Risiko

source: Vulnerability Tags
de: Verwundbarkeit-Tags

source: A more detailed description of the thread
de: Eine ausführlichere Beschreibung des Gewindes

source: A more detailed description of the vulnerability
de: Eine ausführlichere Beschreibung der Sicherheitslücke

source: Vulnerability Description
de: Anfälligkeits-Beschreibung

source: The name of the exception
de: Der Name des Compliance Exception oder Security Service

source: The requester is usually the person that approved the risk Exception (and usually the person that accepts taking the risk asociated with it)
de: Der Antragsteller ist in der Regel die Person, die das Risiko Ausnahme genehmigt (und in der Regel die Person, die akzeptiert, nimmt das Risiko treusorgende mit ihm)

source: The date when this risk exceptions expires. You can optionally set an email notification.
de: Das Datum des Ablaufs dieses Risiko Ausnahmen. Sie können optional eine e-Mail-Benachrichtigung einrichten.

source: The status for risk exceptions can be: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
de: Der Status für Risiko-Ausnahmen kann sein: "Abgelaufen (rot)" - Wenn das Datum eingestellt ist in der Vergangenheit. Ein System-Datensatz wird auf die Ausnahme generiert, wenn das passiert.

source: No Risks Exceptions found.
de: Keine Risiken Ausnahmen gefunden.

source: Treatment Policies
de: Behandlung-Richtlinien

source: The name for the Continuity Plan
de: Der Name für die Continuity-Plan

source: Plan Title
de: Stockwerk

source: The Launch Initiator is the person who is authorized to launch or declare the need for the plan.
de: Starten Sie Initiator ist die Person, die berechtigt ist, zu starten oder die Notwendigkeit des Plans zu erklären.

source: Launch Initiator
de: Starten Sie Initiator

source: The owner of the plan is usually the individual that is held responsible for the plan management.
de: Der Besitzer des Plans ist in der Regel die Person, die für das Planmanagement verantwortlich ist.
