Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: The sponsor is usually the individual that needs the plan.
de: Der Sponsor ist in der Regel die Person, die den Plan braucht.

source: The status for continiuty plans are: - "Last audit failed (red)" - when the last audit for this security service is tagged as "failed". A system record is generated on the security service when the audit was tagged as failed. - "Last audit missing (yellow)" - when the last audit for this security service is incomplete. A system record is generated on the security service when the audit day arrived and the item was not edited. - "Last maintenance missing (yellow)" - when the last maintenance for this security service is incomplete. A system record is generated on the security service when the maintenance day arrived and the item was not edited. - "Ongoing Corrective Actions (blue)" - when the last audit of this service was tagged as failed and a project has been asociated. A system record is generated on the security service when the project is assigned to the failed audit. - "Ongoing Security Incident (yellow)" - when a given securit service has a security incident with status open mapped. A system record is created when the incident has been mapped. The record has the incident title. - "Design (yellow)" - when a given security service is in status "design". When the item is set to design or production a system record is generated stated if it changed to "design" or "production".
de: Der Status für fortlaufende Pläne sind: - "Letztes Audit fehlgeschlagen (rot)" - wenn das letzte Audit für diesen Sicherheitsdienst als "fehlgeschlagen" markiert ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn das Audit als fehlgeschlagen markiert wurde. - "Letztes Audit fehlt (gelb)" - wenn das letzte Audit für diesen Sicherheitsdienst unvollständig ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn der Audit-Tag angekommen ist und der Artikel nicht bearbeitet wurde. - "Letzte Wartung fehlt (gelb)" - wenn die letzte Wartung für diesen Sicherheitsdienst unvollständig ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn der Wartungstag angekommen ist und der Artikel nicht bearbeitet wurde. - "laufende Korrekturmaßnahmen (blau)" - bei der letzten Prüfung dieses Dienstes wurde als fehlgeschlagen markiert und ein Projekt wurde vergeben. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn das Projekt dem fehlgeschlagenen Auditor zugeordnet ist. - "laufenden Sicherheitsvorfall (gelb)" - wenn ein bestimmter Sicherheitsdienst einen Sicherheitsvorfall mit Status offenen Zuordnungen hat. Ein Systemdatensatz wird erstellt, wenn der Vorfall zugeordnet wurde. Die Aufzeichnung hat den Vorfalltitel. - "Design (gelb)" - wenn ein bestimmter Sicherheitsdienst im Status "Design" ist. Wenn das Element auf Design oder Produktion eingestellt ist, wird ein Systemdatensatz generiert, wenn er sich in "Design" oder "Produktion" geändert hat.

source: No Business Continuity Plans found.
de: Kein Business Continuity Pläne gefunden.

source: The name of the control for which an improvement is planned.
de: Der Name des Steuerelements eine Verbesserung vorgesehen.

source: Improvement Project
de: Verbesserungsprojekt

source: The name of the project created to correct this issue.
de: Der Name des Projekts geschaffen, um dieses Problem zu beheben.

source: Add Project
de: Projekt hinzufügen

source: Map one or more security incidents for this improvement.
de: Ordnen Sie ein oder mehrere Sicherheitsvorfälle für diese Verbesserung.

source: Add Security Incident
de: Sicherheitsvorfall hinzufügen

source: Are you really sure you want to delete item?
de: Sind Sie wirklich sicher, dass Sie Artikel löschen möchten?

source: At the time of creating the Security Service, a metric was defined in order to be able to measure the level of efficacy of the control. This should be utilized as the base for this audit review.
de: Zum Zeitpunkt der Erstellung des Sicherheitsdienstes war eine Metrik definiert, um das Niveau der Wirksamkeit des Steuerelements messen zu können. Dies sollte als Basis für diese prüferischen Durchsicht genutzt werden.

source: Metric Success Criteria
de: Metrische Erfolgskriterien

source: At the time of creating the Security Service, a success criteria was defined in order to evaluate if the metric results are within acceptable threasholds (audit pass) or not (audit not pass).
de: Zum Zeitpunkt der Erstellung des Sicherheitsdienstes, ein Erfolg Kriterien wurde definiert, um zu beurteilen ob die metrische Ergebnisse in akzeptablen Threasholds (Audit-Pass) oder nicht (audit nicht passieren).

source: Audit Conclusion
de: Abschluss der Prüfung

source: Describe what evidence was avilable, the accuracy and integrity of the metrics taken and if the metrics are within the expected threasholds or not.
de: Beschreiben Sie, welche Beweise Avilable, die Richtigkeit und Vollständigkeit der Metriken genommen wurde und ob die Metriken innerhalb der erwarteten Threasholds oder nicht.

source: Audit Owner
de: Audit-Verantwortlicher

source: Register the person who has worked on this audit (the auditor name)
de: Registrieren Sie die Person, die an dieser Prüfung (der Name des Prüfers) gearbeitet hat

source: Register the date at which this audit started.
de: Registrieren Sie das Datum, an dem diese Prüfung begonnen hat.

source: Register the date at which this audit ended.
de: Registrieren Sie das Datum, an dem diese Prüfung beendet wurde.

source: Audit Result
de: Ergebnis der Aufgabe

source: After evluating the audit evidence, success criteria, etc you are able to conclude with the audit result. Pass or Fail are the available options.
de: Nach Evluating Prüfungsnachweise, Erfolgskriterien usw. sind Sie in der Lage, mit dem Prüfungsergebnis abzuschließen. Bestanden oder nicht bestanden, sind die verfügbaren Optionen.

source: Audit Methodology
de: Prüfmethodik

source: Actual End
de: Tatsächliches Ende

source: Improve
de: Verbessern

source: N/A
de: K/A

source: Correction
de: Korrektur

source: This is a correction project created to fix previous audit issues. The project name is %s
de: Dies ist eine Korrektur-Projekt erstellt, um die vorherige Prüfung Probleme zu beheben. Der Projektname ist %s

source: No Audits found.
de: Keine Prüfungen gefunden.

source: Plan Task Details
de: Aufgabendetails planen

source: Step
de: Schritt

source: When
de: Wann

source: Who
de: Wer

source: Awareness Role
de: Bewusstseinsrolle

source: Does Something
de: Ist etwas

source: Where
de: dabei ist

source: How
de: Wie

source: Acknowledge
de: Bestätigen

source: No Business Continuity Plan Tasks found.
de: Keine Business Continuity Plan Aufgaben gefunden.

source: There is nothing to show.
de: Es gibt nichts zu zeigen.

source: The name for this Continuity Plan
de: Der Name für diesen Kontinuitätsplan

source: Describe the plan objective, it should be something short and straightforward to understand
de: Beschreibe das Plan Ziel, es sollte etwas kurz und einfach zu verstehen

source: Launch Criteria
de: Startkriterien

source: OPTIONAL: Describe the criteria the plan initiator should use to trigger this continuity plan.
de: OPTIONAL: Beschreiben Sie die Kriterien, die der Planinitiator verwenden sollte, um diesen Kontinuitätsplan auszulösen.

source: Who is responsible for keeping this plan realitistic, communicated and applicable?
de: Wer ist dafür verantwortlich, diesen Plan realistisch, kommuniziert und anwendbar zu halten?

source: Cost (OPEX)
de: Kosten (OPEX)

source: Describe the associated OPEX for of this Control
de: Beschreiben Sie den zugehörigen OPEX für dieses Control

source: Cost (CAPEX)
de: Kosten (CAPEX)

source: Describe the associated CAPEX for this Control
de: Beschreiben Sie die zugehörige CAPEX für dieses Control

source: The amount of days required to keep the plan operative. For example, 4 people need to work on the plan at least 5 days to ensure is audited, operational, Etc. That would make 20 days of effort (in terms of cost).
de: Die Anzahl der Tage, die erforderlich sind, um den Plan zu betreiben. Zum Beispiel müssen 4 Personen auf dem Plan mindestens 5 Tage arbeiten, um sicherzustellen, dass geprüft, betrieblich, etc. Das würde 20 Tage Anstrengung (in Bezug auf die Kosten) machen.

source: The plan can be either in "Design" or "Production" phases. If the plan is set to "Design" it will not be shown on the rest of the system and audits will not be available
de: Der Plan kann entweder in "Design" oder "Produktion" Phasen sein. Wenn der Plan auf "Design" gesetzt ist, wird er nicht auf dem restlichen System angezeigt und Audits stehen nicht zur Verfügung

source: Define how this continiuty plan will be tested at regular point in time.)
de: Definieren Sie, wie dieser Rahmenplan regelmäßig getestet wird.)

source: What criteria will be used to determine if the plan worked or not.
de: Welche Kriterien werden verwendet, um festzustellen, ob der Plan funktioniert oder nicht.

source: Audit Dates
de: Prüfungstermine

source: Insert dates when this plan needs to be tested every year.
de: Legen Sie Termine ein, wenn dieser Plan jedes Jahr getestet werden muss.

source: Launch criteria
de: Startkriterien

source: Resource utilization
de: Ressourcennutzung

source: Plan Details
de: Abonnementdetails

source: Task Owner
de: Aufgabenbesitzer

source: Does what
de: Macht was

source: No plan details found.
de: Keine Details gefunden

source: Audit information
de: Audit Informationen

source: Audit metric
de: Audit metrisch

source: Audit success criteria
de: Audit Erfolgskriterien

source: Planned audit date
de: Geplantes Prüfungsdatum

source: Actual start date
de: Aktueller Start

source: Actual end date
de: Tatsächliches Enddatum

source: No audit information found.
de: Keine Audit-Informationen gefunden.

source: Add New Task on Plan
de: Neue Aufgabe auf Plan hinzufügen

source: Export CSV
de: CSV-Datei exportieren

source: The OPEX cost of the plan. This is useful for budget planning.
de: Die OPEX Kosten des Plans. Dies ist für die Budgetplanung sinnvoll.

source: The CAPEX cost of the plan. This is useful for budget planning.
de: Die CAPEX Kosten des Plans. Dies ist für die Budgetplanung sinnvoll.

source: No Notification
de: keine Notifizierung erforderlich

source: A descriptive criteria for this classification.
de: Ein beschreibendes Kriterium für diese Klassifizierung.

source: The criteria used to determine if the plan should be launched or not.
de: Die Kriterien, die verwendet werden, um festzustellen, ob der Plan gestartet werden soll oder nicht.

source: The metric used to audit the plan. For example: Time to provide continuity.
de: Die Metrik zur Prüfung des Plans. Zum Beispiel: Zeit, um Kontinuität zu bieten.

source: The measurement of the metric must be validated against a criteria to determine if the audit pass or not. For example: Under 1hour.
de: Die Messung der Metrik muss nach einem Kriterium validiert werden, um festzustellen, ob der Audit passiert oder nicht. Zum Beispiel: Unter 1 Stunde.

source: Continuity Plan Details
de: Kontinuitätsplan Details

source: In this plan, where this step goes? Example: 1, 4, 6, Etc.
de: In diesem Plan, wo dieser Schritt geht? Beispiel: 1, 4, 6, usw.

source: When following an emergency procedure, is important to know who does what in particular when! Example: no longer than 5 minutes after declared the crisis.
de: Wenn nach einem Notfall-Verfahren, ist wichtig zu wissen, wer was tut was besonders wenn! Beispiel: nicht mehr als 5 Minuten nach der Krise erklärt.

source: Who is executing this task? This shoud be an individual, a group, Etc.
de: Wer führt diese Aufgabe aus? Das ist ein Individuum, eine Gruppe, Etc.

source: Select the user that is responsible for this task. This will be used to ensure he is notified at regular periods about his responsabilities on this plan.
de: Wählen Sie den Benutzer aus, der für diese Aufgabe verantwortlich ist. Dies wird verwendet werden, um sicherzustellen, dass er in regelmäßigen Abständen über seine Verantwortlichkeiten auf diesem Plan benachrichtigt wird.

source: Describe very briefly what is the task required to execute
de: Beschreiben Sie ganz kurz, was ist die Aufgabe erforderlich, um auszuführen

source: Does What
de: Macht was

source: Where is the task executed?
de: Wo wird die Aufgabe ausgeführt?

source: How is the task executed?
de: Wie wird die Aufgabe ausgeführt?

source: Awareness Status
de: Bewusstseinsstatus

source: Select user
de: Benutzer wählen

source: The individual selected can get notifications at regular points in time reminding him of his responsabilities in this plan.
de: Die ausgewählte Person kann zu regelmäßigen Zeitpunkten Benachrichtigungen erhalten, die ihn an seine Verantwortlichkeiten in diesem Plan erinnern.

source: Plan Step
de: Planschritt

source: In this plan, where this step goes? Example: 1, 4, 6, Etc.
de: In diesem Plan, wo dieser Schritt geht? Beispiel: 1, 4, 6, usw.

source: When reading an emergency procedure, is important to know who does what in particular when! Example: no longer than 5 minutes after declared the crisis.
de: Beim Lesen eines Notfall-Verfahrens, ist wichtig zu wissen, wer was tut was besonders wenn! Beispiel: nicht mehr als 5 Minuten nach der Krise erklärt.

source: Valid examples: Warms up engines, Starts passive DC infrastructure. There's no point in writting how in details that is to be done since you shouldnt expect someone to learn to do something while in the middle of an emergency
de: Gültige Beispiele: Warms up engines, startet passive DC Infrastruktur. Es gibt keinen Sinn in writting, wie in Details, die getan werden soll, da Sie nicht erwarten, dass jemand zu lernen, etwas zu tun, während in der Mitte eines Notfalls

source: Name this business unit, for example: Finance
de: Nennen Sie diese Geschäftseinheit, zB: Finanzen

source: Give a brief description of what this Business Unit delivers
de: Geben Sie eine kurze Beschreibung dessen, was diese Business Unit liefert

source: INFORMATIVE: Select one system user that will act as representative for this business unit, if you havent got a user account you can use admin.
de: INFORMATIV: Wählen Sie einen Systembenutzer aus, der als Repräsentant für diese Geschäftseinheit fungiert, wenn Sie ein Benutzerkonto haben, das Sie admin verwenden können.

source: Add User
de: Benutzer hinzufügen

source: OPTIONAL: Select one or more liabilities to which this BU is subject to. Remeber you can define liabilities under Organisation / Legal Constrains or create a new one using the icon on the right.
de: OPTIONAL: Wählen Sie eine oder mehrere Verbindlichkeiten aus, denen diese BU unterliegt. Hiermit können Sie Verbindlichkeiten unter Organization / Legal Constrains definieren oder eine neue mit dem Symbol auf der rechten Seite erstellen.

source: Business Unit Name:
de: Name der Geschäftseinheit.

source: Add Process
de: Prozess hinzufügen

source: Business Unit name.
de: Name der Geschäftseinheit.

source: Libilities that impact this business unit. Depending on the risk calculation you use, these liabilities will later affect risk scores under Risk Management / Business Impact Analysis
de: Libalen, die diese Geschäftseinheit beeinflussen. Abhängig von der von Ihnen eingesetzten Risikokalkulation werden diese Verbindlichkeiten später die Risiko-Scores unter Risikomanagement / Business Impact Analysis beeinflussen

source: The Business Unit owner is the individual accountable for that area of the business.
de: Der Geschäftsbereich Eigentümer ist die Person verantwortlich für diesen Bereich des Unternehmens.

source: Business Owner
de: Geschäftsinhaber

source: Process Name
de: Prozessname

source: Process Description
de: Prozessbeschreibung

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. How long (in days, hours, etc) should it take to get things back on (this should be less or equal to MTO). Most business people usually reply ASAP, but in practice that might not be accurate.
de: OPTIONAL: Dieser Wert ist nur dann sinnvoll, wenn Sie BIA (Business Impact Analysis) Ihre Organisation mit dem Modul Risikomanagement / Business Impact Analysis planen. Wie lange (in Tagen, Stunden, etc.) sollte es dauern, um die Dinge wieder auf (dies sollte weniger oder gleich MTO). Die meisten Geschäftsleute antworten in der Regel so schnell wie möglich, aber in der Praxis ist das vielleicht nicht richtig.

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. How long things can be broken before they become a serious business problem.
de: OPTIONAL: Dieser Wert ist nur dann sinnvoll, wenn Sie BIA (Business Impact Analysis) Ihre Organisation mit dem Modul Risikomanagement / Business Impact Analysis planen. Wie lange Dinge können gebrochen werden, bevor sie ein ernstes Problem werden.

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. This should be used as a prioritization tool in order to Risk analyse those business that loss is higher. The calculation is done as Revenue per Hour / MTO).
de: OPTIONAL: Dieser Wert ist nur dann sinnvoll, wenn Sie BIA (Business Impact Analysis) Ihre Organisation mit dem Modul Risikomanagement / Business Impact Analysis planen. Dies sollte als Priorisierungs-Tool verwendet werden, um Risiko zu analysieren, dass Unternehmen, dass der Verlust höher ist. Die Berechnung erfolgt als Umsatz pro Stunde / MTO).

source: BIA Priority
de: BIA Priorität

source: No Business Processes found.
de: Keine Geschäftsprozesse gefunden

source: Removing Business Unit will also delete related Business Processes, Assets and Risks. Continue?
de: Die Beseitigung der Geschäftseinheit wird auch die damit verbundenen Geschäftsprozesse, Vermögenswerte und Risiken löschen. Fortsetzen?

source: Message
de: Nachricht

source: Are you really sure you want to delete the comment?
de: Sind Sie wirklich sicher, dass Sie den Kommentar löschen möchten?

source: No Comments found.
de: Keine weiteren Kommentare vorhanden.

source: Provide a title for this finding, such as "FIND01 - Missing Firewall Policies"
de: Geben Sie einen Titel für diesen Befund, wie "FIND01 - Fehlende Firewall-Richtlinien"

source: Describe the finding.
de: Beschreiben Sie den Befund.

source: Input the date by which this compliance findings must be resolved, you can assign notifications to remind your team about this deadline.
de: Geben Sie das Datum ein, mit dem diese Konformitätserklärungen behoben werden müssen, können Sie Benachrichtigungen über diese Frist anrufen.

source: You can use tags to profile your findings, examples are "In Remediation", "Networks", Etc.
de: Sie können Tags verwenden, um Ihre Ergebnisse zu profilieren, Beispiele sind "In Remediation", "Networks", Etc.

source: Use this field to select one or more individuals that are accountable to get this issue sorted out. This is typically someone at the GRC department.
de: Verwenden Sie dieses Feld, um eine oder mehrere Personen auszuwählen, die dafür verantwortlich sind, dass dieses Problem aussortiert wird. Dies ist typischerweise jemand in der GRC-Abteilung.

source: Use this field to select one or more individuals that are responsible to get this issue sorted out. This is typically someone at the department where the finding was found, this could be a Technical department, Etc.
de: Verwenden Sie dieses Feld, um eine oder mehrere Personen auszuwählen, die dafür verantwortlich sind, dieses Problem aussortieren zu lassen. Dies ist in der Regel jemand in der Abteilung, wo die Feststellung gefunden wurde, könnte dies eine technische Abteilung, etc.

source: Set the status of this compliance finding as "open" or "closed" (once is resolved).
de: Setzen Sie den Status dieser Konformitätsfindung als "offen" oder "geschlossen" (einmal ist aufgelöst).

source: Owners
de: Besitzer

source: Associated Compliance Package Items
de: Assoziierte Compliance-Paketposten

source: No Compliance items has been linked to this finding.
de: Es wurden keine Compliance-Artikel mit diesem Ergebnis verknüpft.

source: No Findings found.
de: Keine Ergebnisse gefunden

source: Select one feedback profile from the list above or create a new one using the field below.
de: Wählen Sie ein Feedback-Profil aus der Liste oben oder erstellen Sie eine neue mit dem Feld unten.

source: New Feedback Profile
de: Neues Feedback-Profil

source: Feedback Profiles group possible answers to your questionnaires (you define possible answers in the field below)
de: Feedback-Profile Gruppe mögliche Antworten auf Ihre Fragebögen (Sie definieren mögliche Antworten im Feld unten)

source: Possible answers for your questionnaires, such as "Yes we are compliant", "No we are not compliant", Etc.
de: Mögliche Antworten für Ihre Fragebögen, wie zB "Ja sind wir konform", "Nein, wir sind nicht konform", usw.

source: Profile
de: Profil

source: No Compliance Audit Feedback items found.
de: Keine Compliance Audit Feedback Artikel gefunden.

source: Send
de: Senden

source: Select status
de: Status wählen

source: Define the phase in which this status is: No Evidence Needed, Evidence Provided, Waiting for Evidence.
de: Definiere die Phase, in der dieser Status ist: Kein Nachweis erforderlich, Nachweis, Warten auf Beweis.

source: If you chose "Evidence Needed" or "Waiting for Evidence" you should select one or more individuals in this list that will receive notifications asking them to provide evidence.
de: Wenn Sie sich für "Evidence Needed" oder "Waiting for Evidence" entschieden haben, sollten Sie eine oder mehrere Personen in dieser Liste auswählen, die Benachrichtigungen erhalten, um sie zu belegen.

source: Give a name to this audit. For example: "May Audit for ISO 27001"
de: Geben Sie diesem Audit einen Namen. Zum Beispiel: "Mai Audit für ISO 27001"

source: Choose from the available list of compliance packages the one you will use to audit. You will only see items here if you have previously imported a set of compliance requirements (see Compliance Management / Compliance Packages
de: Wählen Sie aus der Liste der Compliance-Pakete, die Sie zur Prüfung verwenden. Sie sehen hier nur Punkte, wenn Sie zuvor einen Satz von Compliance-Anforderungen importiert haben (siehe Compliance Management / Compliance Packages

source: Select the user account that will take the role of auditor
de: Wählen Sie das Benutzerkonto aus, das die Rolle des Auditors übernimmt

source: OPTIONAL: Select the user account that will will be your contact at the organisation you are auditing. This field is only used for notifications (such as reminders of deadlines, etc) and is not the user that will be asked to respond to your questions.
de: OPTIONAL: Wählen Sie das Benutzerkonto aus, das Ihr Ansprechpartner in der Organisation ist, die Sie auditieren. Dieses Feld wird nur für Benachrichtigungen verwendet (z. B. Erinnerungen an Terminen usw.) und ist nicht der Benutzer, der aufgefordert wird, auf Ihre Fragen zu antworten.

source: INFORMATIVE FIELD: When is this audit scheduled to start? This field is only informative.
de: INFORMATIVES FELD: Wann soll dieses Audit beginnen? Dieses Feld ist nur informativ.

source: INFORMATIVE FIELD: When is this audit scheduled to end? This is used to trigger notifications to the third party contact defined above.
de: INFORMATIVES FELD: Wann soll dieses Audit beendet werden? Dies wird verwendet, um Benachrichtigungen an den oben beschriebenen Drittanbieter-Kontakt auszulösen.
