Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Describe in this section all your third parties - typical examples include your suppliers (Internet providers, etc), business partners (customers, etc) and regulators (PCI-DSS, ISO, Etc). This section will be used for Risk Management (Risk Management / Third Party Risk Management) and to upload Compliance Packages (Compliance Management / Compliance Packages / Import).
de: Beschreiben Sie in diesem Abschnitt Ihre dritte - typische Beispiele sind Ihre Lieferanten (Internet-Provider, Etc), Geschäftspartnern (Kunden, etc.) und Regler (PCI-DSS, ISO, etc.). In diesem Abschnitt werden für das Risikomanagement verwendet werden (Risk Management / Third Party Risk Management) und Compliance Pakete hochladen (Compliance Management / Compliance-Pakete / Import).

source: Delete a Third Party.
de: Löschen eines Dritten.

source: Third Party was successfully deleted.
de: Dritter wurde erfolgreich gelöscht.

source: Create a Third Party
de: Erstellen eines dritten

source: Third Party was successfully added.
de: Dritter wurde erfolgreich hinzugefügt.

source: Edit a Third Party
de: Bearbeiten Sie einen Dritten

source: Third Party was successfully edited.
de: Dritter wurde erfolgreich bearbeitet.

source: Most organizations execute businesses with the help of other partners (customers, suppliers, Etc). Understanding the exchange of information in between your organization and third parties is essential to the security program. Those Third Parties defined in this section will be used for Third Party Risk and Compliance Management purposes.
de: Die meisten Organisationen führen Unternehmen mit Hilfe von anderen Partnern (Kunden, Lieferanten, etc.). Den Austausch von Informationen zwischen Ihrem Unternehmen und Dritten zu verstehen ist wichtig, das Sicherheitsprogramm. Diese dritten Parteien, die in diesem Abschnitt definiert werden Dritten Risiko- und Compliance Management Zwecken verwendet.

source: Third Party - Risk Analysis
de: Drittanbieter - Risikoanalyse

source: Manage your Third Party based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification) and Third Parties (under Organisation / Third Parties)
de: Verwalten Sie Ihren dritten basierte Risikomanagement inklusive Analyse, Behandlung und Kommunikation der Risiken. Dieses Modul benötigen Sie Vermögenswerte identifiziert haben (unter Asset Management / Asset-Identifizierung) und dritten (unter Organisation / dritte)

source: Delete a Third Party Risk.
de: Löschen Sie ein Drittanbieter-Risiko.

source: Third Party Risk was successfully deleted.
de: Third Party Risiko wurde erfolgreich gelöscht.

source: Create a Third Party Risk
de: Erstellen Sie ein Drittanbieter-Risiko

source: Third Party Risk was successfully added.
de: Third Party Risiko wurde erfolgreich hinzugefügt.

source: Third Party Risk was successfully edited.
de: Third Party Risiko wurde erfolgreich bearbeitet.

source: Manage your Third Party based risk management framework including the analysis, treatment and communication of risks.
de: Verwalten Sie Ihren dritten basierte Risikomanagement inklusive Analyse, Behandlung und Kommunikation der Risiken.

source: Threats
de: Bedrohungen

source: Threats lists
de: Bedrohungen-Listen

source: Create a Threat
de: Erstellen Sie eine Bedrohung

source: Threat was successfully added.
de: Bedrohung wurde erfolgreich hinzugefügt.

source: Threat
de: Bedrohung

source: Delete a Threat.
de: Löschen Sie eine Bedrohung.

source: Threat was successfully deleted.
de: Bedrohung wurde erfolgreich gelöscht.

source: Only accounts members of the admin group are allowed to update the system.
de: Nur Benutzerkonten als Mitglieder der Administratorgruppe sind berechtigt, das System zu aktualisieren.

source: Available updates
de: Verfügbare Updates

source: Use this functionality to update your system
de: Verwenden Sie diese Funktion, um Ihr System zu aktualisieren

source: Successfuly updated.
de: Successfuly aktualisiert.

source: User Accounts
de: Benutzerkonten

source: Manage your system user accounts. Account must exist for each individual that wants to use eramba indistinctly if LDAP is used or not.
de: Verwalten Sie Ihre System-Benutzer-Accounts. Konto muss für jeden einzelnen vorhanden sein, die will Eramba undeutlich zu verwenden, wenn LDAP oder nicht verwendet wird.

source: Create a User Account
de: Erstellen Sie ein Benutzerkonto

source: Create system users and assign them the appropiate Group Roles
de: Erstellen Sie Systembenutzer und ordnen sie die passenden Gruppenrollen

source: User was successfully added.
de: Benutzer wurde erfolgreich hinzugefügt.

source: LDAP connection has failed.
de: LDAP-Verbindung ist fehlgeschlagen.

source: Edit User Accounts
de: Bearbeiten von Benutzerkonten

source: Edit system users and assign them the appropiate Group Roles
de: Bearbeiten Sie die Systembenutzer und ordnen Sie ihnen die entsprechenden Gruppenrollen zu

source: User was successfully edited.
de: Benutzer wurde erfolgreich bearbeitet.

source: Old password is wrong.
de: Das alte Passwort ist falsch

source: User
de: Benutzer

source: Delete a User.
de: Löschen eines Benutzers.

source: User was successfully deleted.
de: Benutzer wurde erfolgreich gelöscht.

source: My profile
de: Mein Profil

source: Edit your profile
de: Ihr Profil bearbeiten

source: Profile was successfully updated.
de: Profil wurde erfolgreich aktualisiert.

source: Did you forget your password?
de: Haben Sie Ihr Passwort vergessen?

source: Account with email address you entered does not exist. Please try again.
de: Konto e-Mail-Adresse, die Sie eingegeben ist nicht vorhanden. Bitte versuchen Sie es erneut.

source: Reset your password
de: Ihr Kennwort zurücksetzen

source: Reset Your Password
de: Setzen Sie Ihr Passwort zurück.

source: We have sent to your email address the link to change your password. Please check your email.
de: Wir haben den Link zur Passwortänderung an Ihre Emailadresse gesendet. Bitte überprüfen Sie Ihre e-Mail-Adresse.

source: Error occured while trying to send the email. Check your email configurations and try again.
de: Fehler beim Versuch, die e-Mail zu senden. Überprüfen Sie Ihre e-Mail-Konfigurationen und versuchen Sie es erneut.

source: Password change
de: Passwortänderung

source: Your password was successfully changed. Now you can login again.
de: Ihr Passwort wurde erfolgreich geändert. Jetzt können Sie sich wieder einloggen.

source: Error happened while processing your request. Please try again.
de: Fehler ist aufgetreten während der Bearbeitung Ihrer Anfrage. Bitte versuchen Sie es erneut.

source: Requested ticket is invalid. Please contact the support center.
de: Gewünschte Fahrkarte ist ungültig. Bitte kontaktieren Sie das Supportcenter.

source: Requested ticket is invalid. Please try the password recovery process again.
de: Gewünschte Fahrkarte ist ungültig. Bitte versuchen Sie die Passwort-Recovery-Prozess.

source: Internet connection is not available. Please try again.
de: Internet-Verbindung ist nicht verfügbar. Bitte versuchen Sie es erneut.

source: Your account is configured to be authenticated using LDAP which is disabled at the moment.
de: Ihr Konto ist so konfiguriert, dass mithilfe von LDAP, das im Moment deaktiviert ist authentifiziert werden.

source: The system was unable to log you in. Check that your username and password are typed correctly.
de: Das System konnte sich nicht einloggen. Überprüfen Sie, ob Ihr Benutzername und Ihr Passwort korrekt eingegeben wurden.

source: You are not allowed to login until
de: Du darfst dich erst anmelden

source: You are not allowed to login because you tried it too many times.
de: Sie dürfen sich nicht anmelden, weil Sie es zu oft versucht.

source: User was successfully unlocked.
de: Benutzer wurde erfolgreich freigeschaltet.

source: Error occured while trying to unlock the user. Please try again.
de: Fehler beim Versuch, den Benutzer zu entsperren. Bitte versuchen Sie es erneut.

source: User not found. Please try again.
de: Benutzer nicht gefunden. Bitte versuche es erneut.

source: Vulnerabilities
de: Sicherheitslücken

source: Vulnerabilities lists
de: Schwachstellen-Listen

source: Create a Vulnerability
de: Erstellen Sie eine Schwachstelle

source: Vulnerability was successfully added.
de: Verwundbarkeit wurde erfolgreich hinzugefügt.

source: Vulnerability
de: Schwachstellen

source: Delete a Vulnerability.
de: Löschen Sie eine Schwachstelle.

source: Vulnerability was successfully deleted.
de: Verwundbarkeit wurde erfolgreich gelöscht.

source: Workflows
de: Arbeitsabläufe

source: Workflow configuration page.
de: Workflow-Konfigurationsseite.

source: Edit a Workflow
de: Bearbeiten eines Workflows

source: Workflow was successfully edited.
de: Workflow wurde erfolgreich bearbeitet.

source: Edit a Workflow item
de: Ein Workflow-Element bearbeiten

source: A validation request has been sent already. If you click Continue that request will be voided, the validator notificated and you will be able to edit. This item will be changed to Draft status.
de: Eine Validierungsanforderung wurde bereits versandt. Wenn Sie auf weiter klicken diesen Antrag werden für ungültig erklärt, die Validator-Auslandsnachanmeldungen und Sie werden in der Lage zu bearbeiten. Dieses Element wird auf Status "Entwurf" geändert werden.

source: This item has been validated. If you edit it, the object will change it's status to Draft. Click to proceed.
de: Dieser Artikel wurde validiert. Wenn Sie es bearbeiten, ändert das Objekt seinen Status Entwurf. Klicken Sie um fortzufahren.

source: An approval request has already been sent. If you click Continue that request will be voided, the approver notificated and you will be able to edit. The object will be then on Draft status.
de: Eine Genehmigungsanfrage wurde bereits versandt. Wenn Sie weiter klicken, werden diesen Antrag für ungültig erklärt, die genehmigende Person Auslandsnachanmeldungen und Sie werden in der Lage, zu bearbeiten. Das Objekt ist dann auf Status "Entwurf".

source: You are editing an object that has already been approved. Changes are not allowed unless the approver and/or validator accepts them. Please describe the changes you are intending to do so the workflow is initiated.
de: Sie sind ein Objekt bearbeiten, die bereits genehmigt wurde. Änderungen sind nicht zulässig, es sei denn, die genehmigende Person und/oder Validator zustimmt. Bitte beschreiben Sie die Änderungen, die Sie beabsichtigen zu tun, damit der Workflow gestartet wird.

source: A request for change was sent already. Are you sure you want to send another?
de: Ein Änderungsantrag wurde bereits gesendet. Bist du sicher, dass du einen anderen schicken möchtest?

source: Request to edit
de: Anfrage zu bearbeiten

source: Acknowledgement has been requested.
de: Anerkennung beantragt wurde.

source: Error occured while requesting acknowledgement. Please try again.
de: Fehler beim ersuchenden Anerkennung. Bitte versuchen Sie es erneut.

source: Item has gone to draft status.
de: Element ist zum Status "Entwurf" gegangen.

source: Item has gone to draft status but error occured while sending notifications.
de: Artikel auf Status "Entwurf" gegangen, aber Fehler beim Senden von Benachrichtigungen.

source: You are about to edit an object that has already been approved. Please describe the change you are about to make in order to keep a record of it. This is a requirement even when workflows are not defined (approval is automatic).
de: Sie sind dabei, ein Objekt zu bearbeiten, die bereits genehmigt wurde. Bitte beschreiben Sie die Veränderung, die Sie machen, um eine Aufzeichnung davon halten sollen. Dies ist eine Voraussetzung, auch wenn Arbeitsabläufe nicht definiert sind (Zulassung erfolgt automatisch).

source: Edit Acknowledgement
de: Anerkennung zu bearbeiten

source: An acknowledgment for editing an item has been requested.
de: Eine Bestätigung zum Bearbeiten eines Elements wurde angefordert.

source: An acknowledgment for deleting an item has been requested.
de: Eine Bestätigung für das Löschen eines Elements wurde angefordert.

source: Workflow acknowledgement.
de: Workflow-Anerkennung.

source: You cannot acknowledge this item as you are not assigned as the approver.
de: Dieses Element kann nicht anerkannt werden, da Sie nicht als die genehmigende Person zugeordnet sind.

source: Item has been acknowledged and gone to draft status.
de: Element wurde anerkannt und auf Status "Entwurf" gegangen.

source: Item has been acknowledged and gone to draft status but error occured while sending notifications.
de: Element wurde anerkannt und auf Status "Entwurf" gegangen, aber Fehler beim Senden von Benachrichtigungen.

source: Item Acknowledged
de: Artikel anerkannt

source: Your request for change has been acknowledged
de: Ihre Anfrage für den Wandel ist anerkannt

source: Validation Request Voided
de: Validierungsanforderung storniert

source: Approval Request Rejected
de: Genehmigungsanfrage abgelehnt

source: Delete a Workflow item
de: Ein Workflow-Element löschen

source: You are trying to delete a workflow item that is not in draft status.
de: Sie versuchen, eine Workflow-Element zu löschen, die nicht im Status "Entwurf".

source: A validation request has been sent already. If you click OK that request will be voided, the validator notified and this item will be deleted.
de: Eine Validierungsanforderung wurde bereits versandt. Wenn Sie auf OK klicken diesen Antrag werden für ungültig erklärt, der Validator informiert und dieses Element gelöscht werden.

source: An approval request has already been sent. If you click OK that request will be voided, the approver notified and this item will be deleted.
de: Eine Genehmigungsanfrage wurde bereits versandt. Wenn Sie auf OK klicken diesen Antrag werden für ungültig erklärt, die genehmigende Person informiert und dieses Element gelöscht werden.

source: This item has been approved. If you need to delete it you must first get an acknowledgement from the Approver. Click Continue to request approval.
de: Dieses Element wurde genehmigt. Wenn Sie brauchen, um es zu löschen müssen Sie zunächst eine Bestätigung von der Genehmiger bekommen. Klicken Sie auf weiter, um Genehmigung ersuchen.

source: Item was successfully deleted.
de: Artikel wurde erfolgreich gelöscht.

source: Item was successfully deleted but error occured while sending notifications.
de: Artikel wurde erfolgreich gelöscht, aber Fehler beim Senden von Benachrichtigungen.

source: You are trying to delete an approved workflow item.
de: Sie versuchen, ein genehmigter Workflow-Element löschen.

source: Approval Request Voided
de: Genehmigungsanfrage storniert

source: Item no longer exists.
de: Artikel existiert nicht mehr.

source: You are not the item's owner.
de: Sie besitzen nicht das Element.

source: Workflow validation request.
de: Workflow Validierungsanforderung.

source: Validation for this item was requested.
de: Validierung für dieses Element wurde angefordert.

source: Validation for this item was requested but error occured while sending notifications.
de: Validierung für dieses Element wurde angefragt, aber Fehler beim Senden von Benachrichtigungen.

source: Item was automatically validated and approved because there is no one assigned as a validator or approver.
de: Artikel wurde automatisch überprüft und genehmigt, da gibt es niemand als Prüfer oder genehmigende Person zugeordnet.

source: Item was automatically validated because there is no one assigned as a validator.
de: Artikel wurde automatisch validiert, da gibt es niemand als einen Validator zugewiesen.

source: Validation Request
de: Validierungsanforderung

source: An item needs validation
de: Ein Element braucht Validierung

source: Workflow validate item.
de: Workflow überprüfen Element.

source: You are not assigned as a validator for this item.
de: Sie sind nicht als einen Validator für dieses Element zugewiesen.

source: An item has been validated and approved
de: Ein Element wurde validiert und genehmigt

source: Item was validated and approved.
de: Element wurde überprüft und genehmigt.

source: Item was validated and approved but error occured while sending notifications.
de: Element wurde überprüft und genehmigt, aber Fehler beim Senden von Benachrichtigungen.

source: An item has been validated
de: Ein Element wurde überprüft.

source: Item was validated.
de: Element wurde validiert.

source: Item was validated but error occured while sending notifications.
de: Element wurde überprüft, aber Fehler beim Senden von Benachrichtigungen.

source: Item Validated
de: Element validiert

source: Workflow approval request.
de: Genehmigungsanfrage Workflow.

source: Approval for this item was requested.
de: Genehmigung für dieses Element wurde angefordert.

source: Approval for this item was requested but error occured while sending notifications.
de: Genehmigung für diesen Artikel wurden angefordert, aber Fehler beim Senden von Benachrichtigungen.

source: Item was automatically approved because there is no one assigned as an approver.
de: Element wurde automatisch genehmigt, da gibt es niemand als eine genehmigende Person zugewiesen.

source: Approval Request
de: Genehmigungsanfrage

source: An item needs approval
de: Ein Element Bedarf der Zustimmung

source: Workflow approve item.
de: Workflow genehmigen Elements.

source: You are not assigned as an approver for this item.
de: Sie sind nicht als eine genehmigende Person für dieses Element zugewiesen.

source: Item was approved.
de: Element wurde genehmigt.

source: Item was approved but error occured while sending notifications.
de: Element wurde genehmigt, aber Fehler beim Senden von Benachrichtigungen.

source: Item Approved
de: Anzeige Genehmigt

source: An item has been approved
de: Ein Element wurde genehmigt

source: Default Filter Index
de: Standard-Filter-Index

source: Too much fields to show in result. Select max %s fields.
de: Zu viel Felder, die im Ergebnis angezeigt. Wählen Sie max. %s Felder.

source: Advanced Filter Cron failed (advanced_filter_id = %s)
de: Erweiterte Filter Cron ist fehlgeschlagen (Advanced_filter_id = %s)

source: Advanced Filter Cron - record saving failed (advanced_filter_id = %s)
de: Erweiterte Filter Cron - Aufzeichnung speichern fehlgeschlagen (Advanced_filter_id = %s)

source: Custom Fields
de: Benutzerdefinierte Felder

source: The system was not able to connect to our update servers. Please check your internet connection or proxy settings.
de: Das System konnte keine Verbindung zu unserem Updateserver. Bitte überprüfen Sie Ihre Internet-Verbindung oder Proxy-Einstellungen.

source: A new account (%s) was detected and included on the training
de: Ein neues Konto (%s) wurde erkannt und in die Ausbildung aufgenommen

source: An account (%s) was removed from the group and removed from the training
de: Ein Konto (%s) wurde aus der Gruppe entfernt und entfernt vom training

source: The training has started
de: Das Training hat begonnen

source: The training has stopped
de: Das Training hat aufgehört

source: All awareness records have been deleted by %s
de: Alle Bewusstsein Datensätze wurden von %s gelöscht

source: All awareness records in between dates %s and %s have been deleted by %s
de: Alle Bewusstsein Datensätze zwischen %s und %s von %s gelöscht wurden

source: All awareness records since %s have been deleted by %s
de: Alle Bewusstsein Rekorde seit %s wurde von %s gelöscht.

source: All awareness records until %s have been deleted by %s
de: Alle Bewusstsein Datensätze bis %s wurde von %s gelöscht.

source: Demo email sent to: %s
de: E-Mail an Demo: %s

source: Email sent to: %s
de: Demo-e-Mail wurde an den Benutzer gesendet.

source: Training email sent to: %s
de: E-Mail an Ausbildung: %s

source: Reminder email sent to: %s
de: Erinnerung per e-Mail geschickt: %s

source: The user %s was not emailed as they have no email attribute
de: Der Benutzer %s wurde nicht per e-Mail, da sie keine e-Mail-Attribut haben

source: Business Continuity Task Review
de: Business Continuity Aufgabe Review

source: Control "%s" is not in Production but still in use.
de: Steuerelement "%s" ist nicht in der Produktion aber noch gebräuchlich.

source: Control "%s" has missing Audits
de: Steuerelement "%s" verfügt über fehlende Prüfungen

source: Control "%s" has missing Maintenances
de: Steuerelement "%s" verfügt über fehlende Wartungen

source: Support Contract "%s" has expired
de: Support-Vertrag "%s" ist abgelaufen

source: Continuity Plan "%s" has missing Audits
de: Continuity-Plan "%s" hat fehlende Prüfungen

source: Security Policy "%s" is still on Draft but used in a Security Control
de: Sicherheitspolitik "%s" ist immer noch auf Entwurf, wird aber in einer Sicherheitssteuerung verwendet

source: Policy Exception "%s" has expired
de: Politik-Ausnahme "%s" ist abgelaufen

source: Asset Risk "%s" has expired
de: Asset Risk "%s" ist abgelaufen

source: Third Party Risk "%s" has expired
de: Dritte Risiko "%s" ist abgelaufen

source: Business Unit Risk "%s" has expired
de: Geschäftsrisiko Einheit "%s" ist abgelaufen

source: Risk Exception "%s" has expired
de: Risiko-Ausnahme "%s" ist abgelaufen

source: Compliance Exception "%s" has expired
de: Compliance-Ausnahme "%s" ist abgelaufen

source: Audit Finding "%s" has expired.
de: Audit Finding "%s" ist abgelaufen.

source: Program
de: Programm

source: Health
de: Gesundheit

source: Organization
de: Organisation

source: Controls Catalogue
de: Steuerelemente-Katalog

source: Support Contracts
de: Support-Verträge

source: Risk Mgt
de: Risiko Mgt

source: Risk Exceptions
de: Risiko-Ausnahmen

source: Third Party Risk Management
de: Drittanbieter-Risikomanagement

source: Compliance Packages
de: Compliance-Pakete

source: Compliance Analysis
de: Compliance-Analyse

source: Security Operations
de: Sicherheits-Operationen

source: Awareness Report
de: Bewusstsein-Bericht

source: Notification "%s" was triggered
de: Meldepflicht "%s" wurde ausgelöst

source: Notifications for this item ignored
de: Benachrichtigungen für dieses Element ignoriert

source: Feedback Required
de: Feedback

source: Notification emails sent to: %s
de: E-Mail-Benachrichtigungen gesendet: %s

source: There is no one to send Notification emails to
de: Es gibt niemanden, der e-Mail-Benachrichtigungen zu senden

source: Custom Field
de: Benutzerdefiniertes Feld

source: Custom Field (%s)
de: Benutzerdefiniertes Feld (%s)

source: Error occured during saving Awareness Graph values while running CRON.
de: Fehler beim Speichern von Bewusstsein Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Third Party Incident Count Graph values while running CRON.
de: Fehler beim Speichern Dritter Vorfall Count Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Project Graph values while running CRON.
de: Fehler beim Speichern Projekt Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Compliance Audit Graph values while running CRON.
de: Fehler beim Speichern von Compliance Audit Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Third Party Audit Graph values while running CRON.
de: Fehler beim Speichern von Third Party Audit Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Third Party Compliance Graph values while running CRON.
de: Fehler beim Speichern von Dritten Compliance Diagramm Werte während der Ausführung von CRON.

source: Error occured during saving Risk Graph values while running CRON.
de: Fehler beim Speichern der Risikograph Werte während der Ausführung von CRON.
