Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: OPTIONAL: this field describes what mantainances are required for this control. For example if you have an external generator you may want to review oil and fuel levels every month or so. If you choose not to perform mantainances simply set this field as NA".
de: OPTIONAL: Dieses Feld beschreibt, welche Mantainances für diese Kontrolle erforderlich sind. Zum Beispiel, wenn Sie einen externen Generator haben, können Sie den Öl- und Kraftstoffstand jeden Monat oder so überprüfen. Wenn du dich dafür entscheidest, keine Mantainances zu machen, setze einfach dieses Feld als NA ein ".

source: Maintenance Calendar
de: Wartungskalender

source: OPTIONAL: Select the months in the year where this maintenance must take place.
de: OPTIONAL: Wählen Sie die Monate im Jahr, wo diese Wartung stattfinden muss.

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Security Service will also delete related Security Service Audits.
de: Bist du wirklich sicher, dass Sie Artikel löschen: <strong>%s</strong>? Löschen Security Service werden auch Verwandte Sicherheits-Service-Audits.

source: Expiration Date
de: Ablaufdatum

source: Mitigation Points
de: Mitigation Punkte

source: Business based Risk
de: Handelns Risiko

source: Projects (Control Improvements)
de: Projekte (Kontrolle Verbesserungen)

source: Maintenances Information
de: Wartungen-Informationen

source: Planned maintenance date
de: Geplante Wartungsdatum

source: The objective is to understand what is the status of this service: Design (working on the design and implementation), Production (the service is working, metrics are being taken, etc)
de: Das Ziel ist zu verstehen, was der Status dieses Dienstes ist: Design (arbeiten an der Konzeption und Umsetzung), Produktion (der Dienst funktioniert, Metriken werden genommen, etc.)

source: Is usually the individual that looks after the control to ensure its working. For example, a control related to firewalls the "collaborator" would be the firewall administrator.
de: Ist in der Regel die Person, die nach der Kontrolle darauf seine Arbeit aussieht. Zum Beispiel im Zusammenhang mit einem Steuerelement Firewalls wäre die "Mitarbeiter" der Firewall-Administrator.

source: The annual OPEX cost of the control.
de: Die jährlichen Betriebskosten Kosten des Steuerelements.

source: Control CAPEX cost of the control.
de: CAPEX Kostenkontrolle des Steuerelements.

source: The amount of Days / Year that must be dedicated in order to build, operate, improve, audit this control. For example, 30 days year (Some 10 hours / Week of one resource)
de: Die Anzahl der Tage / Jahr, die gewidmet werden muss, um zu bauen, zu betreiben, zu verbessern, audit dieses Steuerelement. Zum Beispiel 30 Tage im Jahr (einige 10 Stunden/Woche eine Ressource)

source: Tags are used to group similar security services and later be able to filter according to them.
de: Tags dienen zum Gruppieren ähnlicher Sicherheitsdienste und später in der Lage, nach ihnen zu filtern.

source: A brief description of what the control aims.
de: Eine kurze Beschreibung der was die Kontrolle soll.

source: This URL could optionally point to the control documentation or technology supplier.
de: Diese URL könnte optional in der Steuerung Dokumentation oder Technologielieferant hinweisen.

source: Related Security Policies
de: Zugehörige Sicherheitsrichtlinien

source: The name of the Security Policy
de: Der Name der Sicherheitspolitik

source: Security Policy description
de: Sicherheitsrichtlinienbeschreibung

source: his indicates if the policy is published (Released) or still a draft. Draft policies are not valid across the system (they are not visible)
de: seine gibt an, ob die Richtlinie veröffentlicht (freigegeben) oder noch ein Entwurf ist. Entwurf einer Politik gelten nicht innerhalb des Systems (sie sind nicht sichtbar)

source: The name of the contract, for example: Firewall Support Services
de: Der Name des Vertrags, z. B.: Firewall-Support-Services

source: The description of what the contract includes
de: Die Beschreibung der was der Vertrag enthält

source: The value of contract
de: Den Wert des Auftrags

source: "Expired (Red)" - when the expiration date set is in the past. A system record is generated on the contract when that happens.
de: "Abgelaufen (rot)" - Wenn das Ablaufdatum festgelegt ist in der Vergangenheit. Ein System-Datensatz wird auf dem Vertrag generiert, wenn das passiert.

source: No Service Contracts found.
de: Keine Serviceverträge gefunden.

source: What was the audit methodology defined for this control.
de: Was die Prüfmethodik für dieses Steuerelement definiert wurde.

source: What the metric is expected to call this audit a "pass"
de: Was die Metrik wird erwartet, dass diese Prüfung ein "Pass" nennen

source: Mitigated Items by this Control
de: Abgeleitete Gegenstände durch diese Kontrolle

source: The mitigation tab is used to describe where this control is applied. Mitigation types can be: Risks, Compliance Requirements and Data Flows controls. If this tab is empty, the control is effectibly not doing much on your program.
de: Die Registerkarte "Abschwächung" wird verwendet, um zu beschreiben, wo diese Kontrolle angewendet wird. Abschwächungstypen können sein: Risiken, Compliance-Anforderungen und Datenflusskontrollen. Wenn diese Registerkarte leer ist, funktioniert das Steuerelement bei Ihrem Programm nicht effektiv.

source: The name of the Risk, Compliance Package or Data Flow.
de: Der Name des Risikos, des Compliance-Pakets oder des Datenflusses.

source: Set a name for your Classification
de: Legen Sie einen Namen für Ihre Klassifizierung

source: Define a clear criteria that describes this Classification
de: Definieren Sie eine klare Kriterien, die diese Klassifikation beschreibt

source: No Service Classifications found.
de: Keine Service-Klassifikationen gefunden.

source: Give a name to the contract you have in between this provider and your organization. Examples: Firewall Hardware Support, Firewall Consulting Time, Etc.
de: Geben Sie einen Namen für den Vertrag, den Sie zwischen diesem Anbieter und Ihre Organisation haben. Beispiele: Firewall-Hardware-Support, Firewall, Beratung, etc..

source: Select the previously defined third party that delivers this support contract.
de: Wählen Sie die zuvor definierten Drittanbieter, die diese Support-Vertrag liefert.

source: Service Value
de: Service Wert

source: The value of contract.
de: Der Wert des Vertrages.

source: Service contracts usually have a start and end dates. This will help you to keep track of renewals.
de: Service-Verträge haben in der Regel eine Anfangs- und Endtermine. Dies hilft Ihnen, Verlängerungen nachzuverfolgen.

source: When the contract starts
de: Wenn der Vertrag beginnt

source: Add Service Contract
de: Erstellen Sie einen Servicevertrag

source: The name of the support contract. For example: "Firewalls Onsite Support"
de: Der Name des Support-Vertrag. Zum Beispiel: "Firewalls vor-Ort-Support"

source: Contract Name
de: Vertragsname

source: The description of the support contract.
de: Die Beschreibung der Support-Vertrag.

source: The cost of the support contract.
de: Die Kosten für den Support-Vertrag.

source: The date where the contract begins.
de: Das Datum des Vertrages beginnt.

source: The date where the contract ends. You can setup a notification for this date.
de: Das Datum, wo der Vertrag endet. Sie können eine Benachrichtigung für dieses Datum einstellen.

source: "Expired (Red)" - when the date set is in the past. A system record is generated on the contract when that happens.
de: "Abgelaufen (rot)" - wenn das Datum in der Vergangenheit ist. Ein Systemrekord wird auf dem Vertrag generiert, wenn dies geschieht.

source: No Third Parties contaning Service Contracts found.
de: Keine dritte mit Serviceverträgen gefunden.

source: Active Logo
de: Aktiv-Logo

source: Delete Logo
de: Logo löschen

source: Logo Upload
de: Logo hochladen

source: Upload your logo here.
de: ﻿Laden Sie Ihr Logo hier hoch.

source: Change
de: Wechsel

source: Actual time
de: Aktualzeit

source: Download Log file
de: Log-Datei herunterladen

source: Delete Log file
de: Protokoll löschen

source: No logs found.
de: Keine Protokolle gefunden.

source: Do you want to delete this log file?
de: Möchten Sie diese Protokolldatei löschen?

source: Yes, delete
de: Ja, löschen

source: From beginning of time
de: Von Anbeginn der Zeit

source: Reset Dashboard from
de: Reset-Dashboard aus

source: Reset Dashboard to
de: Dashboard, zurücksetzen

source: Choose which items to reset from the list below
de: Wählen Sie welche Elemente aus der Liste unten zurücksetzen

source: Reset database
de: Datenbank resetten

source: Check if you are really sure to reset database.
de: Überprüfen Sie, ob Sie wirklich Datenbank zurückgesetzt werden.

source: Insert Demo Data
de: Demo-Daten einfügen

source: Load with a preset database
de: Laden mit einer voreingestellten Datenbank

source: Check
de: Haken

source: Criticality
de: Kritikalität

source: No System Health checks found.
de: Keine System-Gesundheits-Checks gefunden.

source: The date the record was created.
de: Das Datum der Datensatz erstellt wurde.

source: The type of record describes if the object was inserted, updated, deleted, etc.
de: Der Typ des Datensatzes beschreibt, ob das Objekt, aktualisiert, gelöscht usw. eingefügt wurde.

source: Where the object resides (in which part of the system)
de: Wo befindet sich das Objekt (in welchem Teil des Systems)

source: The name of the object
de: Der Name des Objekts

source: This field usually points to the notes included by the user on the record.
de: Dieses Feld zeigt in der Regel auf die Anmerkungen seitens des Nutzers auf den Datensatz.

source: The workflow status indicates in which phase of the workflow process the object is. Draft, Pre-Validated, Pre-approved or Approved
de: Der Workflowstatus zeigt an, in welcher Phase des Workflow-Prozesses das Objekt befindet. Entwurf, vorab bestätigt, genehmigt oder gebilligt

source: User input comments when the workflows execute (the feedback the user provides when the workflow is activated)
de: Benutzereingaben Kommentare wenn die Workflows (das Feedback, das der Benutzer bietet ausgeführt, wenn der Workflow aktiviert ist)

source: The id of the object (this is an internal ID)
de: Die Id des Objekts (Dies ist eine interne ID)

source: The IP from where the request was made
de: Die IP-Adresse, von wo der Antrag gestellt wurde

source: The user that executed this record.
de: Der Benutzer, der diesen Datensatz ausgeführt hat.

source: No System Records found.
de: Keine System-Datensätze gefunden.

source: Select a user that is a team member
de: Wählen Sie einen Benutzer, der Mitglied des Teams ist

source: Role
de: Rolle

source: Describe the role this team member has within the program
de: Beschreiben Sie die Rolle, die dieses Teammitglied im Rahmen des Programms

source: Responsibilities
de: Aufgaben

source: Describe the responsibilities of this team member or role
de: Beschreiben Sie die Aufgaben dieses Teammitglied oder Rolle

source: Competences
de: Kompetenzen

source: Describe the competences (skills, etc) that this team member has or plans to acquire
de: Beschreiben Sie die Kompetenzen (Fähigkeiten, etc.), die dieses Teammitglied hat oder plant zu erwerben

source: Select the status for this team member as Active or Inactive (no longer part of the program)
de: Wählen Sie den Status für dieses Teammitglied als aktiv oder inaktiv (nicht mehr Teil des Programms)

source: Are you really sure you want to delete this Team Role?
de: Wollen Sie diese Rolle wirklich löschen?

source: Program Team
de: Programm-Team

source: The name of the team member (the account in eramba)
de: Der Name des Teammitglieds (das Konto in Eramba)

source: The member role in the program.
de: Die Mitgliederrolle im Programm.

source: A description of the responsabilities of the member.
de: Eine Beschreibung der Verantwortlichkeiten des Mitglieds.

source: A brief description of the skills and background of the memeber.
de: Eine kurze Beschreibung der Fähigkeiten und Hintergrund des Mitglieds.

source: The status of the mmeber can be either active or discarded (not a member anymore).
de: Der Status der Mmeber kann entweder aktiv oder verworfen werden (kein Mitglied mehr).

source: You might want to attach documents such as certificates, CVs planned trainings, Etc. The other options allow you to edit, delete or review system records for this object
de: Vielleicht möchten Sie Dokumente wie Zeugnisse beifügen, CVs geplanten Schulungen, etc.. Die anderen Optionen können Sie bearbeiten, löschen oder Systemdatensätze für dieses Objekt zu überprüfen

source: No Team Roles found.
de: Kein Team gefunden

source: Give a name to this Third Party, for example: Internet Suppliers
de: Geben Sie einen Namen für diesen Dritten, zum Beispiel: Internet-Anbieter

source: Select one
de: auswählen...

source: INFORMATIVE: Select an applicable type for this Third Party, whatever you choose will be simply informative, it wont affect what can be done with this third party.
de: INFORMATIV: Wählen Sie einen entsprechenden Muster für diese dritte Partei, was auch immer Sie wählen einfach informativ sein werden, es keinen Einfluss auf, was mit diesem Dritten erfolgen kann.

source: INFORMATIVE: Choose a representative for this third party.
de: INFORMATIV: Wählen Sie einen Vertreter für diese dritte Partei.

source: OPTIONAL: Provide a brief description on how your orgnization collaborates with this Third Party.
de: OPTIONAL: Geben Sie eine kurze Beschreibung auf wie Ihr Untergebener mit diesem Drittanbieter zusammenarbeitet.

source: OPTIONAL: Choose all applicable liabilites for this third party, this will affect the Risk Score for this Third Party (read our Risk Management documentation to understand how this works).
de: OPTIONAL: Wählen Sie alle anwendbaren Tilgungen für diesen Dritten, berührt dies die Risiko-Score für diese dritte Partei (lesen Sie unsere Risikomanagement-Dokumentation um zu verstehen, wie das funktioniert).

source: Provide a descriptive name for the Third Party.
de: Geben Sie einen beschreibenden Namen für den dritten.

source: Provide a brief description of the Third Party and how it affects your business.
de: Geben Sie eine kurze Beschreibung von dem dritten und Auswirkungen auf Ihr Unternehmen.

source: The type of Third Party is important as it defines the nature of the relationship. This is simply used as a descriptive field. There are three types: Customers, Regulators and Suppliers.
de: Der Typ des dritten ist wichtig, da es die Art der Beziehung definiert. Dies dient einfach als ein beschreibendes Feld. Es gibt drei Arten: Kunden, Behörden und Lieferanten.

source: Risks identified for this Third Parties will be magnified by associating this object with existing Liabilities. See the Risk Management user manual for more information.
de: Risiken für diese dritte werden vergrößert werden, indem Sie bestehende Verbindlichkeiten dieses Objekt zuordnen. Finden Sie im Risiko-Management-Benutzerhandbuch für weitere Informationen.

source: Removing Third Party will also delete related Third Party Risks, Compliance Packages, Compliance Package Items, Complinace Management and Compliance Audits. Continue?
de: Dritter wird auch Verwandte dritten Risiken, Compliance-Pakete, Compliance-Paketelemente, Complinace Management und Compliance-Audits durch das löschen. Möchten Sie fortsetzen?

source: The risk owner is the individual at the GRC team that will be responsible to interview, analyse, document and review this risk properly
de: Der Risiko-Besitzer ist die Person in das GRC-Team, das übernimmt, interview, analysieren, Dokument und überprüfen Sie dieses Risiko richtig

source: Applicable Third Parties
de: Für Dritte

source: Select one or more third parties (they originate at Organisation / Third Parties) that are in the scope of this Risk.
de: Wählen Sie einen oder mehrere Dritte (sie entstehen an Organisation / dritte), die in den Anwendungsbereich dieses Risiko.

source: Assets shared with these Third Parties
de: Vermögenswerte, die an diese Dritte weitergegeben

source: What Assets (Information) is shared with these Third Parties?
de: Welche Vermögenswerte (Informationen) an diese Dritte weitergegeben?

source: Why is Information shared with these Third Parties
de: Warum werden Informationen an Dritte weitergegeben

source: OPTIONAL: Provide a brief explanation as to why it is required to share assets with these third parties. This is usually a good introduction as to why business is executed with these third parties
de: OPTIONAL: Geben Sie eine kurze Erklärung, warum es erforderlich ist, um Vermögenswerte mit Dritten zu teilen. Dies ist normalerweise eine gute Einführung, warum Unternehmen bei diesen Dritten ausgeführt wird

source: How it will be Controlled?
de: Wie wird es kontrolliert?

source: OPTIONAL: Provide a brief explanation as to how the information being exchanged will be protected. On top of this explanation there should also be mitigation controls in place (unless the treatment for the risk is accepted, avoided or transferred)
de: OPTIONAL: Geben Sie eine kurze Erklärung, wie die ausgetauschten Informationen geschützt werden. Auf diese Erklärung sollten es auch Kontrollmechanismen zur Risikominderung vorhanden sein (es sei denn, die Behandlung für das Risiko akzeptiert, vermieden oder übertragen wird)

source: eramba will display your risk classification options as per the settings defined at Risk Management / Third Party Risk Management / Settings / Classification and the Risk Calculation method choosen at Risk Management / Third Party Risk Management / Settings / Risk Calculation.
de: Eramba zeigt Ihr Risiko Klassifizierungsoptionen gemäß den Einstellungen im Risikomanagement definiert / Third Party Risk Management / Einstellungen / Klassifizierung und die Risikoberechnung Methode gewählt am Risikomanagement / Third Party Risk Management / Einstellungen / Risikoberechnung.

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Third Party Risk Management / Settings / Risk Calculation.
de: Risiko-Score wird automatisch anhand der Klassifizierung, die auf der vorherigen Registerkarte ausgewählt und der Risikoberechnung auf Risikomanagement definiert / dritten Risk Management / Einstellungen / Risk-Berechnung.

source: Compensating controls
de: Kompensierende Kontrollen

source: Compensating Procedure
de: Kompensierende Verfahren

source: Compensating Standard
de: Kompensierende Standard

source: Third Party risk
de: Drittrisiko

source: List Third Party Risks
de: Liste Dritter Risiken

source: List Third Parties
de: Dritte Vertragsparteien

source: Involved Assets
de: Betroffenen Vermögenswerte

source: Involved Third Parties
de: Beteiligten Dritten

source: A brief explanation as to why is required to share assets with this third party. This is usually a good introduction as to why business is executed with this third party
de: Eine kurze Erläuterung, warum ist erforderlich, um Vermögenswerte mit Dritten teilen. Dies ist normalerweise eine gute Einführung, warum Unternehmen mit diesem Dritten ausgeführt wird

source: Why Information is shared with this Third Party
de: Warum Daten an diese Drittanbieter weitergegeben werden

source: This is a brief explanation as to how the information being exchanged will be protected. On top of this explanation there should also be mitigation controls in place (unless the treatment for the risk is accepted, avoided or transfered)
de: Dies ist eine kurze Erklärung, wie die ausgetauschten Informationen geschützt werden. Auf diese Erklärung sollten es auch Kontrollmechanismen zur Risikominderung vorhanden sein (es sei denn, die Behandlung für das Risiko akzeptiert, vermieden oder übertragen wird)

source: No Third Party Risks related to this Third Party found.
de: Keine Drittanbieter-Risiken im Zusammenhang mit dieser dritten gefunden.

source: No Third Party Risks found.
de: Keine Drittrisiken gefunden

source: Same threat already exists.
de: Dieselbe Bedrohung existiert bereits.

source: Give a name to this threat
de: Geben Sie einen Namen für diese Bedrohung

source: Are you really sure you want to delete threat: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Sie Gefahr löschen möchten: <strong>%s</strong>?

source: No threats found.
de: KEINE BEDROHUNGEN GEFUNDEN

source: First Name
de: Vorname

source: Email address is in wrong format.
de: E-Mail-Adresse ist im falschen Format.

source: Email address is required.
de: E-Mail-Adresse erforderlich.

source: eramba sends emails for notifications and password resets.
de: Eramba sendet e-Mails für Benachrichtigungen und das Zurücksetzen von Kennwörtern.

source: Login is required.
de: Anmeldung ist erforderlich.

source: Same login already exists.
de: Gleiche Benutzername existiert bereits.

source: You will use this login name to get access to eramba. If you enabled LDAP authentication (System / Settings / Authentication) you need to make sure the login you enter here is the same as your LDAP login (AD login).
de: Sie werden dieser Login-Namen verwenden, um zu Eramba zu gelangen. Wenn Sie die LDAP-Authentifizierung aktiviert (System / Einstellungen / Authentifizierung) Sie müssen sicherstellen, dass die Anmeldung, die Sie hier eingeben ist identisch mit Ihrem LDAP-Login (AD-Anmeldung).

source: If you enable the checkbox this user account will have a password stored on eramba. If you uncheck this box, the password will be authenticated againt LDAP (if you enabled LDAP on System / Setings / Authentication).
de: Aktivieren Sie das Kontrollkästchen wird dieses Benutzerkonto ein Passwort auf Eramba gespeichert haben. Wenn Sie dieses Kontrollkästchen deaktivieren, wird das Passwort authentifizierte Againt LDAP sein (wenn Sie LDAP System aktiviert / Setings / Authentifizierung).

source: Set your new password.
de: Festlegen Sie Ihr neues Kennwort.

source: Verify your new password
de: Überprüfen Sie Ihr neues Passwort

source: Type your new password again.
de: Passwort wiederholen.

source: Group is required.
de: Gruppe ist erforderlich.

source: Select a group (System / Settings / Groups) for this user. Groups have access controls defined (System / Settings / Access Lists) that limit the places where a user can access on the system.
de: Wählen Sie eine Gruppe (System / Einstellungen / Gruppen) für diesen Benutzer. Gruppen haben Zugangskontrollen definiert (System / Einstellungen / Access Lists) zu begrenzen, die die Orte, wo ein Benutzer auf das System zugreifen kann.

source: Select desired language.
de: Wählen Sie die gewünschte Sprache.

source: Status is required.
de: Status ist erforderlich.

source: Select user status.
de: Benutzerstatus auswählen

source: Allow
de: Erlaube

source: Check to allow the use of REST APIs for this user account.
de: Überprüfen Sie die Verwendung von REST-APIs für dieses Benutzerkonto ermöglichen.

source: Are you really sure you want to delete user: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Benutzer löschen möchten: <strong>%s</strong>?

source: Access to different sections of eramba is limitd trough the use of Groups assignations. Select the group that you wish to assign to this user.
de: Zugang zu den verschiedenen Abschnitten des Eramba wird Sammlerherz durch die Verwendung von Gruppen-Zuweisungen. Wählen Sie die Gruppe, die Sie diesem Benutzer zuweisen möchten.

source: Only system users with the role of "admin" can modify other user accounts.
de: Nur Systembenutzer mit der Rolle "Admin" können andere Benutzerkonten ändern.

source: Unlock
de: Freischalten

source: No users found.
de: Keine Benutzer gefunden.
