Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Is important that incidents are systematically analysed and documented. Is expected that each stage has comments, attachments with incidents and tagged as "complete" once the stage requirements are completed.
de: Ist wichtig, dass Vorfälle systematisch analysiert und dokumentiert werden. Es wird erwartet, dass jede Phase Kommentare hat, Anhänge mit Vorfällen und als "vollständig" markiert, sobald die Bühnenanforderungen abgeschlossen sind.

source: Uncomplete
de: Unvollständig

source: No Stages found.
de: Keine Bühnen gefunden

source: Choose one or more LDAP groups.
de: Wähle eine oder mehrere LDAP-Gruppen.

source: Choose a currency for the system
de: Wählen Sie eine Währung für das System

source: Your backups folder is not accessible or writable by the system! Please go to %s and fix this issue.
de: Ihr Backup-Ordner ist nicht zugänglich oder beschreibbar vom System! Bitte gehen Sie zu%s und beheben Sie dieses Problem.

source: Test Connection
de: Verbindung testen

source: You may test your SMTP settings by clicking on this button. You will be asked an email to which eramba will try to send an email using the settings defined in this form.
de: Sie können Ihre SMTP-Einstellungen testen, indem Sie auf diese Schaltfläche klicken. Sie werden eine E-Mail gefragt, an die eramba versucht, eine E-Mail mit den in diesem Formular definierten Einstellungen zu senden.

source: Please fill in your email address to be able to test mail connection.
de: Bitte füllen Sie die E-Mail-Adresse aus, um die E-Mail-Verbindung testen zu können.

source: Enter email
de: E-Mail eingeben

source: There is a problem with your email connection.
de: Es gibt ein Problem mit Ihrer E-Mail-Verbindung.

source: Worked, we sent you an email.
de: Wir haben Ihnen eine E-Mail geschickt.

source: Email Testing Results
de: E-Mail-Testergebnisse

source: Suggestions Database
de: Vorschläge Datenbank

source: Suggestion
de: Vorschlag

source: Choose and create a suggestion and it's related data in case it contains any.
de: Wählen Sie und erstellen Sie einen Vorschlag und es ist verwandte Daten, falls es irgendwelche enthält.

source: Select a notification
de: Wählen Sie eine Benachrichtigung aus

source: Latest available version
de: Neueste Version

source: Release date
de: Veröffentlichung

source: Changelog
de: Änderungsverlauf

source: System is up to date. No updates available.
de: Das System ist aktuell. Keine Updates verfügbar.

source: LDAP User
de: LDAP-Benutzer

source: System is configured to authenticate users using LDAP. You can select an LDAP user to load data and autocomplete available form fields below.
de: System ist so konfiguriert, dass Benutzer mit LDAP authentifiziert werden können. Sie können einen LDAP-Benutzer auswählen, um Daten zu laden und verfügbare Formularfelder zu verfassen.

source: Choose an LDAP user
de: Wähle einen LDAP-Benutzer

source: Error occured
de: Ein Fehler ist aufgetreten.

source: Request Validation
de: Anforderung Validierung

source: Validation requested
de: Validierung angefordert

source: Request Approval
de: Bestätigung anfordern

source: Validated
de: Bestätigt

source: Approval requested
de: Genehmigung beantragt

source: Acknowledgement requested
de: Anerkennung beantragt

source: Approved
de: bestätigt

source: Validate
de: Validieren

source: Approve
de: Freischalten

source: This is a demo email
de: Dies ist eine Demo-E-Mail

source: Visit Awareness Portal
de: Besuchen Sie Awareness Portal

source: Hello!
de: Hallo!

source: You should come and acknowledge a Business continuity task.
de: Sie sollten kommen und eine Business-Continuity-Aufgabe anerkennen.

source: Cheers
de: Prost

source: Your friends at Eramba
de: Ihre Freunde bei Eramba

source: Policy Exception "%s" expires at %s
de: Policy Exception "%s" läuft bei%s aus

source: We have received a password recovery request for your account. Change your password
de: Wir haben eine Passwort-Wiederherstellungsanforderung für Ihr Konto erhalten. Ändern Sie Ihr Passwort

source: here
de: hier

source: or use the link below within 24 hours.
de: Oder benutzen Sie den Link unten innerhalb von 24 Stunden.

source: If you have received this email by mistake, please ignore it!
de: Wenn Sie diese E-Mail versehentlich erhalten haben, bitte ignorieren Sie es!

source: If you need more help, just reply to this email.
de: Wenn Sie mehr Hilfe benötigen, antworten Sie einfach auf diese E-Mail.

source: You should come see a document <b>%s</b>.
de: Sie sollten ein Dokument sehen <b>%s</b> .

source: Description: %s
de: Beschreibung: %s

source: Visit Policy Portal
de: Besuchen Sie das Policy Portal

source: The auditee wants to notify you that all items on the third party vendor "%s" have been completed.
de: Der Auditor möchte Ihnen mitteilen, dass alle Artikel des Drittanbieters "%s" abgeschlossen sind.

source: You should come and complete feedback for every item associated to your name. Click <a href="%s">here</a> to view items.
de: Sie sollten kommen und Feedback für jedes Element, das Ihrem Namen zugeordnet ist. Klicken Sie <a href="%s">hier</a> , um Artikel zu sehen.

source: Your list of items:
de: Ihre Liste der Artikel:

source: New comment has been added for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the comment <a href="%s">here</a>.
de: Neuer Kommentar wurde für ein Audit-Item "%s" hinzugefügt, das zu Third Party Audit "%s" gehört. Sie können den Kommentar <a href="%s">hier</a> ansehen.

source: New attachment has been uploaded for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the attachment <a href="%s">here</a>.
de: Neuer Anhang wurde für ein Audit-Item "%s" hochgeladen, das zu Third Party Audit "%s" gehört. Sie können den Anhang <a href="%s">hier</a> ansehen.

source: New feedback has been provided for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the feedback <a href="%s">here</a>.
de: Für ein Audit-Item "%s" wurde ein neues Feedback erhalten, das zu Third Party Audit "%s" gehört. Hier können Sie sich das Feedback ansehen.

source: Provide feedback <a href="%s">here</a>.
de: Feedback <a href="%s">hier geben</a> .

source: A notification <strong>%s</strong> has been triggered by item <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
de: Eine Benachrichtigung <strong>%s</strong> wurde durch den Wert <strong>%s</strong> ausgelöst. Feedback zu diesem Artikel ist erforderlich. Sie können den Artikel <a href="%s">hier</a> finden und Feedback <a href="%s">hier geben</a> .

source: A notification has been triggered: <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
de: Es wurde eine Benachrichtigung ausgelöst: <strong>%s</strong> . Feedback zu diesem Artikel ist erforderlich. Sie können den Artikel <a href="%s">hier</a> finden und Feedback <a href="%s">hier geben</a> .

source: A notification <strong>%s</strong> has been triggered by item: <strong>%s</strong>. You can find it <a href="%s">here</a>
de: Eine Benachrichtigung <strong>%s</strong> wurde durch Item: <strong>%s</strong> ausgelöst. Sie finden es <a href="%s">hier</a>

source: A notification <strong>%s</strong> has been triggered. You can find it <a href="%s">here</a>
de: Eine Benachrichtigung <strong>%s</strong> wurde ausgelöst. Sie finden es <a href="%s">hier</a>

source: Item <strong>%s</strong> has triggered this notification: <strong>%s</strong>.
de: Item <strong>%s</strong> hat diese Benachrichtigung ausgelöst: <strong>%s</strong> .

source: A notification has been triggered: <strong>%s</strong>.
de: Es wurde eine Benachrichtigung ausgelöst: <strong>%s</strong> .

source: This is a Report notification.
de: Dies ist eine Berichtsbenachrichtigung.

source: A new attachment was added to the item <strong>%s</strong> you are currently following. You can find it <a href="%s">here</a>.
de: Eine neue Anlage wurde dem Item <strong>%s</strong> hinzugefügt, <strong>den</strong> Sie gerade verfolgen. Sie können es <a href="%s">hier finden</a> .

source: A new attachment was added to the item you are currently following. You can find it <a href="%s">here</a>.
de: Ein neuer Anhang wurde dem Artikel hinzugefügt, den Sie gerade verfolgen. Sie finden es <a href="%s">hier</a> .

source: A new attachment was added to the item <strong>%s</strong> you are currently following.
de: Ein neuer Anhang wurde dem Item <strong>%s</strong> hinzugefügt, den Sie gerade verfolgen.

source: A new attachment was added to the item you are currently following.
de: Ein neuer Anhang wurde dem Artikel hinzugefügt, den Sie gerade verfolgen.

source: Plan details:
de: Details planen:

source: Objective:
de: Fernziel:

source: Launch Criteria:
de: Startkriterien:

source: Task details:
de: Aufgaben:

source: Who:
de: Wer:

source: When:
de: Wann:

source: Does:
de: Tut:

source: Where:
de: Dabei gilt Folgendes:

source: How:
de: Wie:

source: A new comment was added to the item <strong>%s</strong> you are currently following. You can find it <a href="%s">here</a>.
de: Ein neuer Kommentar wurde dem Item <strong>%s</strong> hinzugefügt, den du gerade verfolgst. Sie finden es <a href="%s">hier</a> .

source: A new comment was added to the item you are currently following. You can find it <a href="%s">here</a>.
de: Ein neuer Kommentar wurde zu dem Artikel hinzugefügt, den Sie gerade verfolgen. Sie finden es <a href="%s">hier</a> .

source: A new comment was added to the item <strong>%s</strong> you are currently following.
de: Ein neuer Kommentar wurde dem Item <strong>%s</strong> hinzugefügt, <strong>den</strong> du gerade verfolgst.

source: A new comment was added to the item you are currently following.
de: Ein neuer Kommentar wurde zu dem Artikel hinzugefügt, den Sie gerade verfolgen.

source: An object reminder you have set has just triggered for item <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
de: Eine Objektanzeige, die Sie gesetzt haben, hat gerade für Item <strong>%s</strong> ausgelöst. Feedback zu diesem Artikel ist erforderlich. Hier finden Sie den Artikel und geben <a href="%s">hier</a> Feedback.

source: An object reminder you have set has just triggered. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
de: Eine Objektanzeige, die Sie gesetzt haben, hat gerade ausgelöst. Feedback zu diesem Artikel ist erforderlich. Sie können den Artikel <a href="%s">hier</a> finden und Feedback <a href="%s">hier geben</a> .

source: An object reminder you have set has just triggered for item <strong>%s</strong>. You can find it <a href="%s">here</a>
de: Eine Objektanzeige, die Sie gesetzt haben, hat gerade für Item <strong>%s</strong> ausgelöst. Sie finden es <a href="%s">hier</a>

source: An object reminder you have set has just triggered. You can find it <a href="%s">here</a>
de: Eine Objektanzeige, die du eingestellt hast, hat gerade ausgelöst. Sie können es <a href="%s">hier finden</a>

source: An object reminder you have set has just triggered for item <strong>%s</strong>.
de: Eine Objektanzeige, die Sie gesetzt haben, hat gerade für Item <strong>%s</strong> ausgelöst.

source: An object reminder you have set has just triggered.
de: Eine Objektanzeige, die Sie gesetzt haben, hat gerade ausgelöst.

source: You asked us to let you know when a Compliance Exception is about to expire. You should take a look at the Compliance Exception under the title of "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann eine Compliance Exception abläuft. Sie sollten sich die Compliance Exception unter dem Titel "%s" ansehen.

source: You asked us to let you know whenever a Support Contract deadline is coming. You should take a look at the contract "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann immer eine Stützvertragsfrist kommt. Sie sollten sich den Vertrag "%s" ansehen.

source: You asked us to let you know when a Policy Exception is about to expire. You should take a look at the Policy Exception under the title of "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann eine Policy Exception abläuft. Sie sollten einen Blick auf die Policy Exception unter dem Titel "%s" werfen.

source: You asked us to let you know whenever a Project deadline is coming. You should take a look at the project "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann immer ein Projekttermin kommt. Sie sollten sich das Projekt "%s" anschauen.

source: You asked us to let you know whenever a Risk expires. You should take a look at the Risk "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann immer ein Risiko abläuft. Sie sollten sich das Risiko "%s" ansehen.

source: You asked us to let you know when a Risk Exception is about to expire. You should take a look at the Risk Exception under the title of "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann eine Risikoausnahme abläuft. Sie sollten sich die Risk Exception unter dem Titel "%s" ansehen.

source: You asked us to let you know whenever a Security Control requires an Audit. You should take a look at the control "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann immer eine Sicherheitssteuerung ein Audit erfordert. Sie sollten sich die Kontrolle "%s" ansehen.

source: You asked us to let you know whenever a Security Control requires some maintenance. You should take a look at the control "%s".
de: Sie haben uns gebeten, Ihnen mitzuteilen, wann immer eine Sicherheitssteuerung eine Wartung erfordert. Sie sollten sich die Kontrolle "%s" ansehen.

source: An acknowledgment for deleting an item has been requested. Click <a href="%s">here</a> to proceed.
de: Eine Bestätigung zum Löschen eines Artikels wurde angefordert. Klicken Sie <a href="%s">hier,</a> um fortzufahren.

source: An acknowledgment for editing an item has been requested. Click <a href="%s">here</a> to proceed.
de: Eine Bestätigung für die Bearbeitung eines Artikels wurde angefordert. Klicken Sie <a href="%s">hier,</a> um fortzufahren.

source: An approval request has been voided for a deleted item <a href="%s">here</a>
de: Eine Genehmigungsanforderung wurde <a href="%s">hier</a> für einen gelöschten Eintrag <a href="%s">abgelehnt</a>

source: A validation request has been voided for a deleted item <a href="%s">here</a>
de: Eine Validierungsanforderung wurde hier für einen gelöschten Eintrag <a href="%s">abgelehnt</a>

source: An approval request has been voided for an item <a href="%s">here</a>
de: Eine Genehmigungsanforderung wurde hier für einen Artikel <a href="%s">abgelehnt</a>

source: A validation request has been voided for an item <a href="%s">here</a>
de: Eine Validierungsanforderung wurde hier für einen Eintrag <a href="%s">abgelehnt</a>

source: Your request for change has been acknowledged <a href="%s">here</a>.
de: Ihr Änderungsantrag wurde hier quittiert.

source: An item has been approved <a href="%s">here</a>
de: Hier wurde ein Artikel genehmigt

source: An item has been validated <a href="%s">here</a>
de: Hier wurde ein Artikel validiert

source: You should come and approve an item <a href="%s" target="_blank">here</a>
de: Sie sollten kommen und genehmigen ein Element <a href="%s" target="_blank">hier</a>

source: You should come and validate an item <a href="%s" target="_blank">here</a>
de: Sie sollten kommen und einen Gegenstand <a href="%s" target="_blank">hier bestätigen</a>

source: Not Found
de: Nicht gefunden

source: Page you requested has not been found :-!
de: Seite die Sie nicht gefunden haben: -!

source: Requested page is no longer available or wrong. Check the URL and if the problem persist, you can:
de: Angeforderte Seite ist nicht mehr verfügbar oder falsch. Überprüfen Sie die URL und wenn das Problem weiterhin besteht, können Sie:

source: The request is invalid and has been restricted :-!
de: Die Anfrage ist ungültig und wurde eingeschränkt: -!

source: Go back
de: Zurück

source: or
de: oder

source: Home
de: Start

source: Goal Name
de: Zielname

source: Name this Security Service (Firewalls, CCTV, Etc)
de: Nennen Sie diesen Sicherheitsdienst (Firewalls, CCTV, usw.)

source: Controls will require regular audits. Describe in this field what will be the metric (and optionally the process to obtain it) to audit this control. For example: creeping privileges on the Active Directory. Compare the current list of employees against those listed in the Active Directory.
de: Kontrollen erfordern regelmäßige Audits. Beschreiben Sie in diesem Bereich, was die Metrik (und optional der Prozess, um es zu erhalten), um diese Kontrolle zu überprüfen. Zum Beispiel: Creeping Privilegien auf dem Active Directory. Vergleichen Sie die aktuelle Liste der Mitarbeiter mit denen, die im Active Directory aufgeführt sind.

source: Performance Review Metric
de: Leistungsüberprüfung Metrisch

source: What the metric should display in order to consider the control audit successful. For example: No creeping privileges
de: Was die Metrik anzeigen sollte, um das Kontroll-Audit erfolgreich zu betrachten. Zum Beispiel: Keine schleichenden Privilegien

source: The date where this audit was originally set to start.
de: Das Datum, an dem diese Prüfung ursprünglich eingestellt wurde.

source: The date this audit actually started.
de: Das Datum, an dem diese Prüfung tatsächlich begonnen hat.

source: The day the audit ended.
de: Der Tag, an dem das Audit endete.

source: If the audit pass or not.
de: Wenn das Audit passiert oder nicht.

source: A brief description on what was observed while auditing. You can optionally add evidence as attachments.
de: Eine kurze Beschreibung, was bei der Auditierung beobachtet wurde. Sie können optional Beweise als Anhänge hinzufügen.

source: The individual that executed the audit
de: Die Person, die das Audit durchgeführt hat

source: Performance
de: Leistungen

source: Activities
de: Aktivitäten

source: The name of the goal
de: Der Name des Ziels

source: The individual accountable for planning, monitoring and ultimately acheving this goal
de: Die Einzelperson verantwortlich für die Planung, Überwachung und letztlich dieses Ziel zu erreichen

source: A brief description of the goal
de: Eine kurze Beschreibung des Ziels

source: Select the current status of this goal
de: Wählen Sie den aktuellen Status dieses Ziels aus

source: Metric
de: Metrisch

source: What and how evidence will be used and collected to determine if the goal has been achieved
de: Was und wie Beweise verwendet und gesammelt werden, um festzustellen, ob das Ziel erreicht wurde

source: Success Criteria
de: Erfolgskriterium

source: How that metric will need to look in order to determine if it was achieved or not?
de: Wie diese Metrik muss aussehen, um festzustellen, ob es erreicht wurde oder nicht?

source: Audit Calendar
de: Prüfungskalender

source: Select the months in the year where this audit must take place
de: Wählen Sie die Monate in dem Jahr aus, in dem diese Prüfung stattfinden soll

source: Select controls that are being (or have been) developed and put into production to support the completion of this goal
de: Wählen Sie Steuerelemente aus, die in der Produktion entwickelt wurden (oder wurden), um die Erfüllung dieses Ziels zu unterstützen

source: Add Security Service
de: Sicherheitsdienst hinzufügen

source: Select asset based risks that have emerged or have mitigated as part of this goal
de: Wählen Sie Asset-basierte Risiken aus, die als Teil dieses Ziels entstanden sind oder gemildert haben

source: Add Risk
de: Risiko hinzufügen

source: Select third party based risks that have emerged or have mitigated as part of this goal
de: Wählen Sie Drittanbieter-basierte Risiken aus, die als Teil dieses Ziels entstanden sind oder gemildert haben

source: Select business risks that have emerged or have mitigated as part of this goal
de: Wählen Sie Geschäftsrisiken aus, die als Teil dieses Ziels entstanden sind oder gemildert haben

source: Add Business Continuity
de: Business Continuity hinzufügen

source: Select projects that have been createed to meet this goal
de: Wählen Sie Projekte aus, die erstellt wurden, um dieses Ziel zu erreichen

source: Select Security Policies that have been developed and implemented as part of this goal
de: Wählen Sie Sicherheitsrichtlinien, die als Teil dieses Ziels entwickelt und implementiert wurden

source: Add Security Policy
de: Sicherheitspolitik hinzufügen

source: Program Issues
de: Programmausgaben

source: Select any issues that will be mitigated with the achievement of this goal
de: Wählen Sie alle Probleme aus, die mit der Erreichung dieses Ziels gemildert werden

source: Add Issues
de: Probleme hinzufügen

source: Are you really sure you want to delete this Goal?
de: Wollen Sie wirklich Löschen ?

source: Program Goals
de: Programmziele

source: Metrics
de: Metrik

source: Success Criteria
de: Erfolgskriterium

source: Metrics Reviews
de: Metriken Bewertungen

source: Mapped Activities
de: Zugeordnete Aktivitäten

source: No Activities found.
de: Keine Aktivitäten gefunden

source: Performance Reviews
de: Leistungsberichte

source: The accountable individual for planning, monitoring and ultimately achieve this goal.
de: Die verantwortliche Person für die Planung, Überwachung und letztlich erreichen dieses Ziel.

source: Goal Description
de: Zielbeschreibung

source: A brief description of the goal.
de: Eine kurze Beschreibung des Ziels.

source: Shows if the goal is currently applicable or not.
de: Zeigt an, ob das Ziel derzeit anwendbar ist oder nicht.

source: Current statuses for this Goal.
de: Aktuelle Status für dieses Ziel.

source: The defiend metric to be collected in order to perform a review.
de: Die defiend-Metrik, um gesammelt zu werden, um eine Überprüfung durchzuführen.

source: Performance Metric
de: Leistungsmessung

source: The criteria upon which the metric is tested in order to decide if the review passes or not.
de: Die Kriterien, auf denen die Metrik geprüft wird, um zu entscheiden, ob die Überprüfung vergeht oder nicht.

source: The type of activity mapped to this goal. This could be a control, risk, policy, Etc.
de: Die Art der Aktivität, die diesem Ziel zugeordnet ist. Dies könnte eine Kontrolle, Risiko, Politik, Etc.

source: The name of the activity
de: Der Name der Aktivität

source: The status of the activity
de: Der Status der Aktivität

source: No Mapped Activities found.
de: Keine Mapped Aktivitäten gefunden

source: Mapped Issues
de: Zugeordnete Probleme

source: Source
de: Quelle

source: No Mapped Issues found.
de: Keine Mapped Issues gefunden

source: No Goals found.
de: Keine Ziele gefunden

source: Same group already exists.
de: Gleiche Gruppe existiert bereits.

source: Give a name to this role
de: Geben Sie dieser Rolle einen Namen

source: Description is required.
de: Beschreibung ist erforderlich.

source: Give a description to this role
de: Geben Sie eine Beschreibung dieser Rolle an

source: Are you really sure you want to delete group: <strong>%s</strong>?
de: Sind Sie wirklich sicher, dass Sie Gruppe löschen möchten: <strong>%s</strong> ?

source: No roles found.
de: Keine Rolle gefunden

source: Show in result
de: Im Ergebnis anzeigen

source: History
de: Verlauf

source: Not Expired
de: Nicht Abgelaufen

source: Incident Mapped
de: Vorfall Mapped

source: No Incident
de: Kein Zwischenfall

source: List Reminders
de: Liste Erinnerungen

source: List Trainings
de: Schulungen auflisten

source: Paused
de: Angehalten

source: Download Example
de: Beispiel herunterladen

source: %d user
de: % D Benutzer

source: Risk Review Expired
de: Risikobereitschaft abgelaufen
