Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: OPTIONAL: If a Risk was previously documented (Risk Management / Business Impact Analysis) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
de: OPTIONAL: Wenn ein Risiko zuvor dokumentiert wurde (Risk Management / Business Impact-Analyse) beschreibt ein Szenario, wo dieser Vorfall geschehen könnte, wählen Sie ihn um weitere Dokumentation über diesen Vorfall (Richtlinien befolgt werden, verwendeten Steuerelemente, Vermögen betroffen, etc.).

source: Add Business Risk
de: Hinzufügen von Geschäftsrisiken

source: Is the individual in charge of managing the incident
de: Ist die Person verantwortlich für die Verwaltung des Vorfalls

source: OPTIONAL: Is the individual that reported the incident, could be the same as the owner. If unknown at the time the incident was reported this field can be updated later.
de: OPTIONAL: Ist das Individuum, das meldete den Vorfall, der Besitzer identisch sein könnte. Wenn zum Zeitpunkt unbekannt war der Vorfall gemeldet, dass dieses Feld später aktualisiert werden kann.

source: OPTIONAL: Is the individual that has been affected by the incident. If unknown at the time the incident was reported this field can be updated later.
de: OPTIONAL: Ist die Person, die durch das Ereignis betroffen ist. Wenn zum Zeitpunkt unbekannt war der Vorfall gemeldet, dass dieses Feld später aktualisiert werden kann.

source: Affected Compensating Controls
de: Kompensierende Kontrollen betroffen

source: OPTIONAL: Select one or more controls (from Control Catalogue / Security Services) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
de: OPTIONAL: Wählen Sie eine oder mehrere Bedienelemente (von Control Catalog / Security Services) aus, die an diesem Vorfall beteiligt sind. Diese Felder können bei der Auswahl von Risiken automatisch vervielfältigt werden (auf der vorherigen Registerkarte).

source: Affected Asset
de: Betroffene Anlage

source: OPTIONAL: Select one or more assets (from Asset Managemnet / Asset Identification) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
de: OPTIONAL: Wählen Sie ein oder mehrere Elemente (von Asset Managemnet / Asset-Identifizierung), die über diesen Vorfall eingebunden sind. Diese Felder möglicherweise AutoVervollständigen, wie Sie Risiken (auf der vorherigen Registerkarte) auswählen.

source: Affected Third Parties
de: Betroffenen Dritten

source: OPTIONAL: Select one or more assets (from Organisation / Third Parties) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
de: OPTIONAL: Wählen Sie ein oder mehrere Elemente (Organisation / dritte), die über diesen Vorfall eingebunden sind. Diese Felder möglicherweise AutoVervollständigen, wie Sie Risiken (auf der vorherigen Registerkarte) auswählen.

source: Incident Containment Procedure
de: Vorfall Containment-Verfahren

source: Affected Items
de: Betroffenen Positionen

source: Incident Lifecycle
de: Incident-Lebenszyklus

source: The Risk you have selected contains the following incident handling procedure: %s
de: Das Risiko, das Sie ausgewählt haben, enthält folgende Begebenheit Verfahren: %s

source: Stages
de: Phasen

source: No Security Incidents found.
de: Keine sicherheitsrelevante Ereignisse gefunden.

source: Do you really want to set this stage as completed?
de: Möchten Sie wirklich diese Bühne als abgeschlossen?

source: Do you really want to set this stage as initiated?
de: Wollen Sie diese Bühne wirklich initiieren?

source: Unable to process!
de: Kann nicht verarbeiten!

source: Is the individual that reported the incident, could be the same as the owner
de: Ist das Individuum, das meldete den Vorfall, könnte das gleiche wie der Besitzer

source: Is the individual that has been affected by the incident. If there is no individual in particular, remember you can tag Thrid Parties and Assets.
de: Ist die Person, die durch das Ereignis betroffen ist. Insbesondere gibt es keine individuellen, denken Sie daran, Sie können Dritte Parteien und aktiven tag.

source: The status for security incidents are: - "Open" - when the security incident is open. - "Lifecycle Incomplete" - when the lifecycle defined for all incidents have not been completed
de: Der Status für Sicherheitsvorfälle sind: - "offen" - Wenn die Sicherheitsvorfall geöffnet ist. -"Lifecycle unvollständig" - Wenn der Lebenszyklus definiert für alle Vorfälle nicht abgeschlossen

source: Risk Type
de: Risikotyp

source: Containment Procedure
de: Containment-Verfahren

source: No Associated Risks found.
de: Keine verbundenen Risiken gefunden.

source: Items asociated with this Incident
de: Artikel, die mit diesem Vorfall verbunden sind

source: No Affected items found.
de: Keine betroffenen Einträge gefunden.

source: Incident Stages
de: Vorfall Phasen

source: Policy Content
de: Politische Inhalte

source: Related Documents
de: Zugehörige Dokumente

source: This is usually the title of the policy, for example: "Network Policies".
de: Dies ist in der Regel der Titel der Politik, zum Beispiel: "Netzwerkrichtlinien".

source: Provide a description for this policy, this is typically an introduction parragraph. This will be displayed on the Policy Portal (if enabled under System / Settings / Authentication).
de: Geben Sie eine Beschreibung für diese Politik, das ist in der Regel eine Einführung Parragraph. Dies erscheint auf den Politik-Portal (wenn aktiviert unter System / Einstellungen / Authentifizierung).

source: The owner is the GRC team member that will be responsible to ensure this policy is well documented in eramba and its always reviewed (by the collaborators). This will be a custom role that you can use to send notifications.Choose one or more collaborators for this document
de: Der Besitzer ist der GRC-Team-Mitglied, die dafür verantwortlich, sicherzustellen, dass diese Politik in Eramba und seine immer bewertet (mit den Mitarbeitern) gut dokumentiert ist. Dies wird eine benutzerdefinierte Rolle sein, die Sie verwenden können, um Benachrichtigungen zu senden. Wählen Sie einen oder mehrere Mitarbeiter für dieses Dokument

source: Collaborators are those that are actually responsible for reviewing policies at set intervals. If this is a network policy, then is likely that the collaborators are those that work on that team.
de: Mitarbeiter sind diejenigen, die eigentlich für die Überprüfung der Politik in festgelegten Intervallen zuständig sind. Dann ist dies eine Netzwerkrichtlinie, ist wahrscheinlich, dass die Mitarbeiter sind diejenigen, die auf das Team zu arbeiten.

source: Apply tags for this document.
de: Tags für dieses Dokument anwenden.

source: The date the policy was created.
de: Das Erstellungsdatum der Politik.

source: Policies must be reviewed at regular periods of time in order to ensure they remain useful. Setting a review date will enable the owner of the document to get a notification and ensure the review is executed by the collaborators. This date is used to trigger notifications (reminders) to owners and collaborators.
de: Politik müssen in regelmäßigen Zeiträumen überprüft werden, um sicherzustellen, dass sie nützlich sein. Festlegung eines Datums Beitrag ermöglicht es den Besitzer des Dokuments erhalten eine Benachrichtigung, und sicherstellen, dass der Beitrag von den Mitarbeitern ausgeführt wird. Dieses Datum wird verwendet, um Benachrichtigungen (Erinnerungen), Eigentümern und Mitarbeitern auslösen.

source: Choose an Asset Label
de: Wählen Sie eine Asset-Label

source: Choose one of the Asset Labels.
de: Wählen Sie eines der Asset-Labels.

source: If there are improvements planned for this policy, you are able to map them here. The list of projects presented on this field comes from the Project Management module.
de: Wenn es Verbesserungen gibt, die für diese Politik geplant sind, können Sie sie hier abbilden. Die Liste der auf diesem Gebiet vorgestellten Projekte stammt aus dem Projektmanagement-Modul.

source: Only those policies tagged as "Release" will be used across other parts of the system.
de: Nur die Richtlinien markiert als "Release" in anderen Teilen des Systems verwendet wird.

source: The document type is used to categorise the type of document you are creating. If you are unsure if likely the best option for you is "Policy".
de: Die Belegart wird verwendet, um den Typ des Dokuments zu kategorisieren, die Sie erstellen. Wenn Sie unsicher sind, ob wahrscheinlich die beste Option für Sie ist "Politik".

source: The version of the document will be displayed on the header of the policy document. IMPORTANT ! once saved you wont be able to change this date from this form, you will need to create a "Review".
de: Die Version des Dokuments erscheint in der Kopfzeile des Dokuments Politik. WICHTIG! Nachdem Sie gespeichert werde nicht in der Lage, dieses Datum von dieser Form zu ändern, müssen Sie eine "Überprüfung" zu erstellen.

source: The document version can only be modified with reviews - click on <strong>Manage / Reviews</strong> to add a new review.
de: Die Dokumentversion kann nur mit Bewertungen geändert werden - Klicken Sie auf <strong>Verwalten / Rezensionen</strong> , um eine neue Rezension hinzuzufügen.

source: The policy itself can be a URL an attachment or something you write using our editor bellow on this screen.
de: Die Richtlinie selbst kann eine URL einer Pfändung oder etwas, was Sie schreiben mit unserem Editor unten auf dieser Seite.

source: If you want to use attachments for this policy, create a review under <strong>Manage / Reviews</strong>
de: Wenn Sie Anhänge für diese Richtlinie verwenden möchten, erstellen Sie eine Überprüfung unter <strong>Verwalten / Bewertungen</strong>

source: On top of the future review, a review with todays date will be automatically created and you must attach your policies to that review
de: Zusätzlich zu den zukünftigen Beitrag eine Rezension mit heutigen Datum wird automatisch erstellt und Sie müssen Ihre Richtlinien zu diesem Beitrag anhängen

source: If you want to use our content editor for this policy, create a review under <strong>Manage / Reviews</strong>
de: Wenn Sie unsere Content-Editor für diese Richtlinie verwenden möchten, erstellen Sie eine Rezension unter <strong>verwalten / Bewertungen</strong>

source: Brief description of the Policy
de: Kurze Beschreibung der Richtlinie

source: If you want to update the URL for this policy, create a review under <strong>Manage / Reviews</strong>
de: Wenn Sie die URL für diese Richtlinie aktualisieren möchten, erstellen Sie eine Rezension unter <strong>verwalten / Bewertungen</strong>

source: OPTIONAL: Choose one or more similar Procedures, they will be shown on the portal if a user selects this policy.
de: OPTIONAL: Wählen Sie eine oder mehrere ähnliche Verfahren, sie werden auf dem Portal gezeigt werden, wenn ein Benutzer diese Politik auswählt.

source: OPTIONAL: Choose one or more similar Policies, they will be shown on the portal if a user selects this policy.
de: OPTIONAL: Wählen Sie eine oder mehrere ähnliche Richtlinien, sie werden auf dem Portal gezeigt werden, wenn ein Benutzer diese Politik auswählt.

source: OPTIONAL: Choose one or more similar Standards, they will be shown on the portal if a user selects this policy.
de: OPTIONAL: Wählen Sie eine oder mehrere ähnliche Standards, sie werden auf dem Portal gezeigt werden, wenn ein Benutzer diese Politik auswählt.

source: Policy Portal Permission
de: Portal Richtlinienberechtigung

source: Choose a permission
de: Wählen Sie eine Berechtigung

source: Choose if you wish yo show this policy on the policy portal or not. Remember that the policy portal is by default disabled (System / Settings / Authentication) and is accesible by using the same URL you use for eramba with /policy/ on the end. For example: http://eramba.com/policy/
de: Wählen Sie yo dieser Politik auf die Politik-Portal anzeigen, oder nicht. Beachten Sie, dass die Politik Portal standardmäßig deaktiviert ist (System / Einstellungen / Authentifizierung) und ist erreichbar über die gleiche URL Sie für Eramba mit /policy/ am Ende verwenden. Zum Beispiel: http://eramba.com/policy/

source: Public: Anyone can see this document on the policy portal
de: Öffentlich: Jeder kann dieses Dokument auf dem Politik-Portal sehen

source: Private: No one can see this document on the policy portal
de: Privat: niemand kann dieses Dokument auf dem Politik-Portal finden Sie unter

source: Authorized Uses Only: Only authorized users can see this document. This is controlled by selecting groups from your AD where only those users will be able to access this document.
de: Genehmigten Verwendungen nur: Nur autorisierte Benutzer können dieses Dokument sehen. Dies wird gesteuert, indem Sie Ihre Anzeige, wo nur die Benutzer Zugriff auf das Dokument können, Gruppen auswählen.

source: Choose an LDAP Connector to show groups.
de: Wählen Sie eine LDAP-Anschluss zu Gruppen zeigen.

source: Show Groups
de: Gruppen anzeigen

source: Permission
de: Erlaubnis

source: Authentication
de: Echtheitsprüfung

source: Direct Link
de: Direktlink

source: Content Type
de: Inhalttyp

source: This indicates if the policy is published (Released) or still a draft. Draft policies are not valid across the system (they are not visible)
de: Dies zeigt an, ob die Richtlinie veröffentlicht (freigegeben) oder noch ein Entwurf ist. Entwurf einer Politik gelten nicht innerhalb des Systems (sie sind nicht sichtbar)

source: No related documents found.
de: Keine Dokumente gefunden.

source: Mitigated Items by this Policy
de: Verminderte Gegenstände durch diese Richtlinie

source: Mitigation Type
de: Mitigation-Typ

source: Mail All
de: Mailen Sie alle

source: Choose a reviewer
de: Wählen Sie ein Rezensent

source: The audit methodology (what evidence is used, how is analysed, what the output of that analysis is, Etc) defined for this Security Service.
de: Die Prüfmethodik (welche Beweise verwendet wird, wie wird analysiert, was die Ausgabe dieser Analyse ist, etc.) für diese Security-Service definiert.

source: How the audit analysis needs to look like in order to call this audit a pass or a failed.
de: Wie muss die Audit-Analyse aussehen, um diese Prüfung einen Pass oder eine fehlerhafte nennen.

source: Describe the conclusion of the audit in detail, what was found, Etc.
de: Beschreiben Sie den Abschluss der Prüfung im Detail, was gefunden wurde, etc..

source: Select the individual that lead the audit.
de: Wählen Sie die Person, die die Prüfung führen.

source: Set the date when the audit begun.
de: Stellen Sie das Datum wenn die Prüfung begonnen.

source: Set the date when the audit was completed.
de: Stellen Sie das Datum, wann die Prüfung abgeschlossen wurde.

source: Pass: the security service will be tagged as "Ok" and in "Green" colour<br><br>Fail: The audit will be tagged as "Last Audit Failed" and in "Red" colour. You will be able to assign "Projects" and "Incidents" to this audit as corrective measures.
de: Pass: der Sicherheitsdienst wird als "Ok" und "grün" gekennzeichnet werden<br><br>Fail: Die Prüfung wird als "Letzte Prüfung fehlgeschlagen" und in "rot" markiert werden. "Projekte" und "Zwischenfälle" dieser Prüfung als Korrekturmaßnahmen zuweisen können.

source: Name this Security Service (Firewalls, CCTV, Etc)
de: Dieser Sicherheitsdienst (Firewalls, CCTV, etc.) zu nennen

source: What is required to do in order to execute this maintenance task?
de: Was ist zu tun, um diese Wartungsaufgabe ausgeführt erforderlich?

source: Task Conclusion
de: Abschluss der Aufgabe

source: How did the task go?
de: Wie haben die Aufgabe gehen?

source: Who executed the task?
de: Wer hat die Aufgabe ausgeführt?

source: Maintenance Start Date
de: Wartung-Startdatum

source: Register the date at which this maintenance started.
de: Registrieren Sie das Datum, an dem diese Wartung begonnen hat.

source: Maintenance End Date
de: Wartung-Enddatum

source: Register the date at which this maintenance ended.
de: Registrieren Sie das Datum, an dem diese Wartung beendet wurde.

source: Task Result
de: Ergebnis der Aufgabe

source: Altough this is not strictly an audit, this maintenance task are a good indication to know if services are working or not.
de: Obgleich dies ist nicht unbedingt eine Prüfung, diese Wartungsaufgabe sind ein guter Indikator dafür, zu wissen, ob Dienste oder nicht funktionieren.

source: Controls require maintenance. Describe in this field what type of maintenance is required and how that task should be executed. For example: Oil must be changed at regular times on the auxiliary power supply engines in order for they to operate normally. This can be achieved by changing the oil on the engine. Follow the manual instructions.
de: Kontrollen müssen gewartet werden. In diesem Bereich zu beschreiben, welche Art von Wartung erforderlich ist und wie diese Aufgabe ausgeführt werden soll. Zum Beispiel: Ölwechsel muss in regelmäßigen Abständen auf die Hilfsenergie Versorgung Motoren in Reihenfolge für sie normal funktioniert. Dies kann erreicht werden durch das Öl auf dem Motor wechseln. Folgen Sie der Anleitung.

source: The date where this maintenance was originally set to start.
de: Das Datum, wo diese Wartung ursprünglich festgelegt wurde, um zu starten.

source: The date this maintenance actually started.
de: Das Datum dieser Wartung tatsächlich gestartet.

source: The day the maintenance ended.
de: Der Tag endete die Wartung.

source: If the maintenance pass or not.
de: Wenn die Wartung oder nicht passieren.

source: A brief description on what was observed while executing the maintenance. You can optionally add evidence as attachments.
de: Eine kurze Beschreibung was beobachtet wurde, während der Ausführung der Wartung. Sie können optional Beweise als Anhang hinzufügen.

source: The individual that executed the maintenance
de: Die Person, die die Wartung ausgeführt

source: No Maintenance found.
de: Keine Wartung gefunden.

source: OPTIONAL: Give a brief description of what this services does.
de: OPTIONAL: Geben Sie eine kurze Beschreibung dessen, was diese Dienste tut.

source: OPTIONAL: Insert the url where the documentation for this Service is located (Wiki Page, Etc)
de: OPTIONAL: Fügen Sie die Url, wo befindet sich die Dokumentation für diesen Service (Wiki Page, etc.)

source: Design: is for controls that are not alive, controls in design are not shown in the other modules and audit methodologies and dates (on the next tab) can not be set. <br><br>Production: the control is functional.
de: Design: ist für Steuerelemente, die nicht am Leben, sind Kontrollen im Design erscheinen nicht in den anderen Modulen und audit-Methoden und Termine (auf der nächsten Registerkarte) nicht eingestellt werden können.<br><br>Produktion: das Steuerelement funktionsfähig ist.

source: OPTIONAL: Select from the drop down one or more projects asociated with this security service. Projects are defined in Security Operations / Project Management.
de: OPTIONAL: Wählen Sie aus der Dropdown-Liste ein oder mehrere Projekte treusorgende mit dieser Sicherheitsdienst. Projekte sind im Handbuch Sicherheitsoperationen definiert / Projektmanagement.

source: Service Classification
de: Service-Klassifizierung

source: Apply a classification to the control such as "Expensive", "Compliance Key", Etc.
de: Wenden Sie eine Klassifizierung auf das Steuerelement wie "Teuer", "Compliance-Key", etc..

source: OPTIONAL: Apply a tag to the control such as "Expensive", "Compliance Key" this can later be used to group or filter similar controls.
de: OPTIONAL: Zuweisen Sie ein Tag, das Steuerelement wie "Teuer", "Compliance-Key", dies später auf Gruppen- oder Filter ähnliche Steuerelemente verwendet werden kann.

source: Select an owner
de: Wählen Sie einen Besitzer

source: The owner of the control is the individual on your GRC team that will make sure this control is audited and its information is updated at all times.
de: Der Besitzer des Steuerelements ist das Individuum in Ihrem GRC-Team, das dieses Steuerelement wird geprüft und seine Aktualisierung erfolgt jederzeit sicherstellen wird.

source: OPTIONAL: Collaborators are those individuals that keep this control working. For example, if a control is related to Firewalls, the network or firewall administrators should be selected. This is used to notify collaborators when audit dates are approaching.
de: OPTIONAL: Mitarbeiter sind diejenigen Personen, die diese Kontrolle zum laufen zu halten. Wenn ein Steuerelement mit Firewalls verbunden ist, sollte die Firewall oder Netzwerk-Administratoren ausgewählt werden. Wirdverwendet, um Kollaborateure zu benachrichtigen, wenn Audit Termine nähern.

source: Insert the amount of OPEX this control costs per year or if not applicable set the value to zero.
de: Legen Sie der Höhe der Betriebskosten dieser Kontrolle kostet pro Jahr oder ggf. nicht den Wert auf Null gesetzt.

source: Same as above but for CAPEX.
de: Das gleiche wie oben, aber für CAPEX.

source: Set the time (in hours, days, etc) that it takes your team to keep this control audited and updated. This is important to keep again your budgets well organised.)
de: Legen Sie die Zeit (in Stunden, Tagen, etc.), die Ihr Team diese Kontrolle geprüft und aktualisiert. Dies ist wichtig, um wieder Ihre Budgets gut organisiert.)

source: OPTIONAL: Select any applicable Support Contracts for this Security Service.
de: OPTIONAL: Wählen Sie gültigen Support-Verträge für diese Security-Service.

source: OPTIONAL: Select one or more security policies that are related to this control (remember that policies are defined under Security Services / Security Policies). Not having security policies mapped to controls is an indication that you might not be using eramba correctly.
de: OPTIONAL: Wählen Sie eine oder mehrere Sicherheitsrichtlinien, die auf dieses Steuerelement verknüpft sind (denken Sie daran, dass Richtlinien unter Security Services definiert sind / Sicherheitsrichtlinien). Nicht mit Sicherheits-Policies, die Steuerelemente zugeordnet ist Indiz dafür, dass Sie nicht Eramba richtig verwenden können.

source: OPTIONAL: eramba assumes you will audit controls, but you may choose not to do so. <br>If that is your case simply input NA on this field. If you choose to audit controls ensure you describe what input (evidence), analysis and output (audit report) you will provide. Use this free text to set that information (this data can be sent as notifications to your control collaborators).
de: OPTIONAL: Eramba übernimmt Kontrollen überwacht werden, aber Sie können nicht zu tun.<br>Wenn Ihr Fall einfach Eingabe NA auf diesem Gebiet ist. Wenn Sie prüfen möchten Kontrollen sichern Sie beschreiben, was Input (Beweise), Analyse und Output (Prüfbericht) Sie bieten. Verwenden Sie dieser kostenlose Text, um diese Informationen festlegen (diese Daten können als Mitteilungen an Ihre Mitarbeiter Steuerung gesendet werden).

source: OPTIONAL: Describe in this field what is the expected result of the audit in order to call it a "Pass". If you choose not to audit controls, simply set NA.
de: OPTIONAL: Beschreiben Sie in diesem Bereich, was das erwartete Ergebnis der Prüfung ist, um es ein "Pass" nennen. Wenn Sie nicht audit-Kontrollen, setzen Sie einfach Na

source: Service Audit Calendar
de: Servicekalender Audit

source: OPTIONAL: Select the months in the year where this audit must take place. If you choose not to audit this control simply left the selection empty.
de: OPTIONAL: Wählen Sie die Monate im Jahr, wo diese Prüfung stattfinden muss. Wenn Sie nicht dieses Steuerelement einfach überwachen die Auswahl leer gelassen.
