Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Questionnaire is incomplete. You have to fill in all answers.
de: Fragebogen ist unvollständig. Sie müssen alle Antworten ausfüllen.

source: Error occured while completing the demo. Please try to run the demo again.
de: Fehler beim Abschluss der Demo. Bitte führen Sie die Demo erneut aus.

source: Demo training completed
de: Demo-Training abgeschlossen

source: A user "%s" completed the training
de: Ein Benutzer "%s" absolvierte die Ausbildung

source: You need to fill in all answers.
de: Sie müssen alle Antworten ausfüllen.

source: Awareness Login
de: Bewusstsein-Login

source: Email or password was incorrect.
de: E-Mail oder Passwort ist falsch.

source: You have to enable Awareness Authentication in Authentication settings in order to be able to manage Awareness Programs
de: Sie müssen Bewusstsein Authentifizierung in Authentifizierungseinstellungen zu aktivieren, um Awareness Programme verwalten zu können

source: Awareness Programs
de: Programme zur Bewusstseinsbildung

source: Define and manage role based awareness programs.
de: Definieren und Verwalten von rollenbasierten Aufklärungsprogramme.

source: Delete an Awareness Program.
de: Löschen einer Awareness-Programms.

source: Awareness Program was successfully deleted.
de: Awareness-Programm wurde erfolgreich gelöscht.

source: Add an Awareness Program
de: Fügen Sie eine Awareness-Programm

source: Awareness Program was successfully added.
de: Awareness-Programm wurde erfolgreich hinzugefügt.

source: Edit an Awareness Program
de: Bearbeiten einer Awareness-Programms

source: Awareness Program was successfully edited.
de: Awareness-Programm wurde erfolgreich bearbeitet.

source: Video for this program was deleted.
de: Video für dieses Programm wurde gelöscht.

source: Error occured while deleting the video. Please try again.
de: Fehler beim Löschen der Videos. Bitte versuchen Sie es erneut.

source: Text file for this program was deleted.
de: Text-Datei für dieses Programm wurde gelöscht.

source: Error occured while deleting the text file. Please try again.
de: Fehler beim Löschen der Textdatei. Bitte versuchen Sie es erneut.

source: Questionnaire for this program was deleted.
de: Fragebogen für dieses Programm wurde gelöscht.

source: Error occured while deleting the questionnaire. Please try again.
de: Fehler beim Löschen des Fragebogens. Bitte versuchen Sie es erneut.

source: Start an Awareness Program
de: Ein Bewusstsein-Programm starten

source: The Awareness Program has already started.
de: Awareness-Programm hat bereits begonnen.

source: Awareness Program successfully started.
de: Awareness-Programm erfolgreich gestartet.

source: Error occured while starting the training. Please try it again.
de: Fehler beim Beginn des Trainings. Bitte versuchen Sie es erneut.

source: Pause an Awareness Program
de: Anhalten einer Awareness-Programms

source: The Awareness Program has already pause.
de: Awareness-Programm hat bereits pausieren.

source: Awareness Program successfully paused.
de: Awareness-Programm wurde erfolgreich angehalten.

source: Demo for an Awareness Program
de: Demo für eine Awareness-Programm

source: ignored user
de: Ignorierte Benutzer

source: Demo email was sent to the user.
de: Demo-e-Mail wurde an den Benutzer gesendet.

source: Error occured while doing a demo. Please try it again.
de: Dabei eine Demo ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Clean records for an Awareness Program
de: Saubere Datensätze für eine Awareness-Programm

source: Awareness Program successfully cleaned.
de: Awareness-Programm erfolgreich gesäubert.

source: Awareness Program Reminders
de: Awareness Programm Erinnerungen

source: Business Based - Risk Analysis
de: Sitz - Risikoanalyse

source: Manage your Business Impact Analysis framework including the analysis, treatment and communication of risks.
de: Verwalten Sie Ihr Business Impact-Analyse-Framework inklusive Analyse, Behandlung und Kommunikation der Risiken.

source: Business Continuity
de: Geschäftskontinuität

source: Delete a Business Continuity.
de: Löschen Sie einen Business-Continuity.

source: Business Continuity was successfully deleted.
de: Business Continuity wurde erfolgreich gelöscht.

source: Create a Business Continuity
de: Erstellen eines Business Continuity

source: Business Continuity was successfully added.
de: Business Continuity wurde erfolgreich hinzugefügt.

source: Edit a Business Continuity
de: Bearbeiten eines Business Continuity

source: Business Continuity was successfully edited.
de: Business Continuity wurde erfolgreich bearbeitet.

source: This field cannot be left blank
de: Dieses Feld darf nicht leer sein

source: Delete a Business Continuity Plan Audit Improvement .
de: Löschen Sie eine Business Continuity Plan Audit Verbesserung.

source: Business Continuity Plan Audit Improvement was successfully deleted.
de: Business Continuity Plan Audit Verbesserung wurde erfolgreich gelöscht.

source: Create an Audit Improvement
de: Erstellen einer Audit-Verbesserung

source: Business Continuity Plan Audit Improvement was successfully added.
de: Business Continuity Plan Audit Verbesserung wurde erfolgreich hinzugefügt.

source: Edit a Business Continuity Plan Audit Improvement
de: Bearbeiten Sie eine Business Continuity Plan Audit Verbesserung

source: Audit Improvement was successfully added.
de: Verbesserung der Prüfung wurde erfolgreich hinzugefügt.

source: Business Continuity Plans Audit Report
de: Business Continuity Pläne Prüfbericht

source: This is a report of all the audits registed for this service.
de: Dies ist ein Bericht für alle Audits eingetragene für diesen Dienst.

source: Business Continuity Plans Audit
de: Business Continuity Pläne Audit

source: Delete a Business Continuity Plans Audit.
de: Löschen Sie eine Business Continuity Pläne Prüfung.

source: Business Continuity Plan Audit was successfully deleted.
de: Business Continuity Plan Audit wurde erfolgreich gelöscht.

source: Edit a Business Continuity Plan Audit
de: Bearbeiten Sie eine Business Continuity Plan Audit

source: Business Continuity Plan Audit was successfully edited.
de: Business Continuity Plan Audit wurde erfolgreich bearbeitet.

source: The objective is to audit the security control for efficiency utilizing the metrics reviews and success criteria defined on the continuity plan. You should be able to add evidence that suppors the audit.
de: Ziel ist es, die Sicherheitskontrolle für die Nutzung der Kennzahlen Überprüfungen und Erfolgskriterien für die Continuity-Plan definiert Effizienz zu prüfen. Sollte man in der Lage, fügen Sie Beweise, dass Suppors die Prüfung.

source: Business Continuity Plans
de: Business Continuity-Pläne

source: Define your continuity plans in detail and ensure the plan participants are aware of their responsibilities.
de: Definieren Sie Ihre Continuity-Pläne im Detail und sicherzustellen Sie, dass die Teilnehmer sich ihrer Verantwortung bewusst sind.

source: Delete a Business Continuity Plan.
de: Löschen Sie einen Business-Continuity-Plan.

source: Business Continuity Plan was successfully deleted.
de: Business Continuity Plan wurde erfolgreich gelöscht.

source: Business Continuity Plans Acknowledge
de: Business Continuity-Pläne erkennen

source: Manage your Continuity Plans.
de: Verwalten Sie Ihre Kontinuität plant.

source: Business Continuity Task was successfully acknowledged.
de: Business Continuity Aufgabe wurde erfolgreich bestätigt wurde.

source: Create a Business Continuity Plan
de: Erstellen eines Business-Continuity-Plans

source: Business Continuity Plan was successfully added.
de: Business Continuity Plan wurde erfolgreich hinzugefügt.

source: Edit a Business Continuity Plan
de: Bearbeiten eines Business-Continuity-Plans

source: Business Continuity Plan was successfully edited.
de: Business Continuity Plan wurde erfolgreich bearbeitet.

source: The plan is in design. Audits not possible.
de: Der Plan ist im Design. Prüfungen nicht möglich.

source: Monthly
de: Monatlich

source: Quarterly
de: Vierteljährlich

source: Does not have Attachments
de: Hat keine Anhänge

source: Has Attachments
de: Hat Anhänge

source: Business Continuity Task
de: Business Continuity Aufgabe

source: Delete a Business Continuity Task.
de: Löschen einer Geschäftsaufgabe Kontinuität.

source: Business Continuity Task was successfully deleted.
de: Business Continuity Aufgabe wurde erfolgreich gelöscht.

source: Create a Business Continuity Task
de: Erstellen Sie eine Business Continuity Aufgabe

source: Business Continuity Task was successfully added.
de: Business Continuity Aufgabe wurde erfolgreich hinzugefügt.

source: Edit a Business Continuity Task
de: Bearbeiten einer Geschäftsaufgabe Kontinuität

source: Business Continuity Task was successfully edited.
de: Business Continuity Aufgabe wurde erfolgreich bearbeitet.

source: This is the tools used to create an emergency plan. Emergency plans are short and very much to the point. Have you noticed aircraft emergency plans? there's no point in writing long manuals since at emergency times there's no time to read. Keep it to the point and you'll do fine.
de: Dies ist die Tools zur Erstellung ein Notfallplans. Notfallpläne sind kurz und sehr viel auf den Punkt. Haben Sie bemerkt, dass Flugzeuge Notfallpläne? Es gibt keinen Sinn, lange Handbücher zu schreiben, da im Notfall Mal gibt es keine Zeit zum lesen. Halten Sie es auf den Punkt und Sie tun gut.

source: Business Units
de: Geschäftsbereiche

source: Use this section to describe your organisation and its core processes. For example Finance: (Accounting, Controlling , Paying Invoices, Etc). This section is only useful if you plan to use Risk Management functionalities in eramba.
de: Verwenden Sie diesen Abschnitt, um Ihrer Organisation und ihrer Kernprozesse zu beschreiben. Zum Beispiel zu finanzieren: (Rechnungswesen, Controlling, Zahlung von Rechnungen, etc.). Dieser Abschnitt ist nur sinnvoll, wenn Sie planen, Risiko-Management-Funktionen in Eramba verwenden.

source: Delete a Business Unit.
de: Löschen Sie eine Business Unit.

source: Business Unit was successfully deleted.
de: Die Business Unit wurde erfolgreich gelöscht.

source: Create a Business Unit
de: Erstellen einer Unternehmenseinheit

source: Business Unit was successfully added.
de: Die Business Unit wurde erfolgreich hinzugefügt.

source: Edit a Business Unit
de: Bearbeiten einer Business Unit

source: Business Unit was successfully edited.
de: Die Business Unit wurde erfolgreich bearbeitet.

source: Define those business units (and later their processes) that are in the scope of your program. This will be later used to map assets and define risks.
de: Diese Geschäftsbereiche zu definieren (und später ihre Prozesse), die im Rahmen Ihres Programms. Hiermit werden später abzubilden Vermögen und Risiken verstehen.

source: Comments for "%s"
de: Kommentare für "%s"

source: Comments
de: Kommentare

source: Comment and discuss about this item.
de: Kommentar und Diskussion über diesen Artikel.

source: Comment
de: Kommentar

source: Delete a Comment.
de: Einen Kommentar zu löschen.

source: Comment was successfully deleted.
de: Kommentar wurde erfolgreich gelöscht.

source: Insert Comment
de: Kommentar einfügen

source: Comment was successfully added.
de: Kommentar wurde erfolgreich hinzugefügt.

source: Error occured. Please try again.
de: Fehler. Bitte noch einmal versuchen.

source: Edit a Comment
de: Bearbeiten eines Kommentars

source: Comment was successfully edited.
de: Kommentar wurde erfolgreich bearbeitet.

source: New Audit Feedback Comment
de: Neues Audit Feedback Kommentar

source: Compliance Analysis Findings
de: Compliance-Analyse-Ergebnisse

source: Use this section to document your compliance findings (while you receive external audits or as they pop in the organisation. You can also document compliance findings from the Compliance Analysis module (Under Compliance Management).
de: Verwenden Sie diesen Abschnitt, um Ihre Compliance-Ergebnisse zu dokumentieren (während Sie externe Audits erhalten oder wie sie in der Organisation pop. Sie können auch Compliance-Erkenntnisse aus der Compliance-Analyse-Modul (unter Compliance Management) dokumentieren.

source: Compliance Analysis Finding
de: Compliance-Analyse finden

source: Delete a Finding.
de: Löschen Sie eine Feststellung.

source: Create an Compliance Analysis Finding
de: Die Feststellung eines Compliance-Analyse erstellen

source: Compliance Analysis Finding was successfully added.
de: Compliance-Analyse zu finden wurde erfolgreich hinzugefügt.

source: Edit a Compliance Analysis Finding
de: Bearbeiten Sie eine Compliance Analysis Finding

source: Compliance Analysis Finding was successfully edited.
de: Compliance-Analyse zu finden wurde erfolgreich bearbeitet.

source: Third Party Audit Feedback
de: Drittes Audit Feedback

source: List of all answers provided by users.
de: Liste aller Antworten von Benutzern zur Verfügung gestellt.

source: You will apply this classification to your Risks.
de: Sie werden diese Klassifizierung auf Ihre Risiken anwenden.

source: Delete a Compliance Audit Feedback.
de: Löschen Sie eine Compliance-Audit-Feedback.

source: Compliance Audit Feedback was successfully deleted.
de: Compliance Audit wurde erfolgreich gelöscht.

source: Create a Compliance Audit Feedback
de: Erstellen Sie ein Compliance Audit Feedback

source: Compliance Audit Feedback was successfully added.
de: Compliance Audit Feedback wurde erfolgreich hinzugefügt.

source: Edit a Compliance Audit Feedback
de: Bearbeiten einer Compliance-Audit-Feedback

source: Compliance Audit Feedback was successfully edited.
de: Compliance Audit Feedback wurde erfolgreich bearbeitet.

source: Compliance Audit Feedback Profile was successfully added.
de: Compliance Audit Bewertungsprofil wurde erfolgreich hinzugefügt.

source: Third Party Audit Analysis
de: Third Party Audit Analyse

source: List of Compliance Package Items.
de: Artikelliste Compliance-Paket.

source: Audit Evidence Settings
de: Überwachungseinstellungen Beweise

source: Audit settings were successfully edited.
de: Überwachungseinstellungen wurden erfolgreich bearbeitet.

source: Send Audit Notifications
de: Audit-Benachrichtigungen senden

source: Before we send emails out to auditees you are able to see who will be sent what. If you think there is a mistake go back to the audit and edit its settings.
de: Bevor wir e-Mails an geprüften senden können Sie sehen, was gesendet wird. Wenn Sie denken, es gibt einen Fehler zurück zu der Prüfung und die Einstellungen bearbeiten.

source: Audit notifications were successfully sent.
de: Nachricht erfolgreich gesendet.

source: Error occured. Please try it again.
de: Fehler aufgetreten ist. Bitte versuchen Sie es erneut.

source: Complete Audit Feedback on "%s"
de: Vollständige Prüfung Feedback zu "%s"

source: Compliance Audit Feedback Required
de: Compliance Audit Feedback erforderlich

source: Third Party Audits
de: Drittprüfungen

source: Use this module to peform assessments, audits to your internal or external partners by asking them to respond to a set of questions you define and provide comments and attachments (evidence).
de: Verwenden Sie dieses Modul, um Assessments, Audits zu Ihren internen oder externen Partnern durchzuführen, indem Sie sie bitten, auf eine Reihe von Fragen zu antworten, die Sie definieren und Kommentare und Anhänge (Beweise) zur Verfügung stellen.

source: Third Party Audits (Trash)
de: Third-Party-Audit (Trash)

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assesed items and more.
de: Das Audit-Management-Modul hilft Auditoren zur Bewältigung der gemeinsamen Prüfungstätigkeiten: erfordern und Beweise, Detail Anforderungen, Rekord Erkenntnisse und Assesed Elemente zu speichern.

source: You have to wait for the rest of the auditees to answer their questions and then you can submit the form.
de: Musst du warten, bis der Rest von den geprüften Stellen, ihre Fragen zu beantworten und Sie können dann das Formular einreichen.

source: One or more items are missing feedback. Please provide feedback for all items and try again.
de: Ein oder mehrere Elemente fehlen Rückmeldungen. Bitte Feedback für alle Artikel und versuchen Sie es erneut.

source: Thank you for your responses, the questionnaire has been completed and submitted to its owner.
de: Danke für Ihre Antworten, der Fragebogen abgeschlossen und zu seinem Besitzer eingereicht.

source: Error occured while saving data. Please try again.
de: Fehler beim Speichern von Daten. Bitte versuchen Sie es erneut.

source: Third Party Audit Completed
de: Third Party Audit abgeschlossen

source: You are not allowed to answer this question.
de: Sie sind nicht berechtigt, diese Frage zu beantworten.

source: User "%s" submitted a feedback profile "%s" and chose: %s
de: Benutzer "%s" ein Bewertungsprofil "%s" eingereicht und wählte: %s

source: Response saved - at all times you can close this window and continue later.
de: Antwort gespeichert können - zu allen Zeiten dieses Fenster schließen und später fortsetzen.

source: Error occured while saving your feedback. Please try again.
de: Fehler beim Speichern deines Feedbacks. Bitte versuche es erneut.

source: Your response is required.
de: Ihre Antwort ist erforderlich.

source: New Audit Feedback Provided
de: Neue Prüfung Feedbacks

source: Delete a Third Party Audit.
de: Löschen Sie eine Drittanbieter-Audit.

source: Compliance Audit was successfully deleted.
de: Compliance Audit wurde erfolgreich gelöscht.

source: Create a Compliance Audit
de: Erstellen Sie eine Konformitätsprüfung

source: Compliance Audit was successfully added.
de: Compliance-Audit wurde erfolgreich hinzugefügt.

source: Edit a Compliance Audit
de: Bearbeiten Sie eine Compliance Audit

source: Compliance Audit was successfully edited.
de: Compliance Audit wurde erfolgreich bearbeitet.

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assessed items and more.
de: Das Audit-Management-Modul hilft Auditoren zur Bewältigung der gemeinsamen Prüfungstätigkeiten: erfordern und Beweise, Detail Anforderungen, Rekord Erkenntnisse und bewerteten Gegenstände und mehr zu speichern.

source: Copy of %s
de: Kopie von %s

source: Third Party Audit was successfully cloned.
de: Third-Party-Audit wurde erfolgreich geklont.

source: Error occured while saving the cloned data. Please try it again.
de: Fehler beim Speichern der geklonten Daten. Bitte versuchen Sie es erneut.

source: The Third Party Audit has already started.
de: Third Party Audit hat bereits begonnen.

source: Third Party Audit successfully started.
de: Third-Party-Audit erfolgreich gestartet.

source: The Third Party Audit has been already stopped.
de: Third Party Audit wurde bereits beendet.

source: Third Party Audit successfully finished.
de: Third Party Audit erfolgreich abgeschlossen.

source: Compliance Exception Management
de: Compliance-Ausnahme-Management

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while analysing compliance (Compliance Management / Compliance Analysis) by asociating compliace requirements for which the organisation has no plans to be compliant with complaince exceptions.
de: Compliance Ausnahmen werden verwendet, um die vorübergehende Akzeptanz eines Compliance-Problems aufzuzeichnen. Sie werden bei der Analyse der Compliance (Compliance Management / Compliance Analysis) verwendet, indem sie Compliance-Anforderungen, für die die Organisation keine Pläne hat, mit Ausnahmeregelungen konform zu sein.

source: Compliance Exception
de: Compliance-Ausnahme

source: Delete a Compliance Exception.
de: Löschen einer Compliance-Ausnahme.

source: Compliance Exception was successfully deleted.
de: Compliance Exception wurde erfolgreich gelöscht.

source: Create a Compliance Exception
de: Erstellen Sie eine Compliance-Ausnahme

source: Compliance Exception was successfully added.
de: Compliance Exception wurde erfolgreich hinzugefügt.

source: Edit a Compliance Exception
de: Bearbeiten einer Compliance-Ausnahme

source: Compliance Exception was successfully edited.
de: Compliance-Ausnahme wurde erfolgreich bearbeitet.

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while running a compliance management program by mapping them to those compliance requirements which the organization has decided not to be compliant
de: Compliance Ausnahmen werden verwendet, um die vorübergehende Annahme ein Compliance-Problem zu erfassen. Sie werden verwendet, während der Ausführung eines Compliance-Management-Programms durch die Zuordnung sie die Compliance-Anforderungen der Organisation beschlossen hat, nicht konform zu

source: Compliance Findings
de: Compliance-Ergebnisse

source: This is the list of audit findings for a given audit.
de: Dies ist die Liste der Ergebnisse der Prüfung für eine bestimmte Prüfung.

source: Compliance Findings (Trash)
de: Compliance-Ergebnisse (Trash)

source: Compliance Finding
de: Feststellung der Konformität

source: Delete a Compliance Finding.
de: Löschen Sie eine Übereinstimmung zu finden.

source: Compliance Finding was successfully deleted.
de: Feststellung der Konformität wurde erfolgreich gelöscht.

source: Register a Compliance Finding
de: Registrieren Sie einen Compliance-Befund

source: Compliance Finding was successfully added.
de: Feststellung der Konformität wurde erfolgreich hinzugefügt.

source: Compliance Finding was successfully edited.
de: Feststellung der Konformität wurde erfolgreich bearbeitet.

source: Assesed Item
de: Assesed Element

source: Use this form to create or edit an audit finding. Audit findings are used by the auditor to record what has been reviewed and if there was some non-compliance.
de: Verwenden Sie dieses Formular zum Erstellen oder Bearbeiten einer Prüfung zu finden. Prüfungsfeststellungen dienen zum aufzeichnen, was überprüft wurde und wenn es einige nicht-Einhaltung des Prüfers.

source: Manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined.
de: Verwalten Sie Ihre Compliance-Anforderung durch die Zuordnung von Risiken und Kontrollen, Ausnahmen, Projekte für jeden Compliance-Paket Artikel, die Sie zuvor definiert haben.

source: Create a Compliance Package
de: Erstellen Sie ein Compliance-Paket

source: Compliance Management was successfully added.
de: Compliance-Management wurde erfolgreich hinzugefügt.

source: Edit a Compliance Package
de: Eine Compliance-Paket bearbeiten

source: Compliance Management was successfully edited.
de: Compliance-Management wurde erfolgreich bearbeitet.

source: You can manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined
de: Sie können Ihre Compliance-Anforderungen verwalten, durch die Zuordnung von Risiken und Kontrollen, Ausnahmen, Projekte für jeden Compliance-Paket Artikel, die Sie zuvor definiert haben

source: None
de: Keine

source: Compliance Package Items
de: Compliance-Paket-Artikel

source: Delete a Compliance Package Item.
de: Löschen Sie eine Compliance-Paket-Element.

source: Compliance Package Item was successfully deleted.
de: Compliance-Paket Element wurde erfolgreich gelöscht.

source: Create a Compliance Package Item
de: Erstellen Sie ein Compliance-Paket-Element

source: Compliance Package Item was successfully added.
de: Compliance-Paket Artikel wurde erfolgreich hinzugefügt.
