Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Define a name for this account that will be used as a sender for emails.
de: Definieren Sie einen Namen für dieses Konto, das als Absender für e-Mails verwendet wird.

source: Enabling debug will make errors on the system very explicit. This is useful if you are debugging some issue alone. Do not enable debug unless strictly needed.
de: Ermöglicht Debug machen Fehler im System sehr explizit. Dies ist nützlich, wenn Sie ein Problem allein Debuggen. Debug nicht aktiviert werden, wenn unbedingt nötig.

source: You might need to clear the cache after an upgrade on the system.
de: Sie müssen möglicherweise den Cache nach einer Aktualisierung auf dem System zu löschen.

source: You might need to clear the ACL (the sub-system that handles who access where) after an upgrade on the system or made significant changes on the ACL assignation. This is a debug feature and we do not recommend using it unless you have been suggested by eramba team.
de: Möglicherweise müssen Sie löschen die ACL (der Sub-System, die Griffe, die wo zugreifen) nach einem Upgrade auf das System oder wesentliche Änderungen auf die ACL-Zuweisung. Dies ist eine Debug-Funktion, und wir empfehlen nicht, benutze es, wenn Sie vom Eramba-Team vorgeschlagen wurden.

source: Setting Groups
de: Einstellungen: Gruppen

source: Users
de: Benutzer

source: Surname
de: Nachname

source: Local Account
de: Lokales Postfach

source: Language
de: Sprache

source: users
de: Benutzer

source: Title of the item has been changed
de: Titel des Elements wurde geändert

source: No comment provided
de: Kein Kommentar vorhanden

source: No workflows configured, automatically approving
de: Keine Workflows konfiguriert, automatisch genehmigen

source: Backup and Restore
de: Sichern und Wiederherstellen

source: You might generate backups in this section which includes the database (without users) and uploaded files. The zip downloaded can be also uploaded to the system.
de: Sie können Sicherungen in diesem Abschnitt enthält die Datenbank (ohne Benutzer) generieren und hochgeladene Dateien. Die Zip heruntergeladen kann auch auf das System hochgeladen werden.

source: You forgot to upload a backup file or it is in wrong format.
de: Sie haben vergessen, eine backup-Datei hochladen oder es ist im falschen Format.

source: Error occured while opening the archive.
de: Fehler beim Öffnen des Archivs.

source: Error occured while restoring data.
de: Fehler beim Wiederherstellen von Daten.

source: Restore completed successfully.
de: Wiederherstellung erfolgreich abgeschlossen.

source: Error occured while creating a backup database file.
de: Fehler beim Erstellen einer Sicherungskopie der Datenbank-Datei.

source: Error occured while creating a backup file.
de: Fehler beim Erstellen einer backup-Datei.

source: Download Backup File
de: Backup-Datei herunterladen

source: Restore Database
de: Datenbank wiederherstellen

source: Upload your ZIP file here.
de: Laden Sie Ihre ZIP-Datei hier.

source: Maximum filesize for upload is configured to %s.
de: Maximale Dateigröße für Upload ist auf %s konfiguriert.

source: Cancel
de: Stornieren

source: Select one or more objects and action to apply on them. Please try again.
de: Wählen Sie ein oder mehrere Objekte und Aktionen auf sie anwenden. Bitte versuchen Sie es erneut.

source: Bulk action has been successfully applied.
de: Bulk-Aktion wurde erfolgreich angewendet.

source: Edit
de: Bearbeiten

source: Submit
de: Speichern

source: Apply action
de: Aktion anwenden

source: Select action...
de: Aktion auswählen...

source: Apply
de: Anwenden

source: Are you sure you want to delete selected objects?
de: Sind Sie sicher, dass Sie ausgewählte Objekte löschen möchten?

source: No Change
de: Unverändert

source: {{model}} was successfully deleted.
de: {{model}} wurde erfolgreich gelöscht.

source: Are you really sure you want to delete item: <strong>%s</strong>?
de: Bist du wirklich sicher, dass Sie Artikel löschen: <strong>%s</strong>?

source: Custom Field Settings for this section was successfully edited.
de: Benutzerdefinierte Feldeinstellungen für diesen Abschnitt wurde erfolgreich bearbeitet.

source: Delete a Custom Field.
de: Löschen Sie ein benutzerdefiniertes Feld.

source: Custom Field was successfully deleted.
de: Benutzerdefiniertes Feld wurde erfolgreich gelöscht.

source: Create a Custom Field
de: Erstellen Sie ein benutzerdefiniertes Feld

source: You can have maximum %s Custom Fields for a Custom Tab configured.
de: Sie können maximale %s benutzerdefinierte Felder für eine benutzerdefinierte Registerkarte konfiguriert haben.

source: Custom Field was successfully added.
de: Benutzerdefiniertes Feld wurde erfolgreich hinzugefügt.

source: Custom Field Warning
de: Benutzerdefiniertes Feld Warnung

source: You have just changed the customization type of an existing Custom Field. If you proceed then all previously stored information for this Custom Field will be deleted.
de: Sie haben nur die Art der Anpassung eines vorhandenen benutzerdefinierten Felds geändert. Wenn Sie den Vorgang fortsetzen, werden alle zuvor gespeicherten Informationen für das benutzerdefinierte Feld gelöscht.

source: Edit a Custom Field
de: Bearbeiten eines benutzerdefinierten Felds

source: Custom Field was successfully edited.
de: Benutzerdefiniertes Feld wurde erfolgreich bearbeitet.

source: Custom Tabs
de: Benutzerdefinierte Reiter

source: Delete a Custom Tab.
de: Löschen Sie eine benutzerdefinierte Registerkarte.

source: The Custom Tab was successfully deleted.
de: Die benutzerdefinierte Registerkarte wurde erfolgreich gelöscht.

source: Custom fields allows you to define your own fields on the forms used in this section
de: Benutzerdefinierte Felder können Sie eigene Felder in den Formularen, die in diesem Abschnitt verwendeten definieren

source: Create a Custom Tab
de: Erstellen einer benutzerdefinierten Registerkarte

source: You can have maximum %s Custom Tabs for a section configured.
de: Sie können maximal %s Custom Tabs für einen Abschnitt konfiguriert haben.

source: The Custom Tab was successfully added.
de: Die Registerkarte Benutzerdefiniert wurde erfolgreich hinzugefügt.

source: Edit a Custom Fields Tab
de: Bearbeiten Sie eine Registerkarte "benutzerdefinierte Felder"

source: The Custom Tab was successfully edited.
de: Die benutzerdefinierte Registerkarte wurde erfolgreich bearbeitet.

source: Please enter a correct date format
de: Bitte geben Sie eine richtige Datumsformat

source: Please select one from the list of available options
de: Bitte wählen Sie aus der Liste der verfügbaren Optionen

source: General Section Settings
de: Sektion Allgemeine Einstellungen

source: By default custom fields are disabled. You can enable this feature with this toogle. If you disable this toogle while custom fields exist, they will not be removed, just not shown.
de: Standardmäßig werden benutzerdefinierte Felder deaktiviert. Sie können diese Funktion mit diesem Toogle aktivieren. Wenn Sie diese Toogle deaktivieren, während benutzerdefinierte Felder vorhanden sind, werden sie nicht entfernt werden, nur nicht angezeigt.

source: Add
de: Hinzufügen

source: Give a name to this Custom Field
de: Geben Sie einen Namen für das benutzerdefinierte Feld

source: Choose a type
de: Einen Typ wählen

source: Choose one of the available types for this Custom Field
de: Wählen Sie eines der verfügbaren Typen für das benutzerdefinierte Feld

source: Dropdown Options
de: Aufklappmenü Optionen

source: Apply options for this dropdown Custom Field.
de: Gelten Sie Optionen für dieses Drop-Down-Custom Field.

source: Give a description to this Custom Field
de: Geben Sie eine Beschreibung zu diesem Custom Field

source: Continue
de: Weiter

source: Name your new custom Tab
de: Benennen Sie Ihre neue benutzerdefinierte Registerkarte

source: Back
de: Zurück

source: Add New Tab
de: Neues Register hinzufügen

source: Custom Tab: %s
de: Benutzerdefinierte Registerkarte: %s

source: Manage
de: Verwalten

source: Add Custom Field
de: Benutzerdefiniertes Feld hinzufügen

source: Action
de: Maßnahme

source: We could not find Custom Fields for this tab. This tab will not be used until it contains at least one Custom Field.
de: Wir konnten nicht benutzerdefinierte Felder für diese Registerkarte finden. Diese Registerkarte wird nicht verwendet werden, bis es mindestens ein benutzerdefiniertes Feld enthält.

source: No Custom Fields found.
de: Keine benutzerdefinierten Felder gefunden

source: Add an option
de: Fügen Sie eine Option hinzu

source: Choose one
de: Wähle ein

source: Customization
de: Kundenanpassung

source: Show Custom Fields
de: Benutzerdefinierte Felder anzeigen

source: Import Tool For %s
de: Import-Tool für %s

source: Upload a CSV file to import your data, download a blank CSV file template or download an export of your current data.
de: Hochladen einer CSV-Datei zum Importieren Sie Ihre Daten, eine leere Vorlage der CSV-Datei herunterladen oder einen Export Ihrer aktuellen Daten herunterladen.

source: Error occured while processing the file. Please try again.
de: Bei der Verarbeitung der Datei ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Preview Imported Data
de: Importierte Daten Vorschau

source: There is nothing to preview. Upload a CSV file again please.
de: Es gibt nichts für die Vorschau. Hochladen Sie eine CSV-Datei bitte erneut.

source: You have to check at least one item to start the import. Please try again.
de: Sie müssen mindestens ein Element, um den Import zu starten überprüfen. Bitte versuchen Sie es erneut.

source: Importing was successfully completed.
de: Import war erfolgreich abgeschlossen.

source: Mandatory
de: Erforderlich

source: Error reading from the file
de: Fehler beim Lesen aus der Datei

source: "%s" for %s
de: "%s" für %s

source: Row appears to be incomplete
de: Zeile scheint unvollständig zu sein

source: Download Template
de: Vorlage herunterladen

source: Download Export
de: Export herunterladen

source: Warning!
de: Warnung!

source: Unless you have done this before and know the feature well, make sure you read the documentation on how to use imports!
de: Es sei denn, Sie zuvor getan haben und weiß die Funktion gut, sicherstellen Sie, dass Lesen Sie die Dokumentation zur Verwendung von Einfuhren!

source: File Upload
de: Datei-Upload

source: Upload your CSV file here.
de: Laden Sie Ihre CSV-Datei hier.

source: We found some problems on the CSV file you just uploaded.
de: Wir fanden einige Probleme auf die CSV-Datei, die Sie gerade hochgeladen.

source: Validation Error
de: Validierungsfehler

source: Structural Error
de: Strukturelle Fehler

source: This field is missing in your uploaded file
de: Dieses Feld ist in Ihrem hochgeladenen Datei fehlt

source: Field Content
de: Feld-Inhalt

source: Row appears to be invalid
de: Zeile scheint ungültig zu sein

source: Validation Errors Help
de: Validierung Fehler Hilfe

source: History Timeline
de: Geschichte Timeline

source: Object was successfully restored.
de: Objekt wurde erfolgreich wiederhergestellt.

source: Object was restored but its data failed validation. Please edit and re-save the object to manually resolve possible issues.
de: Objekt wurde wiederhergestellt, aber seine Daten Fehler bei der Überprüfung. Bearbeiten Sie und speichern Sie erneut das Objekt, um mögliche Probleme manuell beheben.

source: Error occured while trying to restore the object. Please try it again.
de: Fehler beim Versuch, das Objekt wiederherzustellen. Bitte versuchen Sie es erneut.

source: Create
de: Erstellen

source: There is no history recorded for this object yet.
de: Es gibt keine Geschichte, die für dieses Objekt noch nicht aufgenommen.

source: Close
de: Schließen

source: Restored from version #%s
de: Restauriert von Version #%s

source: Restored from an unspecified revision
de: Aus einer unbestimmten Revision wiederhergestellt

source: Changes
de: Änderungen

source: Changed items are in green.
de: Geänderte Elemente sind in grün.

source: Asset Upcoming Review (-%s)
de: Bevorstehende Prüfung der Aktiva (-%s)

source: Notifies %s before an Asset Review begins
de: %s benachrichtigt, bevor eine Prüfung der Aktiva beginnt

source: Asset Review (+%s)
de: Prüfung der Aktiva (+ %s)

source: Notifies %s after an Asset Review begins
de: %s benachrichtigt, nach einer Prüfung der Aktiva beginnt

source: %s day
de: %s Tag

source: Notifies %s before a scheduled Business Continuity Plan Audit begins
de: %s benachrichtigt, bevor eine geplante Business Continuity Plan Audit beginnt

source: Notifies %s after a scheduled Business Continuity Plan Audit begins
de: %s benachrichtigt, nachdem eine geplante Business Continuity Plan Audit beginnt

source: Business Risk Upcoming Review (-%s)
de: Unternehmen riskieren anstehenden Überprüfung (-%s)

source: Notifies %s before a Business Risk Review begins
de: %s benachrichtigt, bevor ein Business Risk Review beginnt

source: Notifies %s after a Business Risk Review begins
de: %s benachrichtigt, nachdem ein Business Risk Review beginnt

source: Compliance Analysis Finding Deadline (-%s)
de: Compliance-Analyse finden Frist (-%s)

source: Notifies %s before a Compliance Analysis Finding expires
de: %s benachrichtigt, vor Ablauf einer Compliance-Analyse zu finden

source: Compliance Analysis Finding Deadline (+%s)
de: Compliance-Analyse finden Frist (+ %s)

source: Notifies %s after a Compliance Analysis Finding expires
de: %s benachrichtigt, nach Ablauf einer Compliance-Analyse zu finden

source: Third Party Audit Deadline (-%s)
de: Third Party Audit Frist (-%s)

source: Notifies %s before a scheduled Third Party Audit begins
de: %s benachrichtigt, bevor eine geplante dritte Prüfung beginnt

source: Third Party Audit Deadline (+%s)
de: Third Party Audit Frist (+ %s)

source: Notifies %s after a scheduled Third Party Audit begins
de: %s benachrichtigt, nachdem eine geplante dritte Prüfung beginnt

source: Compliance Exception Deadline (-%s)
de: Compliance-Ausnahme-Frist (-%s)

source: Notifies %s before a Compliance Exception expires
de: %s benachrichtigt, bevor eine Compliance-Ausnahme abläuft

source: Compliance Exception Deadline (+%s)
de: Compliance-Ausnahme-Frist (+ %s)

source: Notifies %s after a Compliance Exception expires
de: %s benachrichtigt, nach Ablauf einer Compliance-Ausnahme

source: Compliance Finding Deadline (-%s)
de: Compliance, die Suche nach Termin (-%s)

source: Notifies %s before a Compliance Finding expires
de: %s benachrichtigt, vor Ablauf einer Compliance zu finden

source: Compliance Finding Deadline (+%s)
de: Compliance, die Suche nach Termin (+ %s)

source: Notifies %s after a Compliance Finding expires
de: %s benachrichtigt, nach Ablauf einer Compliance zu finden

source: Inactivity Notification
de: Inaktivität Benachrichtigung

source: Used to remind that an object has not recieved any comments, attachments and has not been modified during the period specified for this interval
de: Verwendet, um daran erinnern, dass ein Objekt keine Kommentare, Anhänge erhalten hat und nicht während des Zeitraums für dieses Intervall angegeben geändert wurde

source: Policy Exception Deadline (-%s)
de: Politik-Ausnahme-Termin (-%s)

source: Notifies %s before a Policy Exception expires
de: %s benachrichtigt, bevor eine Ausnahme Ordnung abläuft

source: Policy Exception Deadline (+%s)
de: Politik-Ausnahme-Termin (+ %s)

source: Notifies %s after a Policy Exception expires
de: %s benachrichtigt, nach Ablauf einer Politik-Ausnahme

source: Project Task Deadline (-%s)
de: Projekt-Aufgabe Frist (-%s)

source: Notifies %s before a Project Task expires
de: %s benachrichtigt, bevor eine Projektaufgabe abläuft

source: Project Task Deadline (+%s)
de: Aufgabe der Projekttermin (+ %s)

source: Notifies %s after a Project Task expires
de: %s benachrichtigt, nach Ablauf einer Projektaufgabe

source: Project Deadline (-%s)
de: Projekt-Deadline (-%s)

source: Notifies %s before a Project expires
de: %s benachrichtigt, bevor ein Projekt abläuft

source: Project Deadline (+%s)
de: Projekt-Deadline (+ %s)

source: Notifies %s after a Project expires
de: %s benachrichtigt, nach Ablauf ein Projekts

source: Risk Exception Deadline (-%s)
de: Ausnahme-Termin zu riskieren (-%s)

source: Notifies %s before a Risk Exception expires
de: %s benachrichtigt, bevor ein Risiko Ausnahme abläuft

source: Risk Exception Deadline (+%s)
de: Risiko-Ausnahme-Termin (+ %s)

source: Notifies %s after a Risk Exception expires
de: %s benachrichtigt, nach Ablauf einer Risiko-Ausnahme

source: Asset Risk Upcoming Review (-%s)
de: Asset Risk anstehenden Review (-%s)

source: Notifies %s before an Asset Risk Review begins
de: %s benachrichtigt, bevor ein Asset Risk Review beginnt

source: Notifies %s after an Asset Risk Review begins
de: %s benachrichtigt, nachdem ein Asset Risk Review beginnt

source: Security Policy Upcoming Review (-%s)
de: Sicherheit Politik anstehenden Überprüfung (-%s)

source: Notifies %s before a Security Policy Review begins
de: %s benachrichtigt, bevor eine Security Policy Review beginnt

source: Notifies %s after a Security Policy Review begins
de: %s benachrichtigt, nach einer Sicherheitsüberprüfung Politik beginnt

source: Security Service Audit Deadline (-%s)
de: Sicherheit Service Audit Frist (-%s)

source: Notifies %s before a scheduled Security Service Audit begins
de: %s benachrichtigt, bevor eine geplante Sicherheitsüberprüfung Service beginnt

source: Security Service Audit Deadline (+%s)
de: Auditkorrektur für "%s" Sicherheitsdienst

source: Notifies %s after a scheduled Security Service Audit begins
de: %s benachrichtigt, nachdem eine geplante Sicherheitsüberprüfung Service beginnt

source: Security Service Maintenance Deadline (-%s)
de: Sicherheit Service Wartung Frist (-%s)

source: Notifies %s before a scheduled Security Maintenance begins
de: %s benachrichtigt, bevor eine geplante Sicherheitswartung beginnt

source: Security Service Maintenance Deadline (+%s)
de: Sicherheit Service Wartung Frist (+ %s)

source: Notifies %s after a scheduled Security Maintenance begins
de: %s benachrichtigt, nachdem eine geplante Sicherheitswartung beginnt

source: Security Contract Deadline (-%s)
de: Sicherheit Vertrag Frist (-%s)

source: Notifies %s before a Security Contract expires
de: %s benachrichtigt, bevor eine Sicherheitsvertrag ausläuft

source: Notifies %s after a Security Contract expires
de: %s benachrichtigt, nach Ablauf des Vertrags eine Sicherheit

source: Third Party Risk Upcoming Review (-%s)
de: Dritten riskieren anstehenden Überprüfung (-%s)

source: Notifies %s before a Third Party Risk Review begins
de: %s benachrichtigt, bevor eine dritte Partei Risk Review beginnt

source: Notifies %s after a Third Party Risk Review begins
de: Geschenke oder Einladungen (Vorteil)

source: Project Task Updates
de: Projekt Vorgangsaktualisierungen

source: Notifies when a Project one or more Tasks under this project have not received any comment during the period specified for this notification
de: Benachrichtigt, wenn ein Projekt eine oder mehrere Aufgaben im Rahmen dieses Projektes keinen Kommentar während der Frist für diese Benachrichtigung erhalten haben

source: Object Reminder
de: Objekt-Erinnerung

source: Used to remind users about objects
de: Verwendet, um Benutzer über Objekte erinnern

source: Notifies about a new attachment
de: Informiert über eine neue Anlage

source: Notifies about a new comment
de: Informiert über einen neuen Kommentar

source: Advanced Filter Results
de: Erweiterten Filterergebnisse

source: TBD
de: Noch festzulegen

source: Business Continuity Plan Audit Failed
de: Business Continuity Plan Audit fehlgeschlagen

source: Notifies when the resut of a Business Continuity Plan Audit is failed
de: Benachrichtigt, wenn die Testergebnisse eines Business Continuity Plan Audits gescheitert ist

source: Audit Assessed Item Created
de: Audit bewertet Artikel erstellt

source: Notifies when an Audit Assessed item is created
de: Benachrichtigt, wenn ein Audit bewertet Element erstellt wird

source: Audit Finding Item Created
de: Suche nach Element erstellte Audit

source: Notifies when an Audit Finding item is created
de: Benachrichtigt, wenn ein Audit zu finden-Element erstellt wird

source: Security Policy Review About to Come
de: Security Policy Review über zu kommen

source: Notifies 30 days before a scheduled Security Policy Review begins
de: 30 Tage vor Beginn einer geplanten Politik Sicherheitsüberprüfung benachrichtigt

source: This notification is a fallback for an older configuration (%s). You will be properly notified before it's removal in the future.
de: Diese Benachrichtigung ist ein Fallback für eine ältere Konfiguration (%s). Sie werden ordnungsgemäß benachrichtigt werden, bevor es hat der Einbaumulde.

source: Security Service Audit Failed
de: Service-Sicherheitsprüfung fehlgeschlagen

source: Notifies when the result of a security control audit is failed
de: Benachrichtigt, wenn das Ergebnis einer Kontrolle Sicherheitsprüfung fehlgeschlagen ist

source: Security Service Audit Passed
de: Security Service-Audit bestanden

source: Notifies when the result of a security control audit is passed
de: Benachrichtigt, wenn das Ergebnis einer Sicherheitsprüfung Kontrolle übergeben wird

source: This notification was moved to Security Service Audit section.
de: Diese Meldung wurde in Service-Sicherheitsprüfung Abschnitt verschoben.

source: Security Control Audit About to Come
de: Sicherheitsprüfung Kontrolle über zu kommen

source: Notifies 10 days before a scheduled Security Audit begins
de: 10 Tage vor Beginn einer geplanten Sicherheitsüberwachung benachrichtigt

source: Security Control Audit Failed
de: Kontrolle der Sicherheitsprüfung fehlgeschlagen

source: Notifies when the resut of a security control audit is failed
de: Benachrichtigt, wenn die Testergebnisse einer Kontrolle Sicherheitsprüfung fehlgeschlagen ist

source: Eramba ships with a default risk calculation that takes in consideration the risk classification and the liabilities to which each asset, third party or business process is subject. It does not take in consideration Asset Classification.
de: Eramba wird mit einem Standard-Risk-Berechnung, die unter Berücksichtigung der Risikoklassifizierung und die Schulden, welche jedes Asset, Dritter nimmt oder Geschäftsprozess unterliegt. Es dauert nicht in Betracht Asset-Klassifizierung.

source: Magerit is a Spanish risk calculation methodology that takes into account the value of the assets and then how impact might affect that value. The Spanish government keeps a very well documented website with the calculations used, we encourage users to review it.
de: Mayrit ist eine spanische Berechnungsmethodik, die den Wert des Vermögens, und dann, wie die Auswirkungen dieser Wert beeinträchtigt berücksichtigt. Die spanische Regierung hält eine sehr gut dokumentierte Website mit den Berechnungen verwendet, wir fordern Nutzer zu überprüfen.

source: Databases
de: Datenbanken

source: Database engines such as MySQL, Oracle and others used to support application stacks.
de: Datenbank-Engines wie MySQL, Oracle und anderen zur Unterstützung der Anwendung Stapel verwendet.

source: Employee Laptop
de: Mitarbeiter-Laptop

source: Employee laptops and desktop computers
de: Mitarbeiter Laptops und Desktop-Computern

source: Employee Personal Information
de: Persönliche Mitarbeiterangaben

source: Employee personal records that include their personal information.
de: Mitarbeiter persönliche Aufzeichnungen, die ihre persönlichen Informationen enthalten.

source: Company employees
de: Mitarbeiter des Unternehmens

source: Employees working for the company
de: Mitarbeiter für das Unternehmen tätig

source: Financial Data
de: Finanzierungsbezogene Daten
