Repository: TheNyokabi/Kibali
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: From all the items that have been reviewed (Addressed), how many are tagged as "Non Compliant"
de: Von allen Elementen, die überprüft wurden (adressiert), wie viele sind markiert als "Non Compliant"

source: Non Compliant Items
de: Nicht kompatible Gegenstände

source: From all the items that have been reviewed (Addressed), how many of them do not have Security Services asociated (they could have one or more Policies)
de: Von allen Elementen, die überprüft wurden (adressiert), wie viele von ihnen haben keine Sicherheitsdienste asoziiert (sie könnten eine oder mehrere Richtlinien haben)

source: No Controls Used
de: Keine Bedienelemente verwendet

source: From all the items that have been reviewed (Addressed) how many have controls and those controls have missing or failed audits.)
de: Von allen Elementen, die überprüft wurden (adressiert), wie viele Kontrollen haben und diese Kontrollen fehlen oder fehlgeschlagene Audits haben.)

source: Failed Controls
de: Fehlgeschlagene Steuerelemente

source: Based on the input by the compliance manager, what is the average compliance effectiveness for each item
de: Basierend auf der Eingabe durch den Compliance Manager, was ist die durchschnittliche Compliance-Effektivität für jeden Artikel

source: Average Effectiveness
de: Durchschnittliche Wirksamkeit

source: The title for the compliance exception
de: Der Titel für die Compliance-Ausnahme

source: Exception Title
de: Ausnahme Titel

source: The date when the compliance exception expired and must be reviewed
de: Das Datum, an dem die Compliance-Ausnahme abgelaufen ist und überprüft werden muss

source: Complaince status can be: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
de: Der Zustimmungsstatus kann sein: "Abgelaufen (rot)" - wenn das Datum in der Vergangenheit liegt. Ein Systemdatensatz wird bei der Ausnahme erzeugt, wenn dies geschieht.

source: Improvement Projects
de: Verbesserungsprojekte

source: The project title
de: Der Projekttitel

source: Project status can be: - "Over Budget (Red)" - when the current budget is higher than the set on the project. a system record is generated on the project showing both numbers. - "Expired Tasks (Yellow)" - when one or more tasks expiration date is in the past. a system record is generated on the project with the name of the task.- "Expired Project (Red)" - when the project deadline is in the past. a system record is generated when that happens.
de: Der Projektstatus kann sein: - "Über Budget (rot)" - wenn das aktuelle Budget höher ist als das Projekt. Ein Systemdatensatz wird auf dem Projekt erzeugt, das beide Zahlen zeigt. - "Abgelaufene Aufgaben (Gelb)" - wenn ein oder mehrere Aufgaben Ablaufdatum in der Vergangenheit ist. Wird ein Systemdatensatz auf dem Projekt mit dem Namen der Aufgabe erzeugt. - "abgelaufenes Projekt (rot)" - wenn die Projekttermine in der Vergangenheit ist. Ein Systemdatensatz wird erzeugt, wenn das passiert.

source: Requirements with mitigation Issues
de: Anforderungen mit Abschwächung

source: Type refer to the type of object that has been mapped to a compliance requirement but has some type of issue. Type can be a Compliance Exception or a Security Service
de: Typ beziehen sich auf die Art des Objekts, das auf eine Compliance-Anforderung abgebildet wurde, aber eine Art von Problem hat. Typ kann eine Compliance-Ausnahme oder ein Sicherheitsdienst sein

source: The name of the Compliance Exception or Security Service
de: Der Name des Compliance Exception oder Security Service

source: The status indicates the issues identified with this object
de: Der Status zeigt die mit diesem Objekt identifizierten Probleme an

source: Non Applicable Items
de: Nicht anwendbare Gegenstände

source: Audit Questionaire
de: Audit-Fragebogen

source: Package ID
de: Paket-ID

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Compliance Package will also delete related Compliance Package Items, Compliance Management and Compliance Audits. Continue?
de: Sind Sie wirklich sicher, dass Sie das Element löschen möchten: <strong>%s</strong> ? Das Entfernen von Compliance-Paketen wird auch verwandte Compliance Package Items, Compliance Management und Compliance Audits löschen. Fortsetzen?

source: With the exception of attachments, everything else will be copied to the new package (compliance packages, controls, policies, Etc).
de: Mit Ausnahme von Anhängen wird alles andere in das neue Paket kopiert (Compliance-Pakete, Controls, Richtlinien, etc.).

source: Duplicate
de: Duplikat

source: What is the Third Party you are duplicating.
de: Was ist die Dritte, die Sie duplizieren.

source: What will be the name of this new package.
de: Was wird der Name dieses neuen Pakets sein.

source: Select one third party with whom you'll asociate this compliance package. If you dont have what you want, you can always create a new Third Party
de: Wählen Sie einen Dritten aus, mit dem Sie dieses Compliance-Paket aufnehmen möchten. Wenn du nicht hast, was du willst, kannst du immer einen neuen Dritten erschaffen

source: Regulator or Compliance Authority
de: Regler oder Compliance Authority

source: View Third Party
de: Ansicht Dritter

source: Add Compliance Package
de: Compliance-Paket hinzufügen

source: Add Compliance Package Item
de: Fügen Sie Compliance Package Item hinzu

source: The Item ID field is usually used to define the unique number for a copmliance requirement. For example "1.1"
de: Das Feld Item ID wird üblicherweise verwendet, um die eindeutige Nummer für eine Urheberrechtsanforderung zu definieren. Zum Beispiel "1.1"

source: help
de: hilfe

source: the item name is usually used for the title or the brief summary of the requirement. for example "networks are required to be segregated"
de: Der Artikelname wird in der Regel für den Titel oder die kurze Zusammenfassung der Anforderung verwendet. Zum Beispiel "netzwerke müssen getrennt werden"

source: item name
de: Elementname

source: The item description is usually used for describing the requirement in detail
de: Die Positionsbeschreibung wird in der Regel für die Beschreibung der Anforderung im Detail verwendet

source: No Third Parties found.
de: Keine Dritten gefunden

source: Removing Compliance Package will also delete related Compliance Package Items, Compliance Management and Compliance Audits. Continue?
de: Das Entfernen von Compliance-Paketen wird auch verwandte Compliance Package Items, Compliance Management und Compliance Audits löschen. Fortsetzen?

source: Cron jobs not found.
de: Cron Jobs nicht gefunden

source: Flow Status
de: Durchflussstatus

source: Choose the status being analysed, in the end the goal is to make sure you went trough all possible stages for any given asset.
de: Wählen Sie den Status analysiert, am Ende das Ziel ist, um sicherzustellen, dass Sie ging durch alle möglichen Stadien für einen bestimmten Vermögenswert.

source: Flow Description
de: Ablaufbeschreibung

source: OPTIONAL: Describe the status you have previously selected, the context of the situation, Etc.
de: OPTIONAL: Beschreiben Sie den Status, den Sie zuvor ausgewählt haben, den Kontext der Situation, usw.

source: Business Units:
de: Geschäftsbereiche:

source: MANDATORY: Which Business Unit is Involved on this stage? This is important as they will be most likely be held accountable for issues relating to the confidentiality, availablity and availability of this asset.
de: MANDATORY: Welcher Business Unit ist auf dieser Bühne beteiligt? Dies ist wichtig, da sie höchstwahrscheinlich für Fragen im Zusammenhang mit der Vertraulichkeit, Verfügbarkeit und Verfügbarkeit dieses Vermögenswertes verantwortlich gemacht werden.

source: Third Parties:
de: Drittanbieter:

source: OPTIONAL: Which TP are involved on this stage? Sharing data with Third Parties is an indication that further risk analysis must be involved.
de: OPTIONAL: Welches TP ist auf dieser Bühne beteiligt? Die gemeinsame Nutzung von Daten mit Dritten ist ein Hinweis darauf, dass eine weitere Risikoanalyse erforderlich ist.

source: Compensating controls:
de: Kompensierende Kontrollen:

source: OPTIONAL: Choose one or more controls from Control Catalogue / Security Services module used to protect this asset.
de: OPTIONAL: Wählen Sie eine oder mehrere Steuerelemente aus dem Control Catalog / Security Services-Modul, um dieses Asset zu schützen.

source: Improvement Projects:
de: Verbesserungsprojekte:

source: OPTIONAL: Choose one or more projects from Security Operations / Project Management used to state improvements planned for this stage.
de: OPTIONAL: Wählen Sie ein oder mehrere Projekte aus Security Operations / Project Management, um die für diese Phase geplanten Verbesserungen zu verwenden.

source: Are you really sure you want to delete this item?
de: Sind Sie wirklich sicher, dass Sie diesen Eintrag löschen möchten

source: Add new analysis
de: Neue Analyse hinzufügen

source: Stage
de: Plattform

source: Records
de: Datensätze

source: Security Service
de: Sicherheitsdienst

source: Security Policy
de: Sicherheitsplan

source: While every organization is a different thing, dashboards at eramba are general. Therefore you might not find this dashboards useful or accurate. If you want custom dashboards contact eramba's core team at %s or %s
de: Während jede Organisation eine andere Sache ist, sind Dashboards bei eramba allgemein. Deshalb findest du diese Dashboards nicht sinnvoll oder genau. Wenn Sie benutzerdefinierte Dashboards benötigen, wenden Sie sich an das Kernteam von eramba in%s oder%s

source: Customisation, training and consulting services delivered by eramba's core team represent %s of the funding required to build this open-source tool. If you need help or feel like donating please - contact us at %s or %s
de: Anpassungs-, Schulungs- und Beratungsleistungen von eramba's Kernteam stellen%s der Finanzierung dar, die für die Erstellung dieses Open-Source-Tools erforderlich ist. Wenn du Hilfe brauchst oder Lust hast, bitte zu spenden, bitte mit%s oder%s in Verbindung treten

source: System records
de: Systemaufzeichnungen

source: Notes
de: Anmerkungen

source: Workflow Status
de: Workflow-Schrittstatus

source: Workflow Comment
de: Workflow Kommentar

source: No Reviews found.
de: Keine Bewertungen gefunden

source: Variable "model" should be defined!
de: Variables "Modell" sollte definiert werden!

source: AND
de: UND

source: OR
de: ODER

source: Active Filters (%s)
de: Aktive Filter (%s)

source: %d result
de: % D Ergebnis

source: This field is rquired.
de: Dieses Feld wird bestellt.

source: Make filter private ?
de: Make filter privat machen

source: Only user who created this filter can modify this setting
de: Nur Benutzer, der diesen Filter erstellt hat, kann diese Einstellung ändern

source: Show as default index page ?
de: Als Standard-Index-Seite anzeigen?

source: Store the number of results in a daily log ?
de: Speichern Sie die Anzahl der Ergebnisse in einem täglichen Protokoll?

source: Store full filter results in a daily log ?
de: Speichern Sie die Filter in einem täglichen Protokoll?

source: We'll store up to %s records.
de: Wir werden bis zu%s Datensätze speichern.

source: Saved filters
de: Gespeicherte Filter

source: Number Of Results Log
de: Anzahl der Ergebnisse Log

source: Full Results Log
de: Vollständige Ergebnisse Log

source: Default index
de: Standardindex

source: Owned by %s
de: Besitz von%s

source: No saved filters.
de: Keine gespeicherten Filter

source: Are you sure ?
de: Sind Sie sicher?

source: CSV with daily count results
de: CSV mit Tageszählergebnissen

source: CSV with daily full filter results
de: CSV mit täglichem Vollfilterergebnis

source: Filters
de: Filter

source: Advanced Filter
de: Erweiterten Filter hinzufügen

source: per page
de: pro Seite

source: View
de: Anzeigen

source: No results found.
de: Keine Ergebnisse gefunden.

source: [ not selected ]
de: [ nicht ausgewählt ]

source: Edit active filter
de: Aktiver Filter bearbeiten

source: Save current filter
de: Speichern des aktuellen Filter

source: Back To Filter
de: Zurück zum Filtern

source: Remove
de: Löschen

source: Uploaded
de: Hochgeladen

source: No attachments found.
de: Keine Anhänge gefunden

source: Post a comment
de: Kommentar hinzufügen

source: Enter a comment...
de: Kommentar eingeben...

source: Add Comment
de: Kommentar hinzufügen

source: Load more (%s)
de: Laden Sie mehr (%s)

source: No comments found.
de: Keine weiteren Kommentare vorhanden.

source: Associate a Notification
de: Eine Benachrichtigung verknüpfen

source: Choose a Notification
de: Wählen Sie eine Benachrichtigung

source: Choose a Notification to associate with this item.
de: Wählen Sie eine Benachrichtigung, um mit diesem Element zu verknüpfen.

source: Associated
de: Verbunden

source: Required
de: Erforderlich

source: Disable
de: Deaktivieren

source: Enable
de: Aktiviere

source: No notifications associated.
de: Keine benachrichtigungen

source: Previous
de: Vorherige

source: Next
de: Weiter

source: View All
de: Zeige alle

source: No records found.
de: Keine Einträge gefunden.

source: Comments will be available when item is created.
de: Kommentare sind verfügbar, wenn Artikel erstellt wird.

source: Records will be available when item is created.
de: Aufzeichnungen sind verfügbar, wenn Artikel erstellt wird.

source: Attachments will be available when item is created.
de: Anhänge sind verfügbar, wenn Artikel erstellt wird.

source: No Classifications found.
de: Keine Klassifikationen gefunden

source: Dates (last 3 recorded)
de: Termine (letzte 3 aufgezeichnet)

source: Total
de: Summe

source: Choose one or more LDAP groups
de: Wählen Sie einen oder mehrere LDAP-Gruppen

source: Choose one or more users that should not supposed to be bothered with the training
de: Wählen Sie einen oder mehrere Benutzer, die nicht mit dem Training gestört werden soll

source: Answer
de: Antwort

source: All items have been responded, is now possible to submit this questionnaire!
de: Alle Artikel wurden beantwortet, ist nun möglich, diesen Fragebogen einzureichen!

source: This questionnaire is composed of %s, of which:
de: Dieser Fragebogen besteht aus%s, davon:

source: All have been responded
de: Alle wurden geantwortet

source: %s is assigned to %s
de: %s ist%s zugeordnet

source: %s is missing a response
de: %s fehlt eine Antwort

source: Item Details
de: Artikeldetails

source: Active Filters
de: Aktive Filter

source: New updates are available for your application. Click for more details.
de: Für Ihre Anwendung stehen Ihnen neue Updates zur Verfügung. Klicken Sie hier für mehr Details.

source: Warning: You are in Debug mode - click here to disable it
de: Warnung: Du bist im Debug-Modus - Klick hier, um ihn zu deaktivieren

source: Error Occured
de: Ein Fehler ist aufgetreten.

source: Congratulations! You have just found a new bug :-!
de: Glückwünsche! Du hast gerade einen neuen Fehler gefunden: -!

source: Something went wrong, most likely some system bug. Can we ask you to <strong><a href="%s">enable debug on the system</a></strong> (System Management / Settings / Debug Config) and re-create what you just did? Then just send us by email (<a href="%s">info@eramba.org</a>) a copy or screenshot of the full debug message. We’ll take care of this issue as quick as possible. Thanks a lot!
de: Etwas ist schief gelaufen, meistens ein Systemfehler. Können wir dich bitten, <strong><a href="%s">das Debugging auf dem System</a></strong> zu <strong><a href="%s">aktivieren</a></strong> (System Management / Einstellungen / Debug Config) und neu zu erstellen, was du gerade gemacht hast? Dann schickt uns einfach per E-Mail ( <a href="%s">info@eramba.org</a> ) eine Kopie oder einen Screenshot der vollständigen Debug-Nachricht. Wir kümmern uns um diese Frage so schnell wie möglich. Danke vielmals!

source: Clear All
de: Komplette Auswahl aufheben

source: My Profile
de: Mein Profil

source: Log Out
de: Abmelden

source: View all news
de: Alle Nachrichten anzeigen

source: You have no new notifications
de: Sie haben keine Benachrichtigungen.

source: View all notifications
de: Alle Meldungen sehen

source: You have %d new notification
de: Sie haben% d neue Benachrichtigung

source: This installation of eramba has a few issues in order to work properly. Check on the settings page under health monitor what could be the issues or click here.
de: Diese Installation von eramba hat einige Probleme, um ordnungsgemäß zu funktionieren. Überprüfen Sie auf der Einstellungsseite unter Gesundheitsmonitor, was die Probleme sein könnte oder klicken Sie hier.

source: All owners
de: Alle Besitzer

source: All guardians
de: Alle Wächter

source: All users
de: Alle Benutzer

source: All Business Units
de: Alle Geschäftsbereiche

source: All Owners
de: Alle Eigentümer

source: All Stakeholders
de: Alle Stakeholder

source: All requesters
de: Alle Requester

source: All Third Parties
de: Dritte Vertragsparteien

source: All Requesterers
de: Alle Anforderer

source: All Statuses
de: Alles anzeigen

source: Over Budget
de: Zu teuer

source: Expired Tasks
de: Abgelaufene Aufgaben

source: Expired Project
de: Abgelaufenes Projekt

source: All Assets
de: Alle Assets

source: Security Service Type
de: Sicherheitsdienst Typ

source: All Security Service Types
de: Alle Sicherheitsdienstarten

source: All types
de: Alle Typen

source: Eramba will use the return value from the attribute "Account Attribute" and add this domain in order to have a complete email address.
de: Eramba wird den Rückgabewert aus dem Attribut "Account Attribute" verwenden und diese Domain hinzufügen, um eine vollständige E-Mail-Adresse zu haben.

source: If you can pull from your directory the email of each account that is member on each group then set it here. In Active Directory this is typically "mail". The returned value must be the email and nothing else.
de: Wenn Sie aus Ihrem Verzeichnis die E-Mail von jedem Konto, das Mitglied auf jeder Gruppe ist, dann setzen Sie es hier. In Active Directory ist dies typischerweise "Mail". Der zurückgegebene Wert muss die E-Mail sein und sonst nichts.

source: Size limit set to max %s results.
de: Größengrenze auf max%s gesetzt.

source: No results returned
de: keine Ergebnisse

source: For the email subject and body, you can also use macros listed below:
de: Für das E-Mail-Thema und den Körper können Sie auch Makros verwenden, die unten aufgeführt sind:

source: No items were found.
de: Es wurden keine Elemente gefunden.

source: Items
de: Artikel

source: Show list
de: Liste anzeigen

source: All Others
de: Alle anderen

source: Addressed Items
de: Adressierte Gegenstände

source: Not Compliant Items
de: Nicht konforme Gegenstände

source: No Controls
de: Keine Steuerelemente

source: No Compliance items found.
de: Es wurden keine Compliance-Artikel gefunden.

source: Improvement Project with Expired Tasks
de: Verbesserungsprojekt mit abgelaufenen Aufgaben

source: No Projects found.
de: Keine Projekte gefunden.

source: Risk Above Appetite
de: Risiko über Appetit

source: No Risks found.
de: Keine Risiken gefunden

source: No Security Services found.
de: Keine Sicherheitsdienste gefunden

source: %s Document
de: %s Dokument

source: No Security Policies found.
de: Es wurden keine Sicherheitsrichtlinien gefunden.

source: Parent Assets
de: Übergeordnete Vermögenswerte

source: Treatment Security Services
de: Behandlung Sicherheitsdienste

source: The of the security control.
de: Die Sicherheitskontrolle.

source: A brief description of what the control aims..
de: Eine kurze Beschreibung dessen, was die Kontrolle zielt ..

source: The owner of the control is the one that ensures that the control is used across the Security system and its audits are correctly executed.
de: Der Besitzer der Steuerung ist derjenige, der sicherstellt, dass das Steuerelement über das Sicherheitssystem verwendet wird und seine Audits korrekt ausgeführt werden.

source: The available status for security services are: - "Last audit failed (red)" - when the last audit for this security service is tagged as "failed". A system record is generated on the security service when the audit was tagged as failed. - "Last audit missing (yellow)" - when the last audit for this security service is incomplete. A system record is generated on the security service when the audit day arrived and the item was not edited. - "Last maintenance missing (yellow)" - when the last maintenance for this security service is incomplete. A system record is generated on the security service when the maintenance day arrived and the item was not edited. - "Ongoing Corrective Actions (blue)" - when the last audit of this service was tagged as failed and a project has been asociated. A system record is generated on the security service when the project is assigned to the failed audit. - "Ongoing Security Incident (yellow)" - when a given securit service has a security incident with status open mapped. A system record is created when the incident has been mapped. The record has the incident title. - "Design (yellow)" - when a given security service is in status "design". When the item is set to design or production a system record is generated stated if it changed to "design" or "production".
de: Der verfügbare Status für Sicherheitsdienste lautet: - "Letztes Audit fehlgeschlagen (rot)" - wenn das letzte Audit für diesen Sicherheitsdienst als "fehlgeschlagen" markiert ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn das Audit als fehlgeschlagen markiert wurde. - "Letztes Audit fehlt (gelb)" - wenn das letzte Audit für diesen Sicherheitsdienst unvollständig ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn der Audit-Tag angekommen ist und der Artikel nicht bearbeitet wurde. - "Letzte Wartung fehlt (gelb)" - wenn die letzte Wartung für diesen Sicherheitsdienst unvollständig ist. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn der Wartungstag angekommen ist und der Artikel nicht bearbeitet wurde. - "laufende Korrekturmaßnahmen (blau)" - bei der letzten Prüfung dieses Dienstes wurde als fehlgeschlagen markiert und ein Projekt wurde vergeben. Ein Systemdatensatz wird auf dem Sicherheitsdienst generiert, wenn das Projekt dem fehlgeschlagenen Auditor zugeordnet ist. - "laufenden Sicherheitsvorfall (gelb)" - wenn ein bestimmter Sicherheitsdienst einen Sicherheitsvorfall mit Status offenen Zuordnungen hat. Ein Systemdatensatz wird erstellt, wenn der Vorfall zugeordnet wurde. Die Aufzeichnung hat den Vorfalltitel. - "Design (gelb)" - wenn ein bestimmter Sicherheitsdienst im Status "Design" ist. Wenn das Element auf Design oder Produktion eingestellt ist, wird ein Systemdatensatz generiert, wenn er sich in "Design" oder "Produktion" geändert hat.

source: No Security Controls found.
de: Keine Sicherheitskontrollen gefunden

source: Residual Score Calculation Formula
de: Residual Score Berechnungsformel

source: Risk Score Calculation Formula
de: Risk Score Berechnungsformel

source: No criteria has been specified for this classification
de: Für diese Klassifizierung wurden keine Kriterien angegeben

source: We haven't seen any classification method defined, go to Settings / Classification and define a classification criteria for your risks.
de: Wir haben keine Klassifizierungsmethode gefunden, gehen zu Einstellungen / Klassifizierung und definieren ein Klassifizierungskriterium für Ihre Risiken.
