Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Delete a Issue.
hr_hr: Brisanje poteškoće.

source: Issue was successfully deleted.
hr_hr: Problem je uspješno izbrisan.

source: LDAP Connectors
hr_hr: LDAP priključci

source: Ldap Connectors
hr_hr: Ldap konektori

source: Delete an Ldap Connector.
hr_hr: Izbrišite Ldap priključak.

source: Ldap Connector was successfully deleted.
hr_hr: Ldap Connector je uspješno izbrisan.

source: Create an LDAP Connector
hr_hr: Stvorite LDAP priključak

source: LDAP Connector was successfully added.
hr_hr: LDAP priključak uspješno je dodan.

source: Edit an LDAP Connector
hr_hr: Uređivanje LDAP konektora

source: LDAP Connector was successfully edited.
hr_hr: LDAP priključak uspješno je uređen.

source: LDAP Connectors Authentication
hr_hr: Provjera autentičnosti LDAP konektora

source: Select which LDAP connector will be used for each of the authentication portals in eramba. Once you save your selection the LDAP will immediately activate and all authentications (except the one for the user admin) will be authenticated using the settings defined on the connector
hr_hr: Odaberite koji će LDAP konektor koristiti za svaki portal za provjeru autentičnosti u erambi. Nakon što spremite odabir, LDAP će se odmah aktivirati, a sve autentifikacije (osim one za administraciju korisnika) bit će provjerene pomoću postavki definiranih na priključku

source: Authentication was successfully edited.
hr_hr: Autentifikacija je uspješno uređena.

source: Legal Constraints
hr_hr: Pravni ograničenja

source: This section allows you to define all applicable business liabilities. This will be used later in the risk management module to magnify those risks which are subject to them
hr_hr: Ovaj odjeljak omogućuje vam definiranje svih primjenjivih poslovnih obveza. To će se kasnije koristiti u modulu upravljanja rizicima kako bi se povećali oni rizici koji su podložni njima

source: Legals
hr_hr: Pravna pitanja

source: Delete a Legal.
hr_hr: Izbriši pravni oblik.

source: Legal was successfully deleted.
hr_hr: Program svijesti je uspješno izbrisan.

source: Create a Legal Constraint
hr_hr: Stvaranje vrste alata

source: Legal Constraint was successfully added.
hr_hr: Pravno ograničenje je uspješno dodano.

source: Edit a Legal Constraint
hr_hr: Uredite pravni ograničenje

source: Legal Constraint was successfully edited.
hr_hr: Pravni ograničenje uspješno je uređeno.

source: List of all Notifications that exists in the application.
hr_hr: Popis svih obavijesti koje postoje u programu.

source: Manage notifications and associate them with one or multiple objects within a section.
hr_hr: Upravljanje obavijestima i povezivanje s jednim ili više objekata unutar odjeljka.

source: Notification was enabled for this item.
hr_hr: Obavijest je omogućena za ovu stavku.

source: The Notification is already enabled for this item.
hr_hr: Obavijest je već omogućena za ovu stavku.

source: Notification it not yet mapped to this item. There is nothing to enable.
hr_hr: Obavijest još nije povezana na ovu stavku. Ne postoji ništa za omogućiti.

source: Notification was enabled for all mapped objects.
hr_hr: Obavijest je omogućena za sve mapirane objekte.

source: Notification was disabled for this item.
hr_hr: Obavijest je onemogućena za ovu stavku.

source: The Notification is already disabled for this item.
hr_hr: Obavijest je već onemogućena za ovu stavku.

source: Notification it not yet mapped to this item. There is nothing to disable.
hr_hr: Obavijest još nije povezana na ovu stavku. Nema ništa za onemogućiti.

source: Notification was disabled for all mapped objects.
hr_hr: Obavijest je onemogućena za sve mapirane objekte.

source: Notification was associated to this item.
hr_hr: Obavijest je povezana s ovom stavkom.

source: You missed some required form fields. Please try it again.
hr_hr: Nedostajali ste neki polja za obrazac. Pokušajte ponovo.

source: The Notification is already mapped to this item.
hr_hr: Obavijest je već mapirana na ovu stavku.

source: Notification was associated to all items.
hr_hr: Obavijest je povezana sa svim stavkama.

source: Notification was removed from the item.
hr_hr: Obavijest je uklonjena iz stavke.

source: Notification is not associated with the item. There is nothing to remove.
hr_hr: Obavijest nije povezana s stavkom. Ne postoji ništa za uklanjanje.

source: Setup Notifications
hr_hr: Obavijesti o postavljanju

source: Define the notifications for current section. Notification can be either warning or awareness and their availability depends on each object
hr_hr: Odredite obavijesti za trenutni odjeljak. Obavijest može biti upozorenje ili svijest i njihova dostupnost ovisi o svakom objektu

source: Notifications were successfully edited.
hr_hr: Obavijesti su uspješno uređene.

source: Delete a Notification.
hr_hr: Obriši obavijest.

source: Notification was successfully deleted.
hr_hr: Obavijest je uspješno izbrisana.

source: Notification Feedback for %s "%s"
hr_hr: Komentar obavijesti za%s "%s"

source: Notification Feedback
hr_hr: Obavijest o povratu obavijesti

source: Provide a feedback for notification by entering a comment or uploading attachments.
hr_hr: Pružite povratne informacije za obavijest unosom komentara ili prijenosa privitaka.

source: No feedback provided
hr_hr: Nije pružena povratna informacija

source: Feedback provided
hr_hr: Dostavljena su povratna informacija

source: Feedback was successfully added.
hr_hr: Uspješno je dodana povratna informacija.

source: Please provide comment feedback to the object before submitting the form.
hr_hr: Pošaljite komentar komentara objektu prije slanja obrasca.

source: User License
hr_hr: Korisnička licenca

source: Policy Portal Login
hr_hr: Pristup Portal za pravila

source: There are no public documents available.
hr_hr: Javni dokumenti nisu dostupni.

source: Could not login as guest. Try again please.
hr_hr: Nije se mogao prijaviti kao gost. Pokušajte ponovo molim.

source: Policy Portal
hr_hr: Portal pravila

source: Policy - %s
hr_hr: Pravila -%s

source: You don't have a permission to view this document.
hr_hr: Nemate dozvolu za pregled ovog dokumenta.

source: Policy exceptions are used to record requests to the GRC department that go clearly against a documented and published Policy. This functionality allows you to set deadlines, notifications and reports based on your recorded exceptions.
hr_hr: Izuzeci pravila koriste se za zapisivanje zahtjeva GRC odjelu koji jasno proizlaze protiv dokumentirane i objavljene politike. Ova funkcija omogućuje postavljanje rokova, obavijesti i izvješća na temelju vaših zabilježenih izuzetaka.

source: Delete a Policy Exception.
hr_hr: Izbriši izuzetak pravila.

source: Policy Exception was successfully deleted.
hr_hr: Izuzetka pravila uspješno je izbrisana.

source: Create a Policy Exception
hr_hr: Izradite iznimku pravila

source: Policy Exception was successfully added.
hr_hr: Izuzetka pravila uspješno je dodana.

source: Edit a Policy Exception
hr_hr: Uredi iznimku pravila

source: Policy Exception was successfully edited.
hr_hr: Izuzetka pravila uspješno je uređena.

source: Policy exceptions are highly applicable on most programs as they are used every time a Policy exception is required. For example, a user requesting access to a system which would normally would be above its access level would require a Policy Exception for a determined period of time.
hr_hr: Izuzeci pravila vrlo su primjenjivi na većini programa jer se koriste svaki put kada je potrebna iznimka pravila. Na primjer, korisnik koji zahtijeva pristup sustavu koji bi normalno bio iznad razine pristupa, zahtijeva Izuzetak pravila za određeni vremenski period.

source: Processes
hr_hr: procesi

source: Delete a Process.
hr_hr: Izbriši postupak.

source: Process was successfully deleted.
hr_hr: Postupak je uspješno izbrisan.

source: Create a Business Process
hr_hr: Stvorite poslovni proces

source: Business Process was successfully added.
hr_hr: Poslovni proces uspješno je dodan.

source: Edit a Business Process
hr_hr: Uređivanje poslovnog procesa

source: Business Process was successfully edited.
hr_hr: Poslovni proces uspješno je uređen.

source: Program Health
hr_hr: Program Zdravlje

source: This shows the overall status of the core sections of the system.
hr_hr: Ovo pokazuje ukupni status osnovnih dijelova sustava.

source: Program Issues & Challenges
hr_hr: Programska pitanja i izazovi

source: Issues are elements in the internal and/or external environment that drive the development of the program and its goals. This is of particular interest for those programs looking for ISO 27001 compliance.
hr_hr: Pitanja su elementi u unutarnjem i / ili vanjskom okruženju koje potiču razvoj programa i njegovih ciljeva. To je od osobitog interesa za one programe koji traže usklađenost s ISO 27001.

source: Delete an Issue.
hr_hr: Brisanje poteškoće.

source: Create an Issue
hr_hr: Stvorite problem

source: Edit a Scope
hr_hr: Uredi opseg

source: Scope was successfully edited.
hr_hr: Djelokrug je uspješno uređen.

source: Program Scope
hr_hr: Programski opseg

source: Describe the scope of your Security Program
hr_hr: Opišite opseg svog sigurnosnog programa

source: Scopes
hr_hr: opsega

source: Delete a Scope.
hr_hr: Izbriši opseg.

source: Scope was successfully deleted.
hr_hr: Opseg je uspješno izbrisan.

source: Create a Scope
hr_hr: Napravite opseg

source: Scope was successfully added.
hr_hr: Djelokrug je uspješno dodan.

source: List of Project Tasks
hr_hr: Popis zadataka projekta

source: This is the list of tasks for a given project.
hr_hr: Ovo je popis zadataka za određeni projekt.

source: Project Achievements
hr_hr: Postignuća projekta

source: Delete a Project Achievement.
hr_hr: Izbrišite postignuće projekta.

source: Project Achievement was successfully deleted.
hr_hr: Uspješnost projekta uspješno je izbrisana.

source: Create a Project Task
hr_hr: Izradite zadatak projekta

source: Project Task was successfully added.
hr_hr: Zadatak projekta uspješno je dodan.

source: Edit a Project Task
hr_hr: Uredite zadatak projekta

source: Project Task was successfully edited.
hr_hr: Zadatak projekta uspješno je uređen.

source: Define and update tasks involved on this project.
hr_hr: Definirajte i ažurirajte zadatke uključene u ovaj projekt.

source: List of Expenses
hr_hr: Popis troškova

source: This is the list of expenses for a given project.
hr_hr: Ovo je popis troškova za određeni projekt.

source: Delete a Project Expense.
hr_hr: Izbriši trošak projekta.

source: Create a Project Expense
hr_hr: Napravite trošak projekta

source: This module will let you define and manage improvements across your program. Once defined here, projects can then be mapped to Compliance, Risk, Controls and Exceptions in order to clearly see what their impact is on the program.
hr_hr: Ovaj modul omogućit će vam da definirate i upravljate poboljšanjima u svom programu. Nakon što se ovdje definira, projekti se zatim mogu mapirati na Usklađenost, rizik, kontrole i iznimke kako bi jasno vidjeli njihov utjecaj na program.

source: Delete a Project.
hr_hr: Izbrišite projekt.

source: Project was successfully deleted.
hr_hr: Projekt je uspješno izbrisan.

source: Edit a Project
hr_hr: Uredite projekt

source: Project was successfully edited.
hr_hr: Projekt je uspješno uređen.

source: This is the list of emails queued on the system, every time cron (daily or hourly) runs up to 15 emails are sent. Make sure cron and email settings are correctly configured.
hr_hr: Ovo je popis poruka e-pošte na čekanju na sustavu, svaki put kad se vrši cron (dnevno ili satno), šalje se do 15 e-poruka. Provjerite jesu li postavke cron i e-pošte ispravno konfigurirane.

source: Reviews for "%s"
hr_hr: Recenzije za "%s"

source: Reviews for this item.
hr_hr: Recenzije za ovu stavku.

source: Create a Review
hr_hr: Napravite pregled

source: Review was successfully added.
hr_hr: Pregled je uspješno dodan.

source: Edit a Review
hr_hr: Uredite pregled

source: Review was successfully edited.
hr_hr: Pregled je uspješno uređen.

source: Delete a Review.
hr_hr: Izbrišite pregled.

source: Review was successfully deleted.
hr_hr: Pregled je uspješno izbrisan.

source: Calculation Warning
hr_hr: Upozorenje o izračunu

source: If you proceed the attribute Risk Score for all your current Risks will set to zero until they get classified again
hr_hr: Ako nastavite s ocjenom atributa za rizik, svi vaši trenutačni rizici postavit će se na nulu dok se ponovno ne klasificiraju

source: Edit a Risk Calculation
hr_hr: Uredite izračunavanje rizika

source: Risk Calculation has been updated from "%s" to "%s" method the Risk Score attribute for all Risks have been updated to zero until they get classified again
hr_hr: Izračun rizika je ažuriran od metoda "%s" do "%s" atribut atributa rizika za sve rizike ažuriran je na nulu sve dok se ne ponovno klasificiraju

source: Risk settings for the methodology "%1$s" have changed from %2$s to %3$s and therefore the Risk score for all Risk have been set to zero until they get classified again
hr_hr: Postavke rizika za metodologiju "%1$s" promijenile su se od%2$s do%3$s, pa je rezultat rizika za sve rizike postavljen na nulu sve dok se ne ponovno klasificiraju

source: Calculation method changed to %s - Risk Scores re-calculated
hr_hr: Metoda izračuna promijenjena je u%s - procjene rizika ponovno izračunate

source: Risk Calculation was successfully updated.
hr_hr: Kalkulacija rizika je uspješno ažurirana.

source: Risk Classification
hr_hr: Klasifikacija rizika

source: Delete a Risk Classification.
hr_hr: Izbriši klasifikaciju rizika.

source: Create a Risk Classification
hr_hr: Izradite klasifikaciju rizika

source: Risk Classification was successfully added.
hr_hr: Klasifikacija rizika je uspješno dodana.

source: Edit a Risk Classification
hr_hr: Uredite klasifikaciju rizika

source: This classification is used by %d risks, if you proceed we will update the risk score for this risks.
hr_hr: Ova klasifikacija koristi se% d rizicima, ako nastavite, ažurirat ćemo rezultat rizika za ove rizike.

source: The classification "%1$s - %2$s - %3$s" applied on this risk has got its value updated to "%4$s" and therefore this risk has been updated from %5$s to %6$s
hr_hr: Klasifikacija "%1$s -%2$s -%3$s" primijenjena na ovaj rizik je ažurirana na "%4$s" i stoga je taj rizik ažuriran od%5$s do% 6 $ a

source: Risk Classification was successfully edited.
hr_hr: Klasifikacija rizika uspješno je uređena.

source: Risk Classification Type was successfully added.
hr_hr: Klasifikacija rizika je uspješno dodana.

source: Risk Exceptions are used to evidence the decision of accepting rather than mitigating a Risk. Risk exceptions are commonly mapped to Risks which the business intends to accept.
hr_hr: Izuzeci rizika koriste se za dokazivanje odluke o prihvaćanju, a ne ublažavanju rizika. Izuzeci rizika obično se prenose na rizike koje poslovanje namjerava prihvatiti.

source: Risk Exception
hr_hr: Izuzetak od rizika

source: Delete a Risk Exception.
hr_hr: Izbriši iznimku od rizika.

source: Exceptions Issues
hr_hr: Izuzeci

source: Controls Issues
hr_hr: Problemi s kontrolama

source: Risk Over Appetite
hr_hr: Rizik od apetita

source: Manage your Asset based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification).
hr_hr: Upravljajte okvirom upravljanja rizikom temeljenom na imovini, uključujući analizu, obradu i komunikaciju rizika. Ovaj modul zahtijeva da ste identificirali sredstva (u odjeljku Upravljanje imovinom / Identifikacija imovine).

source: Delete a Risk.
hr_hr: Izbriši rizik.

source: Manage your Asset Based risk management framework including the analysis, treatment and communication of risks.
hr_hr: Upravljajte okvirom upravljanja rizikom na temelju imovine, uključujući analizu, obradu i komunikaciju rizika.

source: System Roles
hr_hr: Uloga sustava

source: System wide roles used for workflows and notifications.
hr_hr: Sustavne široke uloge upotrebljavane za tijekove rada i obavijesti.

source: Define Sytem Roles
hr_hr: Definirajte uloge sita

source: System roles are used across the entire system to define workflow and notification settings.
hr_hr: Sustavne se uloge koriste u cijelom sustavu kako bi definirali postavke tijeka rada i obavijesti.

source: Security Controls Report
hr_hr: Izvješće o sigurnosnim kontrolama

source: Controls With Policies
hr_hr: Kontrole s pravilima

source: Controls With Draft Policies
hr_hr: Kontrole s nacrtima pravila

source: All Audits Done
hr_hr: Sve obavljene revizije

source: All Maintenances Done
hr_hr: Sve obavljene radnje

source: Last Audit Missing
hr_hr: Nedostaje zadnja revizija

source: Last Maintenance Missing
hr_hr: Nedostaje

source: Security Incident Classification Scheme
hr_hr: Klasifikacijska shema sigurnosti incidenta

source: Apply this classification to your Security Incidents.
hr_hr: Primijeni ovu klasifikaciju na sigurnosne incidente.

source: Security Incident Classifications
hr_hr: Classifications incidenta sigurnosti

source: Delete a Security Incident Classification.
hr_hr: Obrišite klasifikaciju sigurnosnih incidenata.

source: Security Incident Classification was successfully deleted.
hr_hr: Klasifikacija sigurnosnih incidenata uspješno je izbrisana.

source: Create a Security Incident Classification
hr_hr: Izradite klasifikaciju sigurnosnih incidenata

source: Security Incident Classification was successfully added.
hr_hr: Uspješno je dodana klasifikacija sigurnosnih incidenata.

source: Edit a Security Incident Classification
hr_hr: Uredite klasifikaciju sigurnosnih incidenata

source: Security Incident Classification was successfully edited.
hr_hr: Klasifikacija sigurnosnih incidenata uspješno je uređena.

source: Security Incident Stages
hr_hr: Sigurnosne incidentne faze

source: Describe the lifecycle of a security incident. The stages defined here will be applied to all incidents.
hr_hr: Opišite životni ciklus sigurnosnog incidenta. Ovdje definirane faze primijenit će se na sve incidente.

source: Security Incident Stage
hr_hr: Sigurnosni incidentni stadij

source: Record and manage your program security incidents. Incidents can be linked to controls, assets and third parties in order to make it clear what components of the program have been affected.
hr_hr: Snimajte i upravljajte svojim incidentima sigurnosnih programa. Incidenti mogu biti povezani s kontrolama, imovinom i trećim stranama kako bi se jasno utvrdilo koje su komponente programa bile pogođene.

source: You are able to define at high-level your Security Policies, Standards or Procedure. This is used across the system in multiple places such as: Risks, Control, Compliance Management and others.
hr_hr: Vi ste u mogućnosti definirati na visokoj razini Vaša sigurnosna pravila, standardi ili postupak. To se koristi preko sustava na više mjesta kao što su: Rizici, Kontrola, Upravljanje sukladnosti i drugi.

source: We have created two reviews for this policy, one with todays date, another with the date in the future where you plan to review this policy. Remember, if you used "Attachments" as content you must attach your policy documents in the review we created for today.
hr_hr: Izradili smo dvije recenzije za ovo pravilo, jedan s današnjim datumom, drugi s budućim datumom na kojem namjeravate pregledati ovo pravilo. Zapamtite, ako ste kao sadržaj upotrijebili "Privitci", morate priložiti dokumente pravila u pregledu koji smo stvorili za danas.

source: Error occured while creating a direct url. Please try again.
hr_hr: Došlo je do pogreške prilikom izrade izravnog URL-a. Molim te pokušaj ponovno.

source: Send email to all people that has permission to this Policy.
hr_hr: Pošaljite e-poštu svim osobama koje imaju dopuštenje za ovu Pravila.

source: Please choose one or more users to send notification.
hr_hr: Odaberite jednog ili više korisnika za slanje obavijesti.

source: The objective is to audit the security control for efficiency utilizing the metrics reviews and success criteria defined on the control. You should be able to add evidence that suppors the audit.
hr_hr: Cilj je revizije kontrole sigurnosti za učinkovitost primjenom pregleda mjernih podataka i kriterija uspjeha definiranih na kontroli. Trebali biste biti u mogućnosti dodati dokaze koji podržavaju reviziju.

source: This is a report of all maintenance records for this service.
hr_hr: Ovo je izvješće o svim evidencijama održavanja za ovu uslugu.

source: The security controls are the core of the security management system and must be carefully populated and managed. Controls defined in this section will be used to protect your Data Flows, and utilised to mitigate Risks and Compliance requirements.
hr_hr: Sigurnosne kontrole su jezgra sustava upravljanja sigurnošću i moraju se pažljivo popunjavati i upravljati. Kontrole definirane u ovom odjeljku bit će upotrijebljene za zaštitu vaših tokova podataka i korištene za ublažavanje zahtjeva za rizik i sukladnost.

source: Define tags in order to profile your security controls.
hr_hr: Definirajte oznake kako biste profilirali svoje sigurnosne kontrole.

source: Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
hr_hr: Ovdje možete definirati sve ugovore o pružanju podrške s dobavljačima. Mapirajte ih u sigurnosne službe kako biste zadržali proračune jasni i dobili i upozorenja kada im bude postavljeno da isteknu. Na primjer, ako upravljate s više SSL certifikata, ovdje ih možete definirati kako biste osigurali da oni ne isteknu.

source: You can Here you can define any support contracts you have with suppliers. Map them to Security Services in order to keep budgets clear, and also get warnings when they are set to expire. Also for example, if you manage multiple SSL certificates you can define them here to ensure they don’t expire.
hr_hr: Ovdje možete definirati sve ugovore o pružanju podrške s dobavljačima. Mapirajte ih u sigurnosne službe kako biste zadržali proračune jasni i dobili i upozorenja kada im bude postavljeno da isteknu. Na primjer, ako upravljate s više SSL certifikata, ovdje ih možete definirati kako biste osigurali da oni ne isteknu.

source: Log file does not exist or is not readable
hr_hr: Datoteka dnevnika ne postoji ili nije čitljiva

source: Dashboards successfully reseted.
hr_hr: Nadzorne ploče su uspješno poništene.

source: Cache was deleted but some files might have remained.
hr_hr: Cache je izbrisano, no neke su datoteke možda ostale.

source: Every transaction on the system is recorded and can be found here. Optionally you can also search for records on the object (a risk, control, etc.) directly by using the functionality "system records" on the action cell of the object.
hr_hr: Svaka transakcija na sustavu je snimljena i može se naći ovdje. Po želji, također možete pretražiti zapise o objektu (rizik, kontrolu itd.) Izravno pomoću funkcionalnosti "sistemski zapisi" na akcijskoj ćeliji objekta.

source: Define program members, roles, teams and their competences. This is of particular relevance for those programs aligned with ISO 27001
hr_hr: Definirajte članove programa, uloge, timove i njihove sposobnosti. Ovo je osobito važno za one programe usklađene s ISO 27001
