Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Requested model instance '%s' does not exist
hr_hr: Zatražena modelna instanca '% s' ne postoji

source: PHP version %s is required for the application at least. Your PHP version is %s. Please update your system with the latest version of PHP and related extensions, if possible.
hr_hr: Za aplikaciju je potrebno najmanje PHP verzija % s. Vaša PHP verzija je % s. Ažurirajte svoj sustav najnovijom verzijom PHP-a i srodnim nastavcima, ako je moguće.

source: Currency configuration is invalid or not available.
hr_hr: Konfiguracija valute nije važeća ili nije dostupna.

source: Default (English)
hr_hr: Zadano (engleski)

source: English (US)
hr_hr: Engleski

source: Spanish (Argentina)
hr_hr: Argentina

source: Portuguese
hr_hr: Portugalski

source: Korean
hr_hr: Korejski

source: Draft
hr_hr: Nacrt

source: Validation Request Sent
hr_hr: Zahtjev za procjenu poslan

source: Validation Executed
hr_hr: Provjera procjene izvršena

source: Approval Request Sent
hr_hr: Zahtjev za odobrenje poslan

source: Approval Executed
hr_hr: Odobrenje je izvršeno

source: Fail
hr_hr: Greška

source: Pass
hr_hr: Prolazi

source: Closed
hr_hr: Zatvoreno

source: Open
hr_hr: Otvoreno

source: Audit Finding
hr_hr: Pronalaženje revizije

source: Assessment
hr_hr: Procjena

source: No Evidence Needed
hr_hr: Nema potrebnih dokaza

source: Evidence Provided
hr_hr: Dostupni dokazi

source: Waiting for Evidence
hr_hr: Čekanje dokaza

source: Insert
hr_hr: Umetni

source: Update
hr_hr: Nadogradi

source: Delete
hr_hr: Izbriši

source: Login
hr_hr: Prijava

source: Wrong Login
hr_hr: Kriva prijava

source: Published
hr_hr: Objavljeno

source: Yes
hr_hr: Da

source: No
hr_hr: Ne

source: Accept
hr_hr: Prihvati

source: Avoid
hr_hr: Izbjegni

source: Mitigate
hr_hr: Ublaži

source: Transfer
hr_hr: Prenesi

source: Active
hr_hr: Aktivno

source: Disabled
hr_hr: Isključeno

source: Authenticator
hr_hr: Autentifikator

source: Group
hr_hr: Grupa

source: Email Attribute
hr_hr: Atribut e-pošte

source: Account plus Domain
hr_hr: Račun plus domena

source: Event
hr_hr: Događaj

source: Possible Incident
hr_hr: Mogući incident

source: Completed
hr_hr: Izvršeno

source: Initiated
hr_hr: Pokrenut

source: Policy
hr_hr: Polica

source: Procedure
hr_hr: Postupak

source: Public
hr_hr: Javno

source: Private
hr_hr: Privatno

source: Authorized Uses Only
hr_hr: Samo ovlaštene upotrebe

source: Use Content
hr_hr: Koristite Sadržaj

source: Use Attachments
hr_hr: Upotrijebite privitke

source: Use URL
hr_hr: Upotrijebite URL

source: Enabled
hr_hr: Omogućeno

source: Ok
hr_hr: U redu

source: Notifications sent
hr_hr: Obavijesti poslane

source: Notifications ignored
hr_hr: Obavijesti su zanemarene

source: Awareness
hr_hr: Svijest

source: Warning
hr_hr: Upozorenje

source: Default
hr_hr: Zadano

source: Report
hr_hr: Izvješće

source: Desired
hr_hr: Željeni

source: Critical
hr_hr: Kritično

source: Not OK
hr_hr: Nije u redu

source: OK
hr_hr: U rede

source: Asset Risk
hr_hr: Rizik imovine

source: Third Party Risk
hr_hr: Rizik treće strane

source: Business Risk
hr_hr: Rizik poslovanja

source: Discarded
hr_hr: Odbačena

source: Current
hr_hr: Struja

source: Internal
hr_hr: Interni

source: External
hr_hr: Vanjski

source: organizational structure
hr_hr: organizacijska struktura

source: roles and responsibilities
hr_hr: uloge i odgovornosti

source: business strategy and objectives
hr_hr: poslovnu strategiju i ciljeve

source: capabilities and resources
hr_hr: sposobnosti i resursi

source: organizational culture
hr_hr: organizacijska kultura

source: information systems and processes
hr_hr: informacijskih sustava i procesa

source: contractual relationships
hr_hr: ugovornih odnosa

source: Other
hr_hr: Ostali

source: interested parties
hr_hr: zainteresirane stranke

source: political
hr_hr: politički

source: economic
hr_hr: ekonomski

source: cultural
hr_hr: kulturni

source: technological
hr_hr: tehnološki

source: competitive
hr_hr: konkurentan

source: environment
hr_hr: okolina

source: Inactive
hr_hr: Neaktivan

source: Equal
hr_hr: Jednak

source: Above
hr_hr: Iznad

source: Under
hr_hr: Ispod

source: On
hr_hr: Uključeno

source: After
hr_hr: Poslije

source: Before
hr_hr: Prije

source: Short Text
hr_hr: Kratki tekst

source: Paragraph
hr_hr: Paragraf

source: Date
hr_hr: Datum

source: Dropdown
hr_hr: Padajući

source: Compliance Item List
hr_hr: Popis stavki za sukladnost

source: User UID
hr_hr: Korisnički UID

source: User Email
hr_hr: Korisnička e-pošta

source: User Name
hr_hr: Korisničko ime

source: Hourly
hr_hr: Časovni

source: Daily
hr_hr: Dnevni

source: Yearly
hr_hr: Godišnji

source: Success
hr_hr: Uspijeh

source: Error
hr_hr: Greška

source: Not yet answered
hr_hr: Još nije odgovoreno

source: United Arab Emirates dirham
hr_hr: Dirham u Ujedinjenim Arapskim Emiratima

source: United Arab Emirates
hr_hr: Ujedinjeni Arapski Emirati

source: Afghani
hr_hr: Afgani

source: Albania
hr_hr: Albanija

source: Armenian Dram
hr_hr: Armenski Dram

source: Armenia
hr_hr: Armenija

source: Netherlands Antillian Guilder
hr_hr: Nizozemski Antiliješki gulden

source: Netherlands Antilles
hr_hr: Nizozemski Antili

source: Argentine Peso
hr_hr: Argentinski pezo

source: Australian Dollar
hr_hr: Australski Dolar

source: Australia
hr_hr: Australija

source: Australian Antarctic Territory
hr_hr: Australski antarktički teritorij

source: Christmas Island
hr_hr: Božićni Otok

source: Heard and McDonald Islands
hr_hr: Heard i Mc Donald Otoci

source: Norfolk Island
hr_hr: otok Norfolk

source: Aruban Guilder
hr_hr: Arubanski gulden

source: Azerbaijanian Manat
hr_hr: Azerbajdžanski manat

source: Azerbaijan
hr_hr: Azerbajdan

source: Convertible Marks
hr_hr: Konvertibilne marke

source: Bosnia and Herzegovina
hr_hr: BiH

source: Bangladeshi Taka
hr_hr: Bangladeška taka

source: Bangladesh
hr_hr: Bangladeš

source: Bulgarian Lev
hr_hr: Bugarski Lev

source: Bulgaria
hr_hr: Bugarska

source: Bahrain
hr_hr: Bahrein

source: Burundian Franc
hr_hr: Burundski Franc

source: Bermudian Dollar (customarily known as Bermuda Dollar)
hr_hr: Bermudski dolar (obično poznat kao Bermudski dolar)

source: Bermuda
hr_hr: Bermudi

source: Brunei Dollar
hr_hr: Brunejski dolar

source: Brunei
hr_hr: Brunej

source: Bolivia
hr_hr: Bolivija

source: Bolivian Mvdol (Funds code)
hr_hr: Bolivian Mvdol (kôd fondova)

source: Brazilian Real
hr_hr: Brazilski Real

source: Bahamian Dollar
hr_hr: Bahamski dolar

source: Bahamas
hr_hr: Bahami

source: Bhutan
hr_hr: Butan

source: Botswana
hr_hr: Republika Bocvana

source: Belarussian Ruble
hr_hr: Bjeloruska rublja

source: Belarus
hr_hr: Bjelorusija

source: Belize Dollar
hr_hr: Dolar Belize

source: Canadian Dollar
hr_hr: Kanadski Dolar

source: Canada
hr_hr: Kanada

source: Franc Congolais
hr_hr: Burundski Franc

source: Democratic Republic of Congo
hr_hr: Demokratska Republika Kongo

source: WIR Euro (complementary currency)
hr_hr: WIR Euro (dopunska valuta)

source: Switzerland
hr_hr: Švicarska

source: Swiss Franc
hr_hr: Franak

source: Switzerland, Liechtenstein
hr_hr: Švicarska,Liechtenstein

source: WIR Franc (complementary currency)
hr_hr: WIR Euro (dopunska valuta)

source: Unidades de formento (Funds code)
hr_hr: Unidades de formento (kôd fondova)

source: Chile
hr_hr: Čile

source: Chilean Peso
hr_hr: Čileanski pezo

source: Mainland China
hr_hr: Kina

source: Colombian Peso
hr_hr: Kolumbijski pezo

source: Colombia
hr_hr: Kolumbija

source: Costa Rica
hr_hr: Kostarika

source: Cuban Peso
hr_hr: Kubanski pezo

source: Cuba
hr_hr: Kuba

source: Cape Verde
hr_hr: Kabo Verde

source: Cyprus Pound
hr_hr: Ciparska funta

source: Cyprus
hr_hr: Cipar

source: Czech Koruna
hr_hr: Češka kruna

source: Czech Republic
hr_hr: Češka

source: Djibouti Franc
hr_hr: Francuski Džibuti

source: Djibouti
hr_hr: Dibuti

source: Danish Krone
hr_hr: Danska Kruna

source: Denmark, Faroe Islands, Greenland
hr_hr: Farski Otoci

source: Dominican Peso
hr_hr: Argentinski pezo

source: Dominican Republic
hr_hr: Dominikanska Republika

source: Algerian Dinar
hr_hr: Alžirski dinar

source: Algeria
hr_hr: Alžir

source: Estonia
hr_hr: Estonija

source: Egyptian Pound
hr_hr: Egipatska funta

source: Egypt
hr_hr: Egipat

source: Eritrea
hr_hr: Eritreja

source: Ethiopian Birr
hr_hr: Etiopski bir

source: Ethiopia
hr_hr: Etiopija

source: European Union, see eurozone
hr_hr: Europska unija

source: Fiji Dollar
hr_hr: Fidžijski dolar

source: Fiji
hr_hr: Fid i

source: Falkland Islands Pound
hr_hr: Falklandski otoci

source: Falkland Islands
hr_hr: Falklandi

source: Pound Sterling
hr_hr: Britanska funta

source: United Kingdom
hr_hr: Ujedinjena Kraljevina

source: Georgia
hr_hr: Gruzija

source: Ghana
hr_hr: Gana

source: Gibraltar pound
hr_hr: Gibraltarska funta

source: Dalasi
hr_hr: Dalas

source: Gambia
hr_hr: Gambija

source: Guinea Franc
hr_hr: Gvinej Franc

source: Guinea
hr_hr: Gvineja

source: Quetzal
hr_hr: Kvecal

source: Guatemala
hr_hr: Gvatemala

source: Guyana Dollar
hr_hr: Dolar Gvajana

source: Guyana
hr_hr: Gvajana

source: Hong Kong Dollar
hr_hr: Hong Kong-ški Dolar

source: Hong Kong Special Administrative Region
hr_hr: Posebna administrativna regija Hong Kong

source: Croatian Kuna
hr_hr: Hrvatska Kuna

source: Croatia
hr_hr: Hrvatska

source: Hungary
hr_hr: Mađarska

source: Rupiah
hr_hr: Indonezijska Rupija

source: Indonesia
hr_hr: Indonezija

source: New Israeli Shekel
hr_hr: Nova izraelska šekela

source: Israel
hr_hr: Izrael

source: Indian Rupee
hr_hr: Indijska Rupija

source: Bhutan, India
hr_hr: Butan, Indija

source: Iraqi Dinar
hr_hr: Irački dinar

source: Iraq
hr_hr: Irak

source: Iranian Rial
hr_hr: Iranskog Riala

source: Iceland Krona
hr_hr: Island Krona

source: Iceland
hr_hr: Island

source: Jamaican Dollar
hr_hr: Jamajanski dolar

source: Jamaica
hr_hr: Jamajka

source: Jordanian Dinar
hr_hr: Jordanski dinar

source: Japanese yen
hr_hr: Japanski jen

source: Kenyan Shilling
hr_hr: Kenijski šiling

source: Comoro Franc
hr_hr: Komorski franak

source: North Korean Won
hr_hr: Južnokorejski Won

source: Kuwaiti Dinar
hr_hr: Kuvajtski dinar

source: Cayman Islands Dollar
hr_hr: Falklandi

source: Lebanese Pound
hr_hr: Libanonska funta

source: Sri Lanka Rupee
hr_hr: Rupee Šri Lanke

source: Liberian Dollar
hr_hr: Liberijski dolar

source: Lithuanian Litas
hr_hr: Litavske litase

source: Latvian Lats
hr_hr: Latvijski odsjek

source: Libyan Dinar
hr_hr: Libijski dinar

source: Moroccan Dirham
hr_hr: Marokanski dirham

source: Morocco, Western Sahara
hr_hr: Maroko, zapadna Sahara

source: Moldovan Leu
hr_hr: Moldavski Leu

source: Kyat
hr_hr: Kjat

source: Macau Special Administrative Region
hr_hr: Posebna administrativna regija Macao

source: Ouguiya
hr_hr: Ouguja

source: Maltese Lira
hr_hr: Malteška lira

source: Mauritius Rupee
hr_hr: Mauricijska rupija

source: Rufiyaa
hr_hr: Tufija

source: Mexican Unidad de Inversion (UDI) (Funds code)
hr_hr: Meksiko Unidad de Inversion (UDI) (kôd fondova)

source: Metical
hr_hr: Metikal

source: Namibian Dollar
hr_hr: Namibijski dolar

source: Nepalese Rupee
hr_hr: Nepalska rupija

source: Pakistan Rupee
hr_hr: Rupee u Pakistanu

source: Zloty
hr_hr: Zlot

source: Qatari Rial
hr_hr: Katarij Rial

source: Romanian New Leu
hr_hr: Rumunjski novi Leu

source: Serbian Dinar
hr_hr: Srpski dinar

source: South Ossetia
hr_hr: Južna Osetija

source: Rwanda Franc
hr_hr: Ruanda Franc

source: Saudi Riyal
hr_hr: Saudijski Rial

source: Solomon Islands Dollar
hr_hr: Dolomunski otočni dolar

source: Seychelles Rupee
hr_hr: Rupee Sejšela

source: Sudanese Pound
hr_hr: Sudanska funta

source: Saint Helena Pound
hr_hr: Sveta Helena

source: Slovak Koruna
hr_hr: Slovačka koruna

source: Somali Shilling
hr_hr: Somalijski šiling

source: Surinam Dollar
hr_hr: Surinam dolar

source: Syrian Pound
hr_hr: Sirijska funta

source: Lilangeni
hr_hr: Iilangeni

source: Baht
hr_hr: Bat

source: Tunisian Dinar
hr_hr: Tunisski dinar

source: New Turkish Lira
hr_hr: Nova turska lira

source: Trinidad and Tobago Dollar
hr_hr: Trinidad i Tobago dolar

source: New Taiwan Dollar
hr_hr: Novi tajvanski dolar

source: Taiwan and other islands that are under the effective control of the Republic of China (ROC)
hr_hr: Tajvan i ostali otoci koji su pod učinkovitom kontrolom Republike Kine (ROC)

source: Tanzanian Shilling
hr_hr: Tanzanijski šiling

source: Hryvnia
hr_hr: Grivna

source: Uganda Shilling
hr_hr: Ugandski šiling

source: US Dollar
hr_hr: Američki dolar

source: Peso Uruguayo
hr_hr: Peso Urugvaj

source: Venezuelan bolívar
hr_hr: Venezuelanski bolívar

source: Vietnamese đồng
hr_hr: Vijetnamski đồng

source: Samoan Tala
hr_hr: Samoanski Tala

source: Silver (one Troy ounce)
hr_hr: Srebro (jedna Troy unca)

source: Gold (one Troy ounce)
hr_hr: Zlato (jedna Troy unca)

source: European Composite Unit (EURCO) (Bonds market unit)
hr_hr: Europska kompozitna jedinica (EURCO) (tržišna jedinica obveznica)

source: European Monetary Unit (E.M.U.-6) (Bonds market unit)
hr_hr: Europska monetarna jedinica (EMU-6) (tržišna jedinica obveznica)

source: European Unit of Account 9 (E.U.A.-9) (Bonds market unit)
hr_hr: Europska Jedinica računa 9 (EUA-9) (tržišna jedinica obveznica)

source: European Unit of Account 17 (E.U.A.-17) (Bonds market unit)
hr_hr: Europska obračunska jedinica 17 (EUA-17) (tržišna jedinica obveznica)

source: East Caribbean Dollar
hr_hr: Dolar na istočnom karibima

source: Special Drawing Rights
hr_hr: Posebna prava vučenja

source: Gold franc (special settlement currency)
hr_hr: Zlatni franak (posebna valuta namire)

source: UIC franc (special settlement currency)
hr_hr: UIC franka (valuta posebne namire)

source: International Union of Railways
hr_hr: Međunarodna zajednica željeznica

source: Palladium (one Troy ounce)
hr_hr: Paladij (jedna Troy unca)

source: CFP franc
hr_hr: CFP franak

source: Platinum (one Troy ounce)
hr_hr: Platinum (jedna Troy unca)

source: Code reserved for testing purposes
hr_hr: Kôd rezerviran za svrhe testiranja

source: No currency
hr_hr: Nema valute

source: Yemeni Rial
hr_hr: Jemenski Rial

source: Zimbabwe Dollar
hr_hr: Dolar Zimbabve

source: Associated Data
hr_hr: Pridruženi podaci

source: Associated Data for "%s"
hr_hr: Povezani podaci za "%s"

source: Required action is not available.
hr_hr: Potrebna radnja nije dostupna.

source: CISO Role
hr_hr: Uloga CISO-a

source: CISO Deputy
hr_hr: Zamjenik CISO-a

source: Board Representative
hr_hr: Predstavnik odbora

source: Board Representative Deputy
hr_hr: Zamjenik predstavnika odbora

source: Security key to access CRON is not correct.
hr_hr: Sigurnosni ključ za pristup CRON-u nije točan.

source: Item returned to Approved status.
hr_hr: Stavka je vraćena na status odobrenog.

source: Problem occured while returning the item to Approved status.
hr_hr: Došlo je do problema prilikom vraćanja stavke u status odobrenog.

source: Filter was saved.
hr_hr: Filtar je spremljen.

source: Something went wrong.
hr_hr: Nešto je pošlo krivo

source: Filter is being used by a notification and cannot be deleted.
hr_hr: Filtar upotrebljava obavijest i ne može se izbrisati.

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001 The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
hr_hr: Klasifikacija imovine je uobičajena dobra praksa i zahtjev u određenim standardima kao što je ISO 27001. Klasifikacija mora biti definirana prema poslovnim potrebama. Kada se klasifikacija definira, može se primijeniti na svaku identificiranu imovinu.

source: Asset Classifications
hr_hr: Klasifikacija imovine

source: Delete an Asset Classification.
hr_hr: Obriši klasifikaciju imovine.

source: Error while deleting the data. Please try it again.
hr_hr: Pogreška prilikom brisanja podataka. Pokušajte ponovo.

source: Error while saving the data. Please try it again.
hr_hr: Pogreška prilikom spremanja podataka. Pokušajte ponovo.

source: Asset Classification Type was successfully added.
hr_hr: Uspješno je dodana vrsta klasifikacije sredstava.

source: Asset classification is a common good practice and a requirement in certain standards such as ISO 27001:2005. The classification must be defined according to business needs. Once the classification has been defined, it can be applied on every identified asset.
hr_hr: Klasifikacija imovine je uobičajena dobra praksa i zahtjev u određenim standardima kao što je ISO 27001: 2005. Klasifikacija mora biti definirana prema poslovnim potrebama. Kada se klasifikacija definira, može se primijeniti na svaku identificiranu imovinu.

source: Asset Labels are used in order to profile data assets according to the security treatment they require. Typical labels are: Confidential, Secret, Public, Etc. Labels defined in this section are applied to the Asset Identified.
hr_hr: Oznake imovine upotrebljavaju se za profiliranje imovine podataka prema sigurnosnom postupku koji im je potreban. Tipične oznake su: povjerljivo, tajno, javno, itd. Oznake definirane u ovom odjeljku primjenjuju se na identificirani materijal

source: Asset Label
hr_hr: Oznaka imovine

source: Delete an Asset Label.
hr_hr: Izbriši oznaku imovine.

source: Asset Types
hr_hr: Vrste imovine

source: Asset types lists
hr_hr: Popis vrsta sredstava

source: Create a Asset Type
hr_hr: Stvaranje vrste alata

source: Asset type was successfully added.
hr_hr: Vrsta alata uspješno je dodana.

source: Asset Media Type
hr_hr: Vrsta medijskog sadržaja

source: Delete a Asset Media Type.
hr_hr: Izbrišite vrstu medija za snimanje.

source: Asset type was successfully deleted.
hr_hr: Vrsta imovine uspješno je izbrisana.

source: If you plan to perform Risk Management you will need to identify assets, use this section to document key assets (this is not an inventory tool) for each one of the business units you defined before (Organisations / Business Units).
hr_hr: Ako planirate izvršiti upravljanje rizikom, trebate identificirati imovinu, koristite ovaj odjeljak za dokumentiranje ključnih sredstava (ovo nije alat za inventuru) za svaku od poslovnih jedinica koje ste prethodno definirali (Organizacije / Poslovne jedinice).

source: Delete an Asset.
hr_hr: Brisanje imovine.

source: Asset was successfully added.
hr_hr: Sredstvo je uspješno dodano.

source: Attachments for "%s"
hr_hr: Prilozi za "%s"

source: Upload and manage atachments for this item.
hr_hr: Učitajte i upravljajte privicima za ovu stavku.

source: Error occured while uploading the file.
hr_hr: Došlo je do pogreške prilikom prijenosa datoteke.

source: The only file types allowed are: %s
hr_hr: Dopuštene su samo vrste datoteka:%s

source: New Audit Feedback Attachment
hr_hr: Prilog za povratnu informaciju o reviziji

source: Demo training is no longer unavailable.
hr_hr: Demo trening više nije dostupan.

source: This training is not available for you.
hr_hr: Ova obuka nije dostupna za vas.

source: Training is unavailable.
hr_hr: Trening nije dostupan.

source: Demo training is no longer available.
hr_hr: Demo trening više nije dostupan.

source: This Awareness Program is not available at the moment. Please try again later.
hr_hr: Ovaj Program svjesnosti trenutno nije dostupan. Molimo pokušajte ponovo kasnije.

source: Error occured processing the next step. Please try again.
hr_hr: Došlo je do pogreške prilikom obrade sljedećeg koraka. Molim te pokušaj ponovno.

source: Error occured while saving your training data. Please try it again.
hr_hr: Došlo je do pogreške prilikom spremanja podataka o treningu. Pokušajte ponovo.

source: Error occured while saving the data. Please try it again.
hr_hr: Došlo je do pogreške prilikom spremanja podataka. Pokušajte ponovo.

source: Questionnaire is incomplete. You have to fill in all answers.
hr_hr: Upitnik je nepotpun. Morate ispuniti sve odgovore.

source: Error occured while completing the demo. Please try to run the demo again.
hr_hr: Došlo je do pogreške prilikom dovršavanja demonstracije. Pokušajte ponovo pokrenuti demo.

source: Demo training completed
hr_hr: Demo obuka je završena

source: A user "%s" completed the training
hr_hr: Korisnik "%s" završio je trening

source: You need to fill in all answers.
hr_hr: Trebate popuniti sve odgovore.

source: Awareness Login
hr_hr: Prijava svijesti

source: You have to enable Awareness Authentication in Authentication settings in order to be able to manage Awareness Programs
hr_hr: Morate omogućiti provjeru autentičnosti svijesti u postavkama provjere autentičnosti kako biste mogli upravljati programima svijesti

source: Awareness Programs
hr_hr: Programi svijesti

source: Define and manage role based awareness programs.
hr_hr: Definirajte i upravljajte programima svijesti o ulozi.

source: Delete an Awareness Program.
hr_hr: Izbrišite program svjesnosti.

source: Awareness Program was successfully deleted.
hr_hr: Program svijesti je uspješno izbrisan.

source: Add an Awareness Program
hr_hr: Dodajte program svjesnosti

source: Awareness Program was successfully added.
hr_hr: Program svijesti je uspješno dodan.

source: Edit an Awareness Program
hr_hr: Uređivanje programa svijesti

source: Awareness Program was successfully edited.
hr_hr: Program svijesti je uspješno uređen.

source: Video for this program was deleted.
hr_hr: Videozapis za ovaj program izbrisan je.

source: Error occured while deleting the video. Please try again.
hr_hr: Došlo je do pogreške prilikom brisanja videozapisa. Molim te pokušaj ponovno.

source: Text file for this program was deleted.
hr_hr: Tekstualna datoteka za ovaj program izbrisana je.

source: Error occured while deleting the text file. Please try again.
hr_hr: Došlo je do pogreške prilikom brisanja tekstne datoteke. Molim te pokušaj ponovno.

source: Questionnaire for this program was deleted.
hr_hr: Upitnik za ovaj program je izbrisan.

source: Error occured while deleting the questionnaire. Please try again.
hr_hr: Došlo je do pogreške prilikom brisanja upitnika. Molim te pokušaj ponovno.

source: Start an Awareness Program
hr_hr: Pokrenite program svjesnosti

source: The Awareness Program has already started.
hr_hr: Program svijesti već je započeo.

source: Awareness Program successfully started.
hr_hr: Program svijesti je uspješno započeo.

source: Error occured while starting the training. Please try it again.
hr_hr: Došlo je do pogreške pri pokretanju treninga. Pokušajte ponovo.

source: Pause an Awareness Program
hr_hr: Pauzirajte program svjesnosti

source: The Awareness Program has already pause.
hr_hr: Program svijesti već je pauziran.

source: Awareness Program successfully paused.
hr_hr: Program osviještenosti uspješno je pauziran.

source: Demo for an Awareness Program
hr_hr: Demo za program svjesnosti

source: ignored user
hr_hr: Korisnik koji je zanemaren

source: Demo email was sent to the user.
hr_hr: Demo e-pošta poslana je korisniku.

source: Error occured while doing a demo. Please try it again.
hr_hr: Došlo je do pogreške prilikom izvođenja demonstracije. Pokušajte ponovo.

source: Clean records for an Awareness Program
hr_hr: Očistite zapise o Programu svjesnosti

source: Awareness Program successfully cleaned.
hr_hr: Program svijesti je uspješno očišćen.

source: Awareness Program Reminders
hr_hr: Podsjetnici programa svijesti

source: Awareness Trainings
hr_hr: Treninzi za svijest

source: Manage your Business Impact Analysis framework including the analysis, treatment and communication of risks.
hr_hr: Upravljajte okvirom za analizu utjecaja na poslovanje, uključujući analizu, obradu i komunikaciju rizika.

source: Business Continuity
hr_hr: Kontinuitet poslovanja

source: Delete a Business Continuity.
hr_hr: Izbrišite kontinuitet poslovanja.
