Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Controls require maintenance. Describe in this field what type of maintenance is required and how that task should be executed. For example: Oil must be changed at regular times on the auxiliary power supply engines in order for they to operate normally. This can be achieved by changing the oil on the engine. Follow the manual instructions.
hr_hr: Kontrole zahtijevaju održavanje. Opišite u ovom polju kakva je vrsta održavanja potrebna i kako bi taj zadatak trebao biti izvršen. Na primjer: Ulje se redovito mijenja na pomoćnim motorima za napajanje radi normalnog rada. To se može postići promjenom ulja na motoru. Slijedite priručnik.

source: The date where this maintenance was originally set to start.
hr_hr: Datum na kojem je početno održavanje održavanja.

source: The date this maintenance actually started.
hr_hr: Datum početka održavanja.

source: The day the maintenance ended.
hr_hr: Dan kad je održavanje završilo.

source: If the maintenance pass or not.
hr_hr: Ako održavanje prođe ili ne.

source: A brief description on what was observed while executing the maintenance. You can optionally add evidence as attachments.
hr_hr: Kratak opis onoga što je uočeno tijekom izvršavanja održavanja. Možete dodati dokaze kao privitke.

source: The individual that executed the maintenance
hr_hr: Pojedinac koji je izvršio održavanje

source: No Maintenance found.
hr_hr: Nisu pronađeni održaji.

source: OPTIONAL: Give a brief description of what this services does.
hr_hr: OPTIONAL: Dajte kratki opis onoga što ove usluge rade.

source: OPTIONAL: Insert the url where the documentation for this Service is located (Wiki Page, Etc)
hr_hr: OPTIONAL: Umetnite url gdje se nalazi dokumentacija za ovu uslugu (Wiki Page, itd.)

source: Design: is for controls that are not alive, controls in design are not shown in the other modules and audit methodologies and dates (on the next tab) can not be set. <br><br>Production: the control is functional.
hr_hr: Dizajn: za kontrole koje nisu žive, kontrole u dizajnu nisu prikazane u ostalim modulima, a metodologije revizije i datumi (na sljedećoj kartici) ne mogu se postaviti. <br><br> Proizvodnja: kontrola je funkcionalna.

source: OPTIONAL: Select from the drop down one or more projects asociated with this security service. Projects are defined in Security Operations / Project Management.
hr_hr: DODATNE OPCIJE: Odaberite s padajućeg izbornika jedan ili više projekata povezanih s tom sigurnosnom službom. Projekti su definirani u sigurnosnim operacijama / upravljanju projektima.

source: Service Classification
hr_hr: Klasifikacija usluga

source: Apply a classification to the control such as "Expensive", "Compliance Key", Etc.
hr_hr: Primijenite klasifikaciju na kontrolu kao što su "Skupo", "Ključ za usklađenost", itd.

source: OPTIONAL: Apply a tag to the control such as "Expensive", "Compliance Key" this can later be used to group or filter similar controls.
hr_hr: OPTIONAL: Primijenite oznaku na kontrolu kao što je "skupo", "ključ za usklađenost", a kasnije se može upotrijebiti za grupiranje ili filtriranje sličnih kontrola.

source: Service Owner
hr_hr: Vlasnik usluge

source: Select an owner
hr_hr: Odaberite vlasnika

source: The owner of the control is the individual on your GRC team that will make sure this control is audited and its information is updated at all times.
hr_hr: Vlasnik kontrole je pojedinac na vašem GRC timu koji će provjeriti je li ova kontrola revidirana i njegove informacije su ažurirane u svakom trenutku.

source: OPTIONAL: Collaborators are those individuals that keep this control working. For example, if a control is related to Firewalls, the network or firewall administrators should be selected. This is used to notify collaborators when audit dates are approaching.
hr_hr: DODATNE OPCIJE: Suradnici su ti pojedinci koji rade ovu kontrolu. Na primjer, ako se kontrola odnosi na vatrozide, trebalo bi odabrati administratore mreže ili vatrozida. Ovo se koristi za obavješćivanje suradnika kada se približe datumi revizije.

source: Insert the amount of OPEX this control costs per year or if not applicable set the value to zero.
hr_hr: Uložite iznos OPEX koji kontrolira troškove kontrole godišnje ili, ako nije primjenjiv, postavite vrijednost na nulu.

source: Same as above but for CAPEX.
hr_hr: Isti kao i gore, ali za CAPEX.

source: Set the time (in hours, days, etc) that it takes your team to keep this control audited and updated. This is important to keep again your budgets well organised.)
hr_hr: Postavite vrijeme (u satima, danima i sl.) Koje vaš tim treba poduzeti kako bi ova kontrola bila revidirana i ažurirana. Ovo je važno da ponovno budete dobro organizirani.)

source: OPTIONAL: Select any applicable Support Contracts for this Security Service.
hr_hr: DODATNE OPCIJE: Odaberite sve odgovarajuće Ugovore o podršci za ovu sigurnosnu uslugu.

source: OPTIONAL: Select one or more security policies that are related to this control (remember that policies are defined under Security Services / Security Policies). Not having security policies mapped to controls is an indication that you might not be using eramba correctly.
hr_hr: OPTIONAL: Odaberite jednu ili više sigurnosnih pravila koja su povezana s ovom kontrolom (imajte na umu da su pravila definirana u odjeljku Sigurnosne usluge / Sigurnosne politike). Ako nema sigurnosnih pravila mapiranih na kontrole, to je znak da možda ne koristite erambu pravilno.

source: OPTIONAL: eramba assumes you will audit controls, but you may choose not to do so. <br>If that is your case simply input NA on this field. If you choose to audit controls ensure you describe what input (evidence), analysis and output (audit report) you will provide. Use this free text to set that information (this data can be sent as notifications to your control collaborators).
hr_hr: OPCIONALNO: eramba pretpostavlja da ćete reviziju kontrolirati, ali možete odabrati da to ne učinite. <br> Ako je to vaš slučaj, jednostavno unesite NA na ovom polju. Ako odaberete reviziju, provjerite jeste li unijeli (dokaz), analizu i izlaz (izvješće o reviziji) koju ćete navesti. Koristite ovaj besplatni tekst da biste postavili te podatke (ti se podaci mogu poslati kao obavijesti vašim suradnicima za kontrolu).

source: OPTIONAL: Describe in this field what is the expected result of the audit in order to call it a "Pass". If you choose not to audit controls, simply set NA.
hr_hr: OPTIONAL: Opišite u ovom polju što je očekivani rezultat revizije da bi se to nazvalo "Pass". Ako odlučite ne kontrolirati kontrole, jednostavno postavite NA.

source: Service Audit Calendar
hr_hr: Kalendar revita usluge

source: OPTIONAL: Select the months in the year where this audit must take place. If you choose not to audit this control simply left the selection empty.
hr_hr: DODATNE OPCIJE: Odaberite mjesece u godini u kojoj se ova revizija mora obaviti. Ako odaberete da ne nadzirete ovu kontrolu, jednostavno je odabran prazan.

source: OPTIONAL: this field describes what mantainances are required for this control. For example if you have an external generator you may want to review oil and fuel levels every month or so. If you choose not to perform mantainances simply set this field as NA".
hr_hr: OPTIONAL: ovo polje opisuje što su potrebne za ovu kontrolu. Na primjer, ako imate vanjski generator, možda biste trebali pregledati razine ulja i goriva svaki mjesec ili tako. Ako odlučite ne izvršavati zadatke, jednostavno postavite ovo polje kao NA ".

source: Maintenance Calendar
hr_hr: Kalendar održavanja

source: OPTIONAL: Select the months in the year where this maintenance must take place.
hr_hr: OPTIONAL: Odaberite mjesece u godini u kojoj se ovo održavanje mora obaviti.

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Security Service will also delete related Security Service Audits.
hr_hr: Jeste li sigurni da želite izbrisati stavku: <strong>%s</strong> ? Uklanjanje sigurnosne službe također će izbrisati povezane revizija sigurnosne službe.

source: Expiration Date
hr_hr: Datum isteka

source: Mitigation Points
hr_hr: Mjere ublažavanja

source: Asset based Risk
hr_hr: Rizik temeljen na imovini

source: Business based Risk
hr_hr: Rizik temeljen na poslovanju

source: Projects (Control Improvements)
hr_hr: Projekti (poboljšanja upravljanja)

source: Maintenances Information
hr_hr: Informacije o održavanju

source: Planned maintenance date
hr_hr: Planirani datum održavanja

source: The objective is to understand what is the status of this service: Design (working on the design and implementation), Production (the service is working, metrics are being taken, etc)
hr_hr: Cilj je razumjeti kakav je status ove usluge: Dizajn (rad na dizajnu i implementaciji), Proizvodnja (usluga radi, mjerenja se poduzimaju itd.)

source: Is usually the individual that looks after the control to ensure its working. For example, a control related to firewalls the "collaborator" would be the firewall administrator.
hr_hr: Obično je pojedinac koji se brine za kontrolu kako bi se osiguralo njegovo djelovanje. Na primjer, kontrola povezana s vatrozidima "suradnik" bit će administrator vatrozida.

source: The annual OPEX cost of the control.
hr_hr: Godišnji troškovi OPEX kontrole.

source: Control CAPEX cost of the control.
hr_hr: Kontrola CAPEX troškova kontrole.

source: The amount of Days / Year that must be dedicated in order to build, operate, improve, audit this control. For example, 30 days year (Some 10 hours / Week of one resource)
hr_hr: Količina dana / godine koja mora biti posvećena za izgradnju, rad, poboljšanje i reviziju ove kontrole. Na primjer, 30 dana u godini (oko 10 sati / tjedan jednog resursa)

source: Tags are used to group similar security services and later be able to filter according to them.
hr_hr: Oznake se upotrebljavaju za grupiranje sličnih sigurnosnih usluga i kasnije se mogu filtrirati prema njima.

source: A brief description of what the control aims.
hr_hr: Kratak opis onoga što cilja kontrole.

source: This URL could optionally point to the control documentation or technology supplier.
hr_hr: Ovaj URL može po želji ukazivati ​​na kontrolnu dokumentaciju ili dobavljača tehnologije.

source: Related Security Policies
hr_hr: Povezane sigurnosne politike

source: The name of the Security Policy
hr_hr: Naziv Sigurnosne politike

source: Security Policy description
hr_hr: Opis sigurnosne politike

source: his indicates if the policy is published (Released) or still a draft. Draft policies are not valid across the system (they are not visible)
hr_hr: Njegovo označava je li pravila objavljena (objavljena) ili još uvijek nacrt. Nacrt pravila nisu važeći u cijelom sustavu (nisu vidljivi)

source: The name of the contract, for example: Firewall Support Services
hr_hr: Naziv ugovora, na primjer: Firewall Support Services

source: The description of what the contract includes
hr_hr: Opis onoga što ugovor uključuje

source: The value of contract
hr_hr: Vrijednost ugovora

source: "Expired (Red)" - when the expiration date set is in the past. A system record is generated on the contract when that happens.
hr_hr: "Isteklo (crveno)" - kada je postavljen datum isteka u prošlosti. Na taj se ugovor nastaje zapis sustava kada se to dogodi.

source: What was the audit methodology defined for this control.
hr_hr: Koja je metoda revizije definirana za ovu kontrolu.

source: What the metric is expected to call this audit a "pass"
hr_hr: Očekuje se da će mjerni podatak nazvati ovu reviziju "proći"

source: Mitigated Items by this Control
hr_hr: Smanjite stavke pomoću ove kontrole

source: The mitigation tab is used to describe where this control is applied. Mitigation types can be: Risks, Compliance Requirements and Data Flows controls. If this tab is empty, the control is effectibly not doing much on your program.
hr_hr: Kartica ublažavanja koristi se za opisivanje primjene ove kontrole. Tipovi ublažavanja mogu biti: Rizici, zahtjevi za sukladnost i kontrola protoka podataka. Ako je ova kartica prazna, kontrola ne može učiniti mnogo na vašem programu.

source: The name of the Risk, Compliance Package or Data Flow.
hr_hr: Naziv rizika, paketa sukladnosti ili protoka podataka.

source: Select the previously defined third party that delivers this support contract.
hr_hr: Odaberite prethodno definiranu treću stranu koja pruža ovaj ugovor o podršci.

source: The value of contract.
hr_hr: Vrijednost ugovora.

source: Service contracts usually have a start and end dates. This will help you to keep track of renewals.
hr_hr: Ugovori o uslugama obično imaju datum početka i završetka. To će vam pomoći da pratite obnove.

source: When the contract starts
hr_hr: Kada započne ugovor

source: Add Service Contract
hr_hr: Dodajte ugovor o uslugama

source: The name of the support contract. For example: "Firewalls Onsite Support"
hr_hr: Naziv ugovora o podršci. Na primjer: "Vatrozid podrške na licu mjesta"

source: Contract Name
hr_hr: Naziv ugovora

source: The description of the support contract.
hr_hr: Opis ugovora o potpori.

source: The cost of the support contract.
hr_hr: Trošak ugovora o potpori.

source: The date where the contract begins.
hr_hr: Datum početka ugovora.

source: The date where the contract ends. You can setup a notification for this date.
hr_hr: Datum završetka ugovora. Možete postaviti obavijest za ovaj datum.

source: "Expired (Red)" - when the date set is in the past. A system record is generated on the contract when that happens.
hr_hr: "Isteklo (crveno)" - kada je datum postavljen u prošlosti. Na taj se ugovor nastaje zapis sustava kada se to dogodi.

source: No Third Parties contaning Service Contracts found.
hr_hr: Nijedna treća strana nije pronašla ugovor o uslugama.

source: Active Logo
hr_hr: Aktivni logotip

source: Delete Logo
hr_hr: Izbriši logotip

source: Logo Upload
hr_hr: Uploadanje logotipa

source: Upload your logo here.
hr_hr: Pošaljite svoj logotip ovdje.

source: Actual time
hr_hr: Stvarno vrijeme

source: Download Log file
hr_hr: Preuzmite datoteku dnevnika

source: Delete Log file
hr_hr: Brisanje datoteke dnevnika

source: No logs found.
hr_hr: Nije pronađen log.

source: Do you want to delete this log file?
hr_hr: Želite li izbrisati tu datoteku zapisnika?

source: Yes, delete
hr_hr: Da, izbriši

source: From beginning of time
hr_hr: Od početka vremena

source: Reset Dashboard from
hr_hr: Vraćanje upravljačke ploče s usluge

source: Reset Dashboard to
hr_hr: Vraćanje upravljačke ploče na

source: Choose which items to reset from the list below
hr_hr: Odaberite one stavke za poništavanje s popisa u nastavku

source: Reset database
hr_hr: Ponovno postavite bazu podataka

source: Check if you are really sure to reset database.
hr_hr: Provjerite jeste li sigurni da ćete vratiti bazu podataka.

source: Insert Demo Data
hr_hr: Umetnite demo podatke

source: Load with a preset database
hr_hr: Učitajte s unaprijed postavljenom bazom podataka

source: Criticality
hr_hr: Kritično

source: No System Health checks found.
hr_hr: Nije pronađen sustav zdravstvenih pregleda.

source: The date the record was created.
hr_hr: Datum stvaranja zapisa.

source: The type of record describes if the object was inserted, updated, deleted, etc.
hr_hr: Vrsta zapisa opisuje je li predmet umetnut, ažuriran, izbrisan, itd.

source: Where the object resides (in which part of the system)
hr_hr: Gdje se nalazi objekt (u kojem dijelu sustava)

source: The name of the object
hr_hr: Naziv objekta

source: This field usually points to the notes included by the user on the record.
hr_hr: Ovo polje obično ukazuje na bilješke koje je korisnik uključio u zapisnik.

source: The workflow status indicates in which phase of the workflow process the object is. Draft, Pre-Validated, Pre-approved or Approved
hr_hr: Stanje tijeka rada ukazuje u kojoj fazi procesa tijeka rada je objekt. Nacrt, unaprijed ovjeren, unaprijed odobren ili odobren

source: User input comments when the workflows execute (the feedback the user provides when the workflow is activated)
hr_hr: Korisnički unos primjećuje kada se tijekovi izvršavaju (povratne informacije koje korisnik pruža kada je aktiviran tijek rada)

source: The id of the object (this is an internal ID)
hr_hr: ID objekta (ovo je unutarnji ID)

source: The IP from where the request was made
hr_hr: IP odakle je zahtjev podnesen

source: The user that executed this record.
hr_hr: Korisnik koji je izvršio taj zapis.

source: Select a user that is a team member
hr_hr: Odaberite korisnika koji je član tima

source: Describe the role this team member has within the program
hr_hr: Opišite ulogu koju ovaj član tima ima unutar programa

source: Describe the responsibilities of this team member or role
hr_hr: Opišite odgovornosti ovog člana ili uloge tima

source: Competences
hr_hr: Kompetencije

source: Describe the competences (skills, etc) that this team member has or plans to acquire
hr_hr: Opišite kompetencije (vještine itd.) Koje ovaj član tima ima ili namjerava steći

source: Select the status for this team member as Active or Inactive (no longer part of the program)
hr_hr: Odaberite status ovog člana tima kao Aktivno ili Neaktivno (više nije dio programa)

source: Are you really sure you want to delete this Team Role?
hr_hr: Jeste li sigurni da želite izbrisati ovu ulogu u timu?

source: Program Team
hr_hr: Programski tim

source: The name of the team member (the account in eramba)
hr_hr: Ime člana tima (račun u erambi)

source: The member role in the program.
hr_hr: Uloga članice u programu.

source: A description of the responsabilities of the member.
hr_hr: Opis odgovornosti člana.

source: A brief description of the skills and background of the memeber.
hr_hr: Kratak opis vještina i pozadine člana.

source: The status of the mmeber can be either active or discarded (not a member anymore).
hr_hr: Status mmeber može biti aktivan ili odbačen (a ne član više).

source: You might want to attach documents such as certificates, CVs planned trainings, Etc. The other options allow you to edit, delete or review system records for this object
hr_hr: Možda biste htjeli priložiti dokumente kao što su certifikati, planirane životopise za trening, itd. Ostale opcije omogućuju vam uređivanje, brisanje ili pregled podataka sustava za ovaj objekt

source: No Team Roles found.
hr_hr: Nije pronađen niti jedan timski ulog.

source: Give a name to this Third Party, for example: Internet Suppliers
hr_hr: Navedite ime trećoj strani, na primjer: Dobavljači interneta

source: Select one
hr_hr: Izaberi jedno...

source: INFORMATIVE: Select an applicable type for this Third Party, whatever you choose will be simply informative, it wont affect what can be done with this third party.
hr_hr: INFORMATIVNO: Odaberite tu vrstu primjenjive za ovu treću stranu, što god odaberete biti jednostavno informativan, neće utjecati na ono što se može učiniti s tom trećom stranom.

source: INFORMATIVE: Choose a representative for this third party.
hr_hr: INFORMATIVNE: Odaberite predstavnika za tu treću stranu.

source: OPTIONAL: Provide a brief description on how your orgnization collaborates with this Third Party.
hr_hr: DODATNE OPCIJE: Navedite kratak opis načina na koji vaša organizacija surađuje s tom trećom stranom.

source: OPTIONAL: Choose all applicable liabilites for this third party, this will affect the Risk Score for this Third Party (read our Risk Management documentation to understand how this works).
hr_hr: OPTIONAL: Odaberite sve primjenjive obveze za tu treću stranu, što će utjecati na rezultat rizika za tu treću stranu (pročitajte našu dokumentaciju o upravljanju rizicima kako biste shvatili kako to funkcionira).

source: Provide a descriptive name for the Third Party.
hr_hr: Navedite opisni naziv treće strane.

source: Provide a brief description of the Third Party and how it affects your business.
hr_hr: Navedite kratak opis treće strane i kako to utječe na vašu tvrtku.

source: The type of Third Party is important as it defines the nature of the relationship. This is simply used as a descriptive field. There are three types: Customers, Regulators and Suppliers.
hr_hr: Vrsta treće strane je važna jer definira prirodu odnosa. Ovo se jednostavno koristi kao opisno polje. Postoje tri vrste: kupci, regulatori i dobavljači.

source: Risks identified for this Third Parties will be magnified by associating this object with existing Liabilities. See the Risk Management user manual for more information.
hr_hr: Rizici identificirani za ovu treću stranu povećat će se povezivanjem ovog objekta s postojećim obvezama. Više informacija potražite u korisničkom priručniku za upravljanje rizicima.

source: The risk owner is the individual at the GRC team that will be responsible to interview, analyse, document and review this risk properly
hr_hr: Vlasnik rizika je pojedinac u GRC timu koji će biti odgovoran za intervju, analizu, dokumentaciju i pregled tog rizika

source: Select one or more third parties (they originate at Organisation / Third Parties) that are in the scope of this Risk.
hr_hr: Odaberite jednu ili više trećih strana (potječu iz Organizacije / treće strane) koje su u okviru ovog rizika.

source: Assets shared with these Third Parties
hr_hr: Imovina koja se dijeli s tim trećim stranama

source: What Assets (Information) is shared with these Third Parties?
hr_hr: Koja sredstva (informacije) dijele s tim trećim stranama?

source: Why is Information shared with these Third Parties
hr_hr: Zašto su informacije podijeljene s tim trećim stranama

source: OPTIONAL: Provide a brief explanation as to why it is required to share assets with these third parties. This is usually a good introduction as to why business is executed with these third parties
hr_hr: OPTIONAL: Navedite kratko objašnjenje zašto je potrebno podijeliti imovinu s tim trećim stranama. Ovo je obično dobar uvod u to što se poslovanje izvršava s tim trećim stranama

source: How it will be Controlled?
hr_hr: Kako će biti kontrolirano?

source: OPTIONAL: Provide a brief explanation as to how the information being exchanged will be protected. On top of this explanation there should also be mitigation controls in place (unless the treatment for the risk is accepted, avoided or transferred)
hr_hr: DODATNE OPCIJE: Dajte kratko objašnjenje o tome kako će se razmjenjivati ​​podaci biti zaštićeni. Osim ovog objašnjenja trebalo bi postojati i kontrole ublažavanja (osim ako se prihvati, izbjegne ili prenese tretman za rizik)

source: eramba will display your risk classification options as per the settings defined at Risk Management / Third Party Risk Management / Settings / Classification and the Risk Calculation method choosen at Risk Management / Third Party Risk Management / Settings / Risk Calculation.
hr_hr: Eramba će prikazati vaše mogućnosti klasifikacije rizika prema postavkama definiranim u Upravljanju rizicima / Upravljanjem rizicima / postavkama / klasifikaciji treće strane i metodom proračuna rizika odabranom u Upravljanju rizicima / Upravljanje rizicima treće strane / Postavke / Izračun rizika.

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Third Party Risk Management / Settings / Risk Calculation.
hr_hr: Rezultat rizika automatski se izračunava pomoću klasifikacije odabrane na prethodnoj kartici i izračunu rizika definiranim u Upravljanju rizicima / Upravljanje rizicima treće strane / Postavke / Izračun rizika.

source: Compensating controls
hr_hr: Kompenzacijske kontrole

source: Compensating Procedure
hr_hr: Postupak kompenzacije

source: Compensating Standard
hr_hr: Kompenzacijski standard

source: Third Party risk
hr_hr: Rizik treće strane

source: List Third Party Risks
hr_hr: Popis rizika treće strane
