Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Customisation, training and consulting services delivered by eramba's core team represent %s of the funding required to build this open-source tool. If you need help or feel like donating please - contact us at %s or %s
hr_hr: Usluge prilagodbe, osposobljavanja i savjetovanja koje pruža eramba osnovna momčad predstavljaju%s potrebnih sredstava za izgradnju ovog open-source alata. Ako vam je potrebna pomoć ili se osjećate kao darivanje, kontaktirajte nas na%s ili%s

source: System records
hr_hr: Sustavski zapisi

source: Workflow Status
hr_hr: Status tijeka rada

source: Workflow Comment
hr_hr: Komentar tijeka rada

source: No Reviews found.
hr_hr: Nisu pronađene recenzije.

source: Variable "model" should be defined!
hr_hr: Treba definirati promjenjivi "model"!

source: Active Filters (%s)
hr_hr: Aktivni filtri (%s)

source: %d result
hr_hr: % D rezultat

source: Filter name
hr_hr: Naziv filtra

source: This field is rquired.
hr_hr: Ovo je polje upitno.

source: Make filter private ?
hr_hr: Napravite privatni filtar?

source: Only user who created this filter can modify this setting
hr_hr: Samo korisnik koji je izradio taj filtar može izmijeniti ovu postavku

source: Show as default index page ?
hr_hr: Prikaži kao zadanu stranicu indeksa?

source: Store the number of results in a daily log ?
hr_hr: Čuvati broj rezultata u dnevnom dnevniku?

source: Store full filter results in a daily log ?
hr_hr: Čuvati rezultate filtriranja u dnevnom dnevniku?

source: We'll store up to %s records.
hr_hr: Pohranit ćemo do%s zapisa.

source: Saved filters
hr_hr: Spremljeni filtri

source: Number Of Results Log
hr_hr: Broj zapisnika rezultata

source: Full Results Log
hr_hr: Zapisnik potpunih rezultata

source: Default index
hr_hr: Zadani indeks

source: Owned by %s
hr_hr: Posjeduje%s

source: No saved filters.
hr_hr: Nema spremljenih filtara.

source: Are you sure ?
hr_hr: Jesi li siguran ?

source: CSV with daily count results
hr_hr: CSV s rezultatima dnevnih brojeva

source: CSV with daily full filter results
hr_hr: CSV s dnevnim rezultatima filtriranja

source: Advanced Filter
hr_hr: Napredni filtar

source: per page
hr_hr: Po stranici

source: No results found.
hr_hr: Nije pronađen niti jedan rezultat

source: [ not selected ]
hr_hr: [Nije odabrano]

source: Edit active filter
hr_hr: Uredi aktivni filtar

source: Save current filter
hr_hr: Spremi trenutni filtar

source: Back To Filter
hr_hr: Natrag u filtar

source: No attachments found.
hr_hr: Nisu pronađeni privitci.

source: Post a comment
hr_hr: Objavi komentar

source: Enter a comment...
hr_hr: Unesite komentar ...

source: Add Comment
hr_hr: Dodaj komentar

source: Load more (%s)
hr_hr: Učitaj više (%s)

source: No comments found.
hr_hr: Nema pronađenih komentara.

source: Associate a Notification
hr_hr: Povežite obavijest

source: Choose a Notification
hr_hr: Odaberite Obavijest

source: Choose a Notification to associate with this item.
hr_hr: Odaberite Obavijest za povezivanje s ovom stavkom.

source: No notifications associated.
hr_hr: Nema obavijesti povezanih.

source: No records found.
hr_hr: Nije pronađen nikakav zapis.

source: Comments will be available when item is created.
hr_hr: Komentari će biti dostupni kada se stavka stvara.

source: Records will be available when item is created.
hr_hr: Zapisi će biti dostupni kada se kreira stavka.

source: Attachments will be available when item is created.
hr_hr: Prilozi će biti dostupni kada se stavka stvara.

source: No Classifications found.
hr_hr: Nisu pronađene Classifications.

source: Dates (last 3 recorded)
hr_hr: Datumi (posljednja 3 snimljena)

source: Choose one or more LDAP groups
hr_hr: Odaberite jednu ili više LDAP grupa

source: Choose one or more users that should not supposed to be bothered with the training
hr_hr: Odaberite jednog ili više korisnika koji se ne bi trebali smetati obukom

source: All items have been responded, is now possible to submit this questionnaire!
hr_hr: Sve stavke su odgovorene, sada je moguće poslati ovaj upitnik!

source: This questionnaire is composed of %s, of which:
hr_hr: Ovaj upitnik se sastoji od%s, od čega:

source: All have been responded
hr_hr: Svi su odgovorili

source: %s is assigned to %s
hr_hr: %s je dodijeljeno%s

source: %s is missing a response
hr_hr: %s nedostaje odgovor

source: New updates are available for your application. Click for more details.
hr_hr: Nova ažuriranja dostupna su za vašu aplikaciju. Kliknite za više pojedinosti.

source: Warning: You are in Debug mode - click here to disable it
hr_hr: Upozorenje: u Debug načinu - kliknite ovdje da biste ga onemogućili

source: Error Occured
hr_hr: Došlo je do pogreške

source: Congratulations! You have just found a new bug :-!
hr_hr: Čestitamo! Upravo ste pronašli novi bug: -!

source: Something went wrong, most likely some system bug. Can we ask you to <strong><a href="%s">enable debug on the system</a></strong> (System Management / Settings / Debug Config) and re-create what you just did? Then just send us by email (<a href="%s">info@eramba.org</a>) a copy or screenshot of the full debug message. We’ll take care of this issue as quick as possible. Thanks a lot!
hr_hr: Nešto je pošlo po zlu, najvjerojatnije neki bug u sustavu. Možemo li zatražiti da omogućite ispravljanje pogrešaka <strong><a href="%s">na sustavu</a></strong> (Upravljanje sustavom / Postavke / Debug konfig) i ponovno stvorite ono što ste upravo učinili? Zatim nam <a href="%s">pošaljite</a> e-mailom ( <a href="%s">info@eramba.org</a> ) kopiju ili snimku zaslona pune poruke o uklanjanju pogrešaka. Brzo ćemo se pobrinuti za ovaj problem što je brže moguće. Hvala puno!

source: App version
hr_hr: Verzija aplikacije

source: Db schema version
hr_hr: Db shema verzije

source: View all news
hr_hr: Pogledajte sve vijesti

source: You have no new notifications
hr_hr: Nemate novih obavijesti

source: View all notifications
hr_hr: Prikaz svih obavijesti

source: You have %d new notification
hr_hr: % D nova obavijest

source: This installation of eramba has a few issues in order to work properly. Check on the settings page under health monitor what could be the issues or click here.
hr_hr: Ova instalacija erambe ima nekoliko problema kako bi ispravno radila. Provjerite na stranici s postavkama u sklopu zdravstvenog nadzora što bi moglo biti problem ili kliknite ovdje.

source: All owners
hr_hr: Svi vlasnici

source: All guardians
hr_hr: Svi skrbnici

source: All Business Units
hr_hr: Sve poslovne jedinice

source: All Owners
hr_hr: Svi vlasnici

source: All Stakeholders
hr_hr: Svi dionici

source: All requesters
hr_hr: Svi zahtjevi

source: All Third Parties
hr_hr: Sve treće strane

source: All Requesterers
hr_hr: Svi zahtjevi

source: All Statuses
hr_hr: Svi statusi

source: Over Budget
hr_hr: Iznad budžeta

source: Expired Tasks
hr_hr: Istekle zadaće

source: Expired Project
hr_hr: Prošli projekt

source: All Assets
hr_hr: Sve imovine

source: Security Service Type
hr_hr: Vrsta sigurnosne službe

source: All Security Service Types
hr_hr: Sve vrste sigurnosnih službi

source: All types
hr_hr: Svi tipovi

source: Mail Domain
hr_hr: Domena e-pošte

source: Eramba will use the return value from the attribute "Account Attribute" and add this domain in order to have a complete email address.
hr_hr: Eramba će koristiti povratnu vrijednost iz atributa "Atribut računa" i dodati tu domenu kako bi imala potpunu adresu e-pošte.

source: If you can pull from your directory the email of each account that is member on each group then set it here. In Active Directory this is typically "mail". The returned value must be the email and nothing else.
hr_hr: Ako možete iz svog direktorija izvući e-poštu svakog računa koji je član u svakoj grupi, onda ga postavite ovdje. U Active Directory to je obično "mail". Povratna vrijednost mora biti e-poruka i ništa drugo.

source: Size limit set to max %s results.
hr_hr: Ograničenje veličine postavljeno je na maks.%s rezultata.

source: No results returned
hr_hr: Nema rezultata

source: For the email subject and body, you can also use macros listed below:
hr_hr: Za predmet i tijelo e-pošte možete upotrijebiti niže navedene makronaredbe:

source: Audit Information
hr_hr: Informacije o reviziji

source: No items were found.
hr_hr: Nijedna stavka nije pronađena.

source: Show list
hr_hr: Prikaži popis

source: All Others
hr_hr: Svi ostali

source: Addressed Items
hr_hr: Adresirane stavke

source: Not Compliant Items
hr_hr: Stavke koje nisu u skladu

source: No Controls
hr_hr: Nema kontrola

source: No Compliance items found.
hr_hr: Nisu pronađene stavke za sukladnost.

source: Improvement Project with Expired Tasks
hr_hr: Projekt poboljšanja s isteklim zadacima

source: Risk Above Appetite
hr_hr: Rizik iznad apetita

source: No Risks found.
hr_hr: Nisu pronađeni rizici.

source: %s Document
hr_hr: %s Dokument

source: No Security Policies found.
hr_hr: Nisu pronađene sigurnosne politike.

source: Parent Assets
hr_hr: Imovina roditelja

source: Treatment Security Services
hr_hr: Obrada sigurnosnih službi

source: The of the security control.
hr_hr: O sigurnosti nadzora.

source: A brief description of what the control aims..
hr_hr: Kratak opis onoga što cilja kontrole ..

source: The owner of the control is the one that ensures that the control is used across the Security system and its audits are correctly executed.
hr_hr: Vlasnik kontrole je onaj koji osigurava da se kontrola koristi preko sigurnosnog sustava i da su njegove revizije ispravno izvršene.

source: The available status for security services are: - "Last audit failed (red)" - when the last audit for this security service is tagged as "failed". A system record is generated on the security service when the audit was tagged as failed. - "Last audit missing (yellow)" - when the last audit for this security service is incomplete. A system record is generated on the security service when the audit day arrived and the item was not edited. - "Last maintenance missing (yellow)" - when the last maintenance for this security service is incomplete. A system record is generated on the security service when the maintenance day arrived and the item was not edited. - "Ongoing Corrective Actions (blue)" - when the last audit of this service was tagged as failed and a project has been asociated. A system record is generated on the security service when the project is assigned to the failed audit. - "Ongoing Security Incident (yellow)" - when a given securit service has a security incident with status open mapped. A system record is created when the incident has been mapped. The record has the incident title. - "Design (yellow)" - when a given security service is in status "design". When the item is set to design or production a system record is generated stated if it changed to "design" or "production".
hr_hr: Dostupni status za sigurnosne usluge su: - "Posljednja provjera nije uspjela (crvena)" - kada je posljednja provjera ove sigurnosne službe označena kao "nije uspjela". U sigurnosnoj službi generira se zapis sustava kada je reviziju označeno kao neuspjelo. - "Posljednja provjera nedostaje (žuta)" - kada posljednja provjera ove sigurnosne službe nije potpuna. Na sigurnosnoj službi generira se zapis sustava kada je dan revizije stigao i stavka nije uređena. - "Posljednje održavanje nedostaje (žuto)" - kada posljednje održavanje ove sigurnosne službe nije potpuna. Na sigurnosnoj službi generiran je zapis sustava kada je stigao dan održavanja i stavka nije uređena. - "U tijeku korektivnih radnji (plava)" - kada je posljednja revizija ove usluge označena kao neuspješna i projekt je povezan. U sigurnosnoj službi generira se zapis sustava kada je projekt dodijeljen neuspjeloj reviziji. - "U tijeku sigurnosni incident (žuta)" - kada određena sigurnosna služba ima sigurnosni incident s statusom otvorenim mapiranjem. Zapis sustava se stvara kada je incident mapiran. Zapis ima titulu incidenta. - "Dizajn (žuta)" - kada je određena sigurnosna služba u statusu "dizajn". Kada je stavka postavljena na dizajn ili proizvodnju generira se zapis sustava ako se promijenio u "dizajn" ili "proizvodnju".

source: No Security Controls found.
hr_hr: Nisu pronađene sigurnosne kontrole.

source: Residual Score Calculation Formula
hr_hr: Formulacija za izračun ostatka rezultata

source: Risk Score Calculation Formula
hr_hr: Formula za izračunavanje rizika

source: No criteria has been specified for this classification
hr_hr: Za ovu klasifikaciju nije određen kriterij

source: We haven't seen any classification method defined, go to Settings / Classification and define a classification criteria for your risks.
hr_hr: Nismo vidjeli nikakvu definiranu metodu klasifikacije, idite na Postavke / Razvrstavanje i odredite kriterije za klasifikaciju vaših rizika.

source: Is important that incidents are systematically analysed and documented. Is expected that each stage has comments, attachments with incidents and tagged as "complete" once the stage requirements are completed.
hr_hr: Važno je da se incidenti sustavno analiziraju i dokumentiraju. Očekuje se da svaka faza ima komentare, privitke s incidentima i označena kao "potpuna" nakon dovršetka zahtjeva pozornice.

source: Uncomplete
hr_hr: nepotpunih

source: No Stages found.
hr_hr: Nisu pronađeni nijedni stupanj.

source: Choose one or more LDAP groups.
hr_hr: Odaberite jednu ili više LDAP grupa.

source: Choose a currency for the system
hr_hr: Odaberite valutu za sustav

source: Your backups folder is not accessible or writable by the system! Please go to %s and fix this issue.
hr_hr: Vaša mapa sigurnosnih kopija nije dostupna ili je sustav može pisati! Idite na%s i ispravite taj problem.

source: Test Connection
hr_hr: Provjerite vezu

source: You may test your SMTP settings by clicking on this button. You will be asked an email to which eramba will try to send an email using the settings defined in this form.
hr_hr: Možete testirati vaše SMTP postavke klikom na ovaj gumb. Bit ćete upitani e-mailom na koju će eramba pokušati poslati poruku e-pošte pomoću postavki definiranih u ovom obrascu.

source: Please fill in your email address to be able to test mail connection.
hr_hr: Ispunite svoju adresu e-pošte kako biste mogli testirati vezu s poštom.

source: Enter email
hr_hr: Unesite e-adresu

source: There is a problem with your email connection.
hr_hr: Postoji problem s vašom e-poštom.

source: Worked, we sent you an email.
hr_hr: Radili smo vam e-poruku.

source: Email Testing Results
hr_hr: Rezultati testiranja e-pošte

source: Suggestions Database
hr_hr: Baza podataka prijedloga

source: Suggestion
hr_hr: Prijedlog

source: Choose and create a suggestion and it's related data in case it contains any.
hr_hr: Odaberite i izradite prijedlog i povezane podatke u slučaju da sadrži.

source: Select a notification
hr_hr: Odaberite obavijest

source: System version
hr_hr: Verzija sustava

source: Latest available version
hr_hr: Najnovija inačica dostupna

source: Release date
hr_hr: Datum objave

source: System is up to date. No updates available.
hr_hr: Sustav je ažuriran. Nema dostupnih ažuriranja.

source: LDAP User
hr_hr: LDAP korisnik

source: System is configured to authenticate users using LDAP. You can select an LDAP user to load data and autocomplete available form fields below.
hr_hr: Sustav je konfiguriran za autentifikaciju korisnika pomoću LDAP-a. Možete odabrati LDAP korisnika za učitavanje polja s podacima i automatsko dovršavanje dostupnih obrazaca u nastavku.

source: Choose an LDAP user
hr_hr: Odaberite LDAP korisnika

source: Error occured
hr_hr: Došlo je do pogreške

source: Request Validation
hr_hr: Zahtjev za provjeru valjanosti

source: Validation requested
hr_hr: Zatražena je provjera valjanosti

source: Request Approval
hr_hr: Odobrenje zahtjeva

source: Validated
hr_hr: validirati

source: Approval requested
hr_hr: Traženo odobrenje

source: Acknowledgement requested
hr_hr: Zatražen je priznanje

source: This is a demo email
hr_hr: Ovo je demo e-pošta

source: Visit Awareness Portal
hr_hr: Posjetite portal osviještenosti

source: You should come and acknowledge a Business continuity task.
hr_hr: Trebali biste doći i potvrditi zadatak kontinuiteta poslovanja.

source: Cheers
hr_hr: U zdravlje!

source: Your friends at Eramba
hr_hr: Tvoji prijatelji u Erambi

source: Policy Exception "%s" expires at %s
hr_hr: Izuzetak pravila "%s" istječe u%s

source: We have received a password recovery request for your account. Change your password
hr_hr: Primili smo zahtjev za oporavak zaporke za vaš račun. promjeni lozinku

source: or use the link below within 24 hours.
hr_hr: Ili upotrijebite donju vezu u roku od 24 sata.

source: If you have received this email by mistake, please ignore it!
hr_hr: Ako ste ovu pogrešku primili, zanemarite ga!

source: If you need more help, just reply to this email.
hr_hr: Ako vam je potrebna dodatna pomoć, samo odgovorite na ovu poruku e-pošte.

source: You should come see a document <b>%s</b>.
hr_hr: Trebali biste doći vidjeti dokument <b>%s</b> .

source: Description: %s
hr_hr: Opis:%s

source: Visit Policy Portal
hr_hr: Posjetite portal pravila

source: The auditee wants to notify you that all items on the third party vendor "%s" have been completed.
hr_hr: Revizor želi vas obavijestiti da su sve stavke dobavljača treće strane "%s" dovršene.

source: You should come and complete feedback for every item associated to your name. Click <a href="%s">here</a> to view items.
hr_hr: Trebali biste doći i dovršiti povratne informacije za svaku stavku povezanu s vašim imenom. Kliknite <a href="%s">ovdje</a> da biste vidjeli stavke.

source: Your list of items:
hr_hr: Vaš popis stavki:

source: New comment has been added for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the comment <a href="%s">here</a>.
hr_hr: Dodan je novi komentar za stavku revizije "%s" koja pripada reviziji treće strane "%s". Ovdje možete pogledati komentar.

source: New attachment has been uploaded for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the attachment <a href="%s">here</a>.
hr_hr: Prenesena je nova privitka za stavku revizije "%s" koja pripada reviziji treće strane "%s". Ovdje možete pogledati privitak.

source: New feedback has been provided for an Audit item "%s" that belongs to Third Party Audit "%s". You can view the feedback <a href="%s">here</a>.
hr_hr: Nova je povratna informacija dana za stavku revizije "%s" koja pripada reviziji treće strane "%s". Ovdje možete pogledati povratne <a href="%s">informacije</a> .

source: Provide feedback <a href="%s">here</a>.
hr_hr: Pružite povratne informacije <a href="%s">ovdje</a> .

source: A notification <strong>%s</strong> has been triggered by item <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
hr_hr: Obavijest <strong>%s</strong> pokrenula je stavka <strong>%s</strong> . Potrebna je povratna informacija za ovu stavku. Ovdje možete pronaći stavku i poslati povratne informacije <a href="%s">ovdje</a> .

source: A notification has been triggered: <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
hr_hr: Obavijest je pokrenuta: <strong>%s</strong> . Potrebna je povratna informacija za ovu stavku. Ovdje možete pronaći stavku i poslati povratne informacije <a href="%s">ovdje</a> .

source: A notification <strong>%s</strong> has been triggered by item: <strong>%s</strong>. You can find it <a href="%s">here</a>
hr_hr: Obavijest <strong>%s</strong> pokrenula je stavka: <strong>%s</strong> . Ovdje ga možete pronaći

source: A notification <strong>%s</strong> has been triggered. You can find it <a href="%s">here</a>
hr_hr: Obavijest <strong>%s</strong> je pokrenuta. Ovdje ga možete pronaći

source: Item <strong>%s</strong> has triggered this notification: <strong>%s</strong>.
hr_hr: Stavka <strong>%s</strong> pokrenula je ovu obavijest: <strong>%s</strong> .

source: A notification has been triggered: <strong>%s</strong>.
hr_hr: Obavijest je pokrenuta: <strong>%s</strong> .

source: This is a Report notification.
hr_hr: Ovo je obavijest o izvješćima.

source: A new attachment was added to the item <strong>%s</strong> you are currently following. You can find it <a href="%s">here</a>.
hr_hr: Dodan je novi privitak stavci <strong>%s</strong> koju trenutno pratite. Ovdje ga možete pronaći.

source: A new attachment was added to the item you are currently following. You can find it <a href="%s">here</a>.
hr_hr: Dodan je novi privitak stavci koju trenutno pratite. Ovdje ga možete pronaći.

source: A new attachment was added to the item <strong>%s</strong> you are currently following.
hr_hr: Dodan je novi privitak stavci <strong>%s</strong> koju trenutno pratite.

source: A new attachment was added to the item you are currently following.
hr_hr: Dodan je novi privitak stavci koju trenutno pratite.

source: Plan details:
hr_hr: Pojedinosti plana:

source: Sponsor:
hr_hr: Naručitelj kliničkog ispitivanja:

source: Launch Criteria:
hr_hr: Pokreni kriterije:

source: Task details:
hr_hr: Pojedinosti zadataka:

source: Who:
hr_hr: Tko:

source: When:
hr_hr: Kada:

source: Does:
hr_hr: Da li:

source: How:
hr_hr: Kako:

source: A new comment was added to the item <strong>%s</strong> you are currently following. You can find it <a href="%s">here</a>.
hr_hr: Novi komentar dodan je stavci <strong>%s</strong> koju trenutno pratite. Ovdje ga možete pronaći.

source: A new comment was added to the item you are currently following. You can find it <a href="%s">here</a>.
hr_hr: Novi komentar dodan je stavci koju trenutno pratite. Ovdje ga možete pronaći.

source: A new comment was added to the item <strong>%s</strong> you are currently following.
hr_hr: Novi komentar dodan je stavci <strong>%s</strong> koju trenutno pratite.

source: A new comment was added to the item you are currently following.
hr_hr: Novi komentar dodan je stavci koju trenutno pratite.

source: An object reminder you have set has just triggered for item <strong>%s</strong>. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
hr_hr: Podsjetnik za objekt koji ste postavili upravo je pokrenuo za stavku <strong>%s</strong> . Potrebna je povratna informacija za ovu stavku. Ovdje možete pronaći stavku i poslati povratne informacije <a href="%s">ovdje</a> .

source: An object reminder you have set has just triggered. Feedback for this item is required. You can find the item <a href="%s">here</a>, and provide feedback <a href="%s">here</a>.
hr_hr: Podsjetnik na objekt koji ste postavili upravo je pokrenuo. Potrebna je povratna informacija za ovu stavku. Ovdje možete pronaći stavku i poslati povratne informacije <a href="%s">ovdje</a> .

source: An object reminder you have set has just triggered for item <strong>%s</strong>. You can find it <a href="%s">here</a>
hr_hr: Podsjetnik za objekt koji ste postavili upravo je pokrenuo za stavku <strong>%s</strong> . Ovdje ga možete pronaći

source: An object reminder you have set has just triggered. You can find it <a href="%s">here</a>
hr_hr: Podsjetnik na objekt koji ste postavili upravo je pokrenuo. Ovdje ga možete pronaći

source: An object reminder you have set has just triggered for item <strong>%s</strong>.
hr_hr: Podsjetnik za objekt koji ste postavili upravo je pokrenuo za stavku <strong>%s</strong> .

source: An object reminder you have set has just triggered.
hr_hr: Podsjetnik na objekt koji ste postavili upravo je pokrenuo.
