Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Insert the project kick-off date. The date format for this field is YYYY-MM-DD, the default is todays date.
hr_hr: Umetnite datum početka projekta. Oblik datuma za ovo polje je GGGG-MM-DD, zadano je današnji datum.

source: Insert the project deadline. The date format for this field is YYYY-MM-DD, the default is todays date.
hr_hr: Umetnite rok za projekt. Oblik datuma za ovo polje je GGGG-MM-DD, zadano je današnji datum.

source: Select the project owner. This is the person responsible for ensuring this project delivered as agreed within the timescales and budget.
hr_hr: Odaberite vlasnika projekta. To je osoba odgovorna za osiguranje ovog projekta isporučenog prema dogovoru u rokovima i proračunu.

source: Planned Budget
hr_hr: Planirani proračun

source: Document the planned and approved budget for this project.
hr_hr: Dokumentite planirani i odobreni proračun za ovaj projekt.

source: Apply tags for this Project.
hr_hr: Primijite oznake za ovaj projekt.

source: Projects are first planned, then they are initiated (ongoing) and finally finished (completed).
hr_hr: Projekti se najprije planiraju, potom se pokreću (u tijeku) i napokon završavaju (završavaju).

source: Associated Tasks
hr_hr: Povezane zadatke

source: No Tasks found.
hr_hr: Nisu pronađeni zadaci.

source: Associated Expenses
hr_hr: Povezani troškovi

source: No Expenses found.
hr_hr: Nisu pronađeni troškovi.

source: Compliance Item
hr_hr: Stavka usklađenosti

source: Audit correction for "%s" Security Service
hr_hr: Korekcija revizije za sigurnosnu službu "%s"

source: Security Service Audit
hr_hr: Usluga sigurnosti održavanja plana

source: Audit correction for "%s" Business Continuity Plan
hr_hr: Ispravak revizije za "% s" Plan kontinuiteta poslovanja

source: Business Continuity Plan Audit
hr_hr: Kontrola kontinuiteta poslovanja

source: Expense
hr_hr: Trošak

source: Add a task
hr_hr: Dodajte zadatak

source: Add an expense
hr_hr: Dodaj trošak

source: Projects can be: Planned, Ongoing or Completed.
hr_hr: Projekti mogu biti: planirani, trajni ili završeni.

source: The day the project starts
hr_hr: Dan početka projekta

source: The planned end date for this project
hr_hr: Planirani datum završetka ovog projekta

source: Planned End
hr_hr: Planirano završavanje

source: This is the individual accountable for delivery of the project. Typically this is a project manager
hr_hr: To je pojedinac odgovoran za isporuku projekta. Obično je ovo voditelj projekta

source: Percentage of Project Completion
hr_hr: Postotak dovršetka projekta

source: Budget set when defining the project
hr_hr: Proračun postavljen prilikom definiranja projekta

source: Current Budget
hr_hr: Trenutni proračun

source: The status can be: - "Over Budget (Red)" - when the current budget is higher than the set on the project. a system record is generated on the project showing both numbers. - "Expired Tasks (Yellow)" - when one or more tasks expiration date is in the past. a system record is generated on the project with the name of the task. - "Expired Project (Red)" - when the project deadline is in the past. a system record is generated when that happens.
hr_hr: Status može biti: - "Preko proračuna (crvena)" - kada je trenutačni proračun veći od postavljenog na projektu. Na projektu se generira zapis sustava koji prikazuje oba broja. - "Istekla zadaća (žuta)" - kada je jedan ili više datuma isteka zadatka u prošlosti. Na projektu je generiran zapis sustava s nazivom zadatka. - "Istekla projekt (crvena)" - kada je rok projekta u prošlosti. Kada se to dogodi, generira se zapis sustava.

source: The objective of the project
hr_hr: Cilj projekta

source: Project Goal
hr_hr: Cilj projekta

source: The owner of the task is the individual accountable and must ensure that the task is completed
hr_hr: Vlasnik zadatka je pojedinac odgovoran i mora osigurati da je zadatak završen

source: A breif task description
hr_hr: Opis kratkog zadatka

source: Teh defined deadline for this task
hr_hr: Teh definiran je rok za ovaj zadatak

source: The percentage of completion for this task
hr_hr: Postotak dovršetka za ovaj zadatak

source: The order in which tasks are supposed to be executed
hr_hr: Redoslijed kojim se zadaci trebaju izvršiti

source: No Project Tasks found.
hr_hr: Nije pronađen nijedan zadatak projekta.

source: The amount of the expense
hr_hr: Iznos troška

source: A brief description of what was the expense all about
hr_hr: Kratak opis onoga što je sve o toj cijeni

source: The day the expense was incurred
hr_hr: Dan kada je nastao trošak

source: No Project expenses found.
hr_hr: Nisu pronađeni troškovi projekta.

source: The name of the object where this project has been mapped.
hr_hr: Naziv objekta u kojem je ovaj projekt mapiran.

source: The type of object where this project has been mapped. This can be: Risk, Security Service, Exception or Compliance Item
hr_hr: Vrsta objekta u kojem je ovaj projekt mapiran. To može biti: rizik, sigurnosna služba, iznimka ili stavka usklađenosti

source: No Associated Items found.
hr_hr: Nisu pronađene povezane stavke.

source: No emails in the queue.
hr_hr: Nema e-poruka u redu.

source: Print/Save
hr_hr: Ispis / Save

source: What does it mean?
hr_hr: Što to znači?

source: We look who didnt do trainigs (check your directory against our records) to build the graph for each training.
hr_hr: Izgledamo tko nije trenirao (provjerite svoj imenik protiv naše evidencije) kako bismo izgradili grafikon za svaki trening.

source: Missing Trainings
hr_hr: Nedostajuće treninge

source: Nothing to show
hr_hr: Ništa za prikazivanje

source: Basically the opposite of the previous graph
hr_hr: Uglavnom suprotno prethodnom grafikonu

source: Compliant with trainings
hr_hr: Sukladno treninzima

source: For each training questionnaire we look the scores obtained and graph the average
hr_hr: Za svaki obrazovni upitnik gledamo dobivene rezultate i grafikoni prosjeka

source: Questionnaire average score
hr_hr: Prosječna ocjena upitnika

source: For each compliance package, we count how many items are non-applicable, non-compliant and overlooked and we sort by the biggest.
hr_hr: Za svaki paket sukladnosti računamo koliko je stavki neprimjenjivo, nepoštivanje i zanemarivo, a poredaj po najvećem broju.

source: Compliance Analysis Benchmark
hr_hr: Benchmark analiza usklađenosti

source: Percentage of compliance package items without Controls or Policies mapped.
hr_hr: Postotak stavki paketa za sukladnost bez mapiranja Kontrole i pravila.

source: Compliance Packages by the percentage of items without controls
hr_hr: Paketi sukladnosti prema postotku stavki bez kontrole

source: Percentage of compliance package items with failed controls.
hr_hr: Postotak stavki paketa za usklađivanje s neuspjelim kontrolama.

source: Compliance Packages by the percentage of items with failed (audit wise) controls
hr_hr: Paketi za usklađenost prema postotku stavki s neuspjelim (revizijskim) kontrolama

source: The average effectiveness for each Compliance Package.
hr_hr: Prosječna učinkovitost za svaki paket usklađenosti.

source: Compliance Packages by their Average Effectiveness
hr_hr: Paketi sukladnosti prema njihovoj prosječnoj učinkovitosti

source: For every compliance package, we calculate the sumatory of OPEX and CAPEX for every selected control used.
hr_hr: Za svaki paket usklađenosti izračunavamo složenost OPEX i CAPEX za svaku odabranu kontrolu koja se koristi.

source: OPEX, CAPEX, Resource Utilization
hr_hr: OPEX, CAPEX, korištenje resursa

source: Open Audit Findings
hr_hr: Otvori rezultate revizije

source: Closed Audit Findings
hr_hr: Zatvoreni rezultati revizije

source: Expired Audit Findings
hr_hr: Istekle nalaz revizije

source: Risk by Mitigation Strategy
hr_hr: Rizik od strategije ublažavanja

source: Risk by Status
hr_hr: Rizik po statusu

source: For each identified asset, we show the distribution according to their labels
hr_hr: Za svaku identificiranu imovinu prikazujemo distribuciju prema njihovim oznakama

source: Asset by Labels
hr_hr: Imovina po oznakama

source: For each identified asset, we graph the distribution of liabiliites they carry
hr_hr: Za svaku identificiranu imovinu prikazujemo raspodjelu obveza koje nose

source: Assets by Legal Constraints
hr_hr: Imovina prema pravnim ograničenjima

source: The sum of all Risk and Residaul Scores
hr_hr: Zbroj svih rizika i Residaul rezultata

source: Assets: Risk and Residual Score
hr_hr: Imovina: rizik i rezidualni rezultat

source: Residual Risk
hr_hr: Preostali rizik

source: For each Third Party Risks the sum of risk and residual scores.
hr_hr: Za svaku treću stranu Rizici su zbroj rizika i rezidualnih rezultata.

source: Third Party: Risk and Residual Score
hr_hr: Treća strana: rizik i rezidualni rezultat

source: The list of Asset risks sorted by the sum of their risk and residual score.
hr_hr: Popis rizika imovine razvrstan prema zbroju njihovog rizika i preostale vrijednosti.

source: Asset Risks: Top Ten
hr_hr: Rizici imovine: Top Ten

source: The list of Third Party risks sorted by the sum of their risk and residual score.
hr_hr: Popis rizika treće strane razvrstan prema zbroju njihovog rizika i rezidualne ocjene.

source: Third Party Risks: Top Ten
hr_hr: Rizici treće strane: Top Ten

source: Top 10 Risk Exceptions
hr_hr: Top 10 iznimke od rizika

source: We look at each assets asociated with each risk and which business units are asociated with this assets. We then split the amount of risk in equal parts to each business unit. Example: if a risk has a score of 10 and it's asociated assets point to two business units. We then assign 5 to each one of them. Only Asset Based Risks are considered.
hr_hr: Pogledamo svaku imovinu povezanu sa svakim rizikom i koja su poslovne jedinice povezana s tom imovinom. Zatim smo podijelili iznos rizika u jednakim dijelovima svakoj poslovnoj jedinici. Primjer: ako je rizik rezultat od 10, a njegova povezana imovina ukazuje na dvije poslovne jedinice. Zatim svakoj od njih dodijelimo 5. Razmatraju se samo rizici temeljeni na imovini.

source: Risk Originators by BU
hr_hr: Rizik izvođači BU

source: We look at the controls used to mitigate asset based risks and their resource utilization (days of work they require in order to work). We then look at which business units are using this assets and we split, in equal parts the amount of days.
hr_hr: Pogledamo kontrole koje se koriste za ublažavanje rizika na imovini i njihovu korištenju resursa (dani posla koji su im potrebni za rad). Potom ćemo pogledati koje poslovne jedinice koriste ovu imovinu i podijelili smo u jednakim dijelovima količinu dana.

source: Consumed Resources by BU
hr_hr: Potrošeni resursi BU-a

source: How much OPEX is spent to mitigate Risk. We calculate this from the controls used to mitigate risk and their opex cost
hr_hr: Koliko je OPEX potrošeno za ublažavanje rizika. To izračunavamo iz kontrola koje se koriste za ublažavanje rizika i njihovu cijenu

source: Consumed Opex by BU
hr_hr: Potrošeni Opex od BU

source: How much CAPEX is spent to mitigate Risk. We calculate this from the controls used to mitigate risk and their capex cost
hr_hr: Koliko se CAPEX troši za ublažavanje rizika. To izračunavamo iz kontrola koje se koriste za ublažavanje rizika i njihovu cijenu

source: Consumed Capex by BU
hr_hr: Pojedinac potrošio Capex

source: How many controls are asociated to each classification
hr_hr: Koliko se kontrola povezuje sa svakom klasifikacijom

source: The number of controls with, without released and in draft status policies.
hr_hr: Broj kontrola s, bez objavljenih i u nacrtima pravila statusa.

source: Controls by Status
hr_hr: Kontrole prema statusu

source: Plans by Status
hr_hr: Planovi po statusu

source: The top 10 list of controls based on the number of items they mitigate (Controls and Risks)
hr_hr: Top 10 popis kontrola na temelju broja stavki koje ublažavaju (kontrole i rizike)

source: Top 10 Controls by leverage
hr_hr: Top 10 kontrola poluge

source: List of controls without zero mitigation object
hr_hr: Popis kontrola bez objekta za ublažavanje nula

source: Unused Controls
hr_hr: Neiskorištene kontrole

source: No unused Security Services found.
hr_hr: Nisu pronađene neupotrebljene sigurnosne usluge.

source: Top 10 controls based on the percentage of failed audits
hr_hr: Top 10 kontrola na temelju postotka neuspjelih revizija

source: Top 10 Controls by the amount of Failed Audits
hr_hr: Top 10 kontrola prema iznosu neuspjelih provjera

source: Nothing to show.
hr_hr: Ništa za prikazivanje.

source: Top 10 Controls by the amount of Missing Audits
hr_hr: Top 10 kontrola prema iznosu nedostajućih provjera

source: Missing Audits
hr_hr: Nedostaje revizije

source: List of open projects by the number of days that passed after the expiration day
hr_hr: Popis otvorenih projekata prema broju dana koji su protekli nakon isteka dana

source: Expired Projects
hr_hr: Istekle projekte

source: List of open projects by the number of days until the expiration day
hr_hr: Popis otvorenih projekata prema broju dana do isteka dana

source: Days to deadline
hr_hr: Dani za krajnji rok

source: The number of Incidents by their status
hr_hr: Broj incidenata prema njihovom statusu

source: Security Incident by status
hr_hr: Sigurnosni incident po statusu

source: The number of incidents by their classification
hr_hr: Broj incidenata prema njihovoj klasifikaciji

source: The number of incidents asociated to each controls
hr_hr: Broj incidenata povezanih s svakom kontrolom

source: Controls Involved
hr_hr: Uključene kontrole

source: The number of incidents asociated to each asset
hr_hr: Broj incidenata koji se odnose na svaku imovinu

source: Assets Involved
hr_hr: Imovina koja je uključena

source: Policy Updates
hr_hr: Ažuriranja pravila

source: This is the date when the Policy was supposed to get a review. If this is an ad-hoc review (you clicked on "Add new") then this date will be empty and most likely should be completed with todays day.
hr_hr: Ovo je datum kada je pravila trebala dobiti recenziju. Ako je riječ o ad hoc pregledu (kliknete na "Dodaj novi"), taj će datum biti prazan i najvjerojatnije bi trebao biti dovršen s današnjim danom.

source: This is the date when the Policy actually got updated. If this is an ad-hoc review (you clicked on "Add new") then this date will be empty and most likely should be completed with todays day.
hr_hr: Ovo je datum kada je politika doista ažurirana. Ako je riječ o ad hoc pregledu (kliknete na "Dodaj novi"), taj će datum biti prazan i najvjerojatnije bi trebao biti dovršen s današnjim danom.

source: Update the policy details on the next tab.
hr_hr: Ažurirajte pojedinosti o pravilima na sljedećoj kartici.

source: Completed?:
hr_hr: završila je

source: Unless you click on this checkbox the review will not be considered completed.
hr_hr: Ako ne kliknete na ovaj potvrdni okvir, pregled neće biti dovršen.

source: New Version
hr_hr: Nova verzija

source: Enter the document new version.
hr_hr: Unesite novu verziju dokumenta.

source: The last version for this document is %s
hr_hr: Posljednja verzija ovog dokumenta je%s

source: Enter the date in which this document should be reviewed again. Based on this date you enter here another row will be included on the system for review (you can later remove them if needed).
hr_hr: Unesite datum ponovnog pregleda ovog dokumenta. Na temelju ovog datuma unesite ovdje drugi redak će biti uključen u sustav za pregled (kasnije ih možete ukloniti ako je potrebno).

source: We found another review with a future planned date, we suggest you use that same date in order to avoid creating another review.
hr_hr: Pronašli smo još jednu recenziju s budućim planiranim datumom, preporučujemo da upotrijebite isti datum kako biste izbjegli stvaranje još jedne recenzije.

source: Dont forget to upload the policy as an attachment to this review.
hr_hr: Ne zaboravite prenijeti pravila kao privitak ovom pregledu.

source: Update the description of the Policy
hr_hr: Ažurirajte opis Pravila

source: Reviews actions usually imply uploading the evidence (an email, a report) that indicates that the review has been done and evidence exist.
hr_hr: Radnje recenzija obično podrazumijevaju prijenos dokaza (e-pošta, izvješće) koje ukazuju na to da je pregled učinjen i postoje dokazi.

source: (Missing)
hr_hr: nedostatna veza

source: Calculation Method Name
hr_hr: Naziv metode proračuna

source: Select which classification will be used to determine the Impact
hr_hr: Odaberite koja će se klasifikacija koristiti za određivanje utjecaja

source: Select which classification will be used to determine the Likelihood
hr_hr: Odaberite koja će se klasifikacija koristiti za određivanje vjerojatnosti

source: Select at least once Risk Classification criteria in order to calculate Risk Scores
hr_hr: Odaberite najmanje jedanput kriterij razvrstavanja rizika kako biste izračunali procjene rizika

source: Not applicable
hr_hr: Nije primjenjivo

source: Use this drop down to select an existing classification type or use the field below to create a new one.
hr_hr: Koristite ovaj padajući izbornik za odabir postojeće vrste razvrstavanja ili upotrijebite polje u nastavku da biste stvorili novu.

source: If you havent created a Classification type before, you will need to create one. Examples are "Likelihood", "Impact", Etc
hr_hr: Ako prije niste stvorili vrstu klasifikacije, morat ćete ga izraditi. Primjeri su "Vjerojatnost", "Utjecaj", itd

source: You will need to create a name for your classification. Examples could be "High", "Low", etc.
hr_hr: Morat ćete stvoriti naziv za svoju klasifikaciju. Primjeri mogu biti "Visoki", "Niski" itd.

source: Set the value for this classification, this numerical value will be used to calculate a Risk Score. Every time you update this number, all risks using this classification will have their Risk Scores recalculated.
hr_hr: Postavite vrijednost za ovu klasifikaciju, ova numerička vrijednost će se koristiti za izračunavanje ocjene rizika. Svaki put kada ažurirate taj broj, svi rizici koji koriste ovu klasifikaciju će biti ponovno izračunati.

source: This classification is used by %1$s, the current risk methodology. Since this is the last item for this type (%2$s) we can’t delete it. Please create a new classification type and apply it to %1$s then you will be able to delete this item.
hr_hr: Ovu klasifikaciju upotrebljava%1$s, trenutna metodologija rizika. Budući da je to posljednja stavka za ovu vrstu (%2$s), ne možemo je izbrisati. Izradite novu vrstu klasifikacije i primijenite je na%1$s, pa ćete moći izbrisati ovu stavku.

source: This classification is being used by %d Risks, if you continue these Risks will get its score set to zero and you will need to re-edit them and re-classify them. A system record will be included on every risk notifying this change.
hr_hr: Korištenje ove klasifikacije je% d. Rizici, ako nastavite s tim rizicima, dobit ćete rezultat postavljen na nulu i morat ćete ih ponovno urediti i ponovno klasificirati. Sustavni zapis bit će uključen na svaki rizik koji obavještava ovu promjenu.

source: The type is tied with the "name" value, for exaple a type could be: Likelihood (while the name high, medium and low the names for this type)
hr_hr: Vrsta je povezana s nazivom "name", jer bi primjer mogao biti: Vjerojatnost (dok je ime visoke, srednje i nisko nazivi za ovu vrstu)

source: The name of the classification is for example: High, Medium, Low
hr_hr: Naziv klasifikacije je, primjerice, Visoki, Srednji, Niska

source: The value is a numeric value that is used to calculate the Risk score
hr_hr: Vrijednost je numerička vrijednost koja se koristi za izračunavanje rezultata rizika

source: The criteria should clearly define what classification applies to the Risk being analysed
hr_hr: Kriteriji trebaju jasno definirati što se klasifikacija odnosi na Rizik koji se analizira

source: No Risk Classifications found.
hr_hr: Nisu pronađene klasifikacije rizika.

source: Provide a descriptive title. Example: Lack of budget for Antivirus for Mac-OS.
hr_hr: Navedite opisni naslov. Primjer: Nedostatak proračuna za Antivirus za Mac OS.

source: The individual that has approved this exception, this typically is the same person that "Owns" the risk or someone with higher hierarchy. This field will be later used for notifications (such as when the exception is due, Etc).
hr_hr: Pojedinac koji je odobrio ovu iznimku, to je obično ista osoba koja "Vlastiti" rizik ili netko s višom hijerarhijom. Ovo polje kasnije će se koristiti za obavijesti (kao kada je izuzetak, itd.).

source: Set the deadline for this Risk Exception. At the expiration day, a full re-assessment on this exception is usually done.
hr_hr: Postavite rok za ovo iznimke od rizika. Na dan isteka obično se vrši puna ponovna ocjena o ovoj iznimci.

source: Defines if the exception is still valid or not.
hr_hr: Određuje je li još uvijek važeća iznimka.

source: Describe why this Exception is required, who authorized, Etc.
hr_hr: Opišite zašto je potrebno ovo izuzeće, tko je ovlastio, itd.

source: OPTIONAL: Use tags for this exception, examples are: Approved, To be reviewed, Important, Etc.
hr_hr: OPTIONAL: Koristite oznake za ovu iznimku, primjeri su: odobreni, Da biste bili pregledani, Važno, itd.

source: Risk exception
hr_hr: Izuzetak od rizika

source: Risk score sum
hr_hr: Sažetak s rezultatima rizika

source: Residual score sum
hr_hr: Preostali iznos bodova

source: Review date
hr_hr: Datum recenzije

source: Risk Exeptions
hr_hr: Rizik izuzeća

source: The sum of the raw risk scores asociated with the risks where this exception takes part. This is an interesting number as if its too high (in comparison with the average risk score or the total risk score) it could indicate that the risk being accepted is too much.
hr_hr: Zbroj rezultata neobrađenih rizika povezan s rizicima u kojima sudjeluje ova iznimka. To je zanimljiv broj kao da je previsok (u usporedbi s prosječnim rezultatom rizika ili ukupnim rezultatima rizika) može ukazati na to da je rizik prihvaćen previše.

source: Risk Score Sum
hr_hr: Zbroj zbroja rizika

source: The same as risk score but asociated with the residual risk scores.
hr_hr: Isto kao rezultat rizika, ali je povezan s rezidualnim rezultatima rizika.

source: Residual Score Sum
hr_hr: Preostali iznos bodova

source: Associated Risks
hr_hr: Povezani rizici

source: The type of risk indicates what is in which risks this risk exception is applied to. Options are: Risk (asset based risk), Third Party Risk or Business Risk.
hr_hr: Vrsta rizika upućuje na to na što se primjenjuje rizik za ovaj izuzetak rizika. Opcije su: rizik (rizik na imovini), rizik treće strane ili poslovni rizik.

source: The risk title
hr_hr: Naslov rizika

source: Risk Title
hr_hr: Naslov rizika

source: The risk score asociated with this risk
hr_hr: Rezultat rizika povezan je s ovim rizikom

source: The residual risk asociated with this risk
hr_hr: Preostali rizik povezan s ovim rizikom

source: The date (configured on the risk) when a review is required
hr_hr: Datum (konfiguriran za rizik) kada je potreban pregled

source: Risk Review Date
hr_hr: Datum pregleda rizika

source: The status of the risk (for details review the risk module)
hr_hr: Status rizika (za detalje pregledajte modul rizika)

source: No Risk Exeptions found.
hr_hr: Nije pronađena nijedna odstupanja od rizika.

source: Applicable Assets
hr_hr: Primjenjiva imovina

source: Select one or more applicable assets for this risk. For example, if the risk is web-hacks all your web-applications in scope could be included in this field
hr_hr: Odaberite jedan ili više važećih sredstava za ovaj rizik. Na primjer, ako je rizik web-hack, sve vaše web-aplikacije koje se nalaze u opsegu mogu biti uključene u ovo polje
