Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Notifies %s before a Compliance Finding expires
hr_hr: Obavještava%s prije nego što istekne utvrđivanje sukladnosti

source: Notifies %s after a Compliance Finding expires
hr_hr: Obavještava%s nakon što istekne utvrđivanje sukladnosti

source: Used to remind that an object has not recieved any comments, attachments and has not been modified during the period specified for this interval
hr_hr: Koristi se da podsjeti da objekt nije primio nikakve komentare, privitke i nije izmijenjen tijekom razdoblja navedenog za taj interval

source: Notifies %s before a Project Task expires
hr_hr: Obavještava%s prije isteka zadatka projekta

source: Notifies %s after a Project Task expires
hr_hr: Obavještava%s nakon isteka zadatka projekta

source: Project Deadline (-%s)
hr_hr: Rok za projekt (-%s)

source: Notifies %s before a Project expires
hr_hr: Obavješćuje%s prije isteka projekta

source: Project Deadline (+%s)
hr_hr: Rok za projekt ( %s)

source: Notifies %s after a Project expires
hr_hr: Obavještava%s nakon isteka projekta

source: Notifies %s before a Risk Exception expires
hr_hr: Obavještava%s prije isteka izuzeća od rizika

source: Notifies %s after a Risk Exception expires
hr_hr: Obavještava%s nakon isteka iznimke od rizika

source: Asset Risk Upcoming Review (-%s)
hr_hr: Nadolazeći pregled rizika imovine (-%s)

source: Notifies %s before an Asset Risk Review begins
hr_hr: Obavještava%s prije početka analize rizika imovine

source: Notifies %s after an Asset Risk Review begins
hr_hr: Obavještava%s nakon što započne pregledavanje rizika imovine

source: Security Policy Upcoming Review (-%s)
hr_hr: Nadolazeći pregled sigurnosne politike (-%s)

source: Notifies %s before a Security Policy Review begins
hr_hr: Obavještava%s prije nego što započne pregled sigurnosnih pravila

source: Notifies %s after a Security Policy Review begins
hr_hr: Obavještava%s nakon što započne pregled sigurnosne politike

source: Notifies %s before a scheduled Security Service Audit begins
hr_hr: Obavještava%s prije nego što započne zakazana revizija sigurnosne službe

source: Notifies %s after a scheduled Security Service Audit begins
hr_hr: Obavještava%s nakon što započne zakazana revizija sigurnosne službe

source: Notifies %s before a scheduled Security Maintenance begins
hr_hr: Obavještava%s prije nego što započne zakazano održavanje sigurnosti

source: Notifies %s after a scheduled Security Maintenance begins
hr_hr: Obavještava%s nakon što započne zakazano održavanje sigurnosti

source: Security Contract Deadline (-%s)
hr_hr: Rok za sigurnosni ugovor (-%s)

source: Notifies %s before a Security Contract expires
hr_hr: Obavještava%s prije isteka sigurnosnog ugovora

source: Notifies %s after a Security Contract expires
hr_hr: Obavještava%s nakon isteka sigurnosnog ugovora

source: Third Party Risk Upcoming Review (-%s)
hr_hr: Nadolazeći pregled rizika treće strane (-%s)

source: Notifies %s before a Third Party Risk Review begins
hr_hr: Obavještava%s prije početka pregleda rizika treće strane

source: Notifies %s after a Third Party Risk Review begins
hr_hr: Obavještava%s nakon početka pregleda rizika treće strane

source: Notifies when a Project one or more Tasks under this project have not received any comment during the period specified for this notification
hr_hr: Obavješćuje kada projekt jedan ili više zadataka u okviru ovog projekta nisu primili nikakav komentar tijekom razdoblja navedenog za ovu obavijest

source: Used to remind users about objects
hr_hr: Koristi se za podsjećanje korisnika na objekte

source: Notifies when the resut of a Business Continuity Plan Audit is failed
hr_hr: Obavješćuje kada neuspjeh uspjeha Revizije plana kontinuiteta poslovanja

source: Notifies when an Audit Assessed item is created
hr_hr: Obavješćuje se kada je stvorena stavka Revizirana procjena

source: Notifies when an Audit Finding item is created
hr_hr: Obavješćuje kada se stvori stavka Pronalaženje revizije

source: Security Policy Review About to Come
hr_hr: Pregled sigurnosne politike o dolasku

source: Notifies 30 days before a scheduled Security Policy Review begins
hr_hr: Obavijesti 30 dana prije početka zakazanog pregleda sigurnosnih pravila

source: This notification is a fallback for an older configuration (%s). You will be properly notified before it's removal in the future.
hr_hr: Ta je obavijest zamjena za stariju konfiguraciju (%s). Bit ćete ispravno obaviješteni prije nego što ga uklonite ubuduće.

source: Notifies when the result of a security control audit is failed
hr_hr: Obavješćuje kada rezultat revizije sigurnosne kontrole nije uspio

source: Notifies when the result of a security control audit is passed
hr_hr: Obavješćuje se kada je prošao rezultat revizije sigurnosne kontrole

source: This notification was moved to Security Service Audit section.
hr_hr: Ta je obavijest premještena u odjeljak Revizija sigurnosne službe.

source: Security Control Audit About to Come
hr_hr: Kontrolna sigurnost revizije o dolaze

source: Notifies 10 days before a scheduled Security Audit begins
hr_hr: Obavještava 10 dana prije početka zakazane sigurnosne revizije

source: Notifies when the resut of a security control audit is failed
hr_hr: Obavješćuje kada je resurs revizija sigurnosne kontrole propustio

source: Eramba ships with a default risk calculation that takes in consideration the risk classification and the liabilities to which each asset, third party or business process is subject. It does not take in consideration Asset Classification.
hr_hr: Eramba se isporučuje s neizravnim izračunom rizika koji uzima u obzir klasifikaciju rizika i obveze na koje se temelje svaka imovina, treća strana ili poslovni proces. Ne uzima u obzir klasifikaciju imovine.

source: Magerit is a Spanish risk calculation methodology that takes into account the value of the assets and then how impact might affect that value. The Spanish government keeps a very well documented website with the calculations used, we encourage users to review it.
hr_hr: Magerit je španjolska metodologija izračuna rizika koja uzima u obzir vrijednost imovine, a zatim kako utjecaj može utjecati na tu vrijednost. Španjolska vlada vodi vrlo dobro dokumentiranu web stranicu s izračunima koji se koriste, potičemo korisnike da ih pregledaju.

source: Database engines such as MySQL, Oracle and others used to support application stacks.
hr_hr: Baza podataka motora kao što su MySQL, Oracle i drugi koriste se za podršku aplikacijama.

source: Employee Laptop
hr_hr: Laptop zaposlenika

source: Employee laptops and desktop computers
hr_hr: Prijenosnici i stolna računala zaposlenika

source: Employee personal records that include their personal information.
hr_hr: Osobna evidencija zaposlenika koja uključuje njihove osobne podatke.

source: Financia information, payments, bank statements, etc.
hr_hr: Financijske informacije, plaćanja, bankovne izjave i sl.

source: Operating systems such as Windows and Linux used to serve application stacks.
hr_hr: Operacijski sustavi kao što su Windows i Linux koriste za posluživanje aplikacijskih zaliha.

source: The telephony system that receives customers calls over internet in order to process their payments.
hr_hr: Telefonski sustav koji prima korisnike poziva preko interneta kako bi obradio njihova plaćanja.

source: Payment Application
hr_hr: Aplikacija za plaćanje

source: The application used by the call center and customers to process payments.
hr_hr: Aplikacija koju pozivni centar i korisnici koriste za obradu plaćanja.

source: Credit card information provided by our customers to our call center.
hr_hr: Informacije o kreditnoj kartici koje su naši klijenti pružili našem centru za poziv.

source: SAP Applications
hr_hr: SAP aplikacije

source: SAP Applications used to manage the HR and Finance departments.
hr_hr: SAP aplikacije koriste za upravljanje odjelima za financije i financije.

source: End-Point Share Drives
hr_hr: Dijeljenje pogona krajnje točke

source: Share Drives configured at end-point computers.
hr_hr: Dijelite pogone konfigurirane na računalima krajnje točke.

source: Minor consequences
hr_hr: Manja posljedica

source: Reputation consequences
hr_hr: Posljedice reputacije

source: The information must be kept confidential to the data owners
hr_hr: Podaci se moraju čuvati povjerljivima vlasnicima podataka

source: The information asociated with this asset is deemed private to the organisation
hr_hr: Informacije povezane s tom imovinom smatraju se privatnima organizaciji

source: Call Center
hr_hr: Pozivni centar

source: The team of people tha receives phone calls in order to process payments to our clients
hr_hr: Tim ljudi tha prima telefonske pozive kako bi obradio isplate našim klijentima

source: HR responsibilities include payroll, benefits, hiring, firing, and keeping up to date with state and federal tax laws.
hr_hr: Odgovornosti za ljudske resurse uključuju plaće, naknade, zapošljavanje, pucanje i održavanje u tijeku s državnim i saveznim poreznim zakonima.

source: The business functions of a finance department typically include planning, organizing, auditing, accounting for and controlling its company finances.
hr_hr: Poslovne funkcije financijskog odjela obično uključuju planiranje, organiziranje, reviziju, računovodstvo i kontrolu financijskih sredstava tvrtke.

source: Technical department tasked with the design, implementation and operation of Information Technology equipment and applications
hr_hr: Tehnički odjel zadužen za projektiranje, implementaciju i rad informatičke opreme i aplikacija

source: Reduce Audit Costs
hr_hr: Smanjenje troškova revizije

source: Our goal is to reduce the cost asociated with internal audits to the point we are able to keep the quality of our audits but using one full resource less from the team to execute them.
hr_hr: Naš je cilj smanjiti troškove povezane s unutarnjim revizijama do te mjere da možemo zadržati kvalitetu naših revizija, ali pomoću jednog punog resursa manje od tima da ih izvršimo.

source: Effort required in terms of FTE (full time employee)
hr_hr: Napor potreban u smislu FTE (zaposlenik s punim radnim vremenom)

source: We should see 25% reduction on each audit.
hr_hr: Trebali bismo vidjeti 25%smanjenja za svaku reviziju.

source: Confidentiality Agreements
hr_hr: Sporazumi o povjerljivosti

source: Non Disclosure Agreements type of contract
hr_hr: Ugovori o neobjavljivanju podataka vrsta ugovora

source: Any confidentiality agreements signed by the organisation
hr_hr: Svaki sporazum o povjerljivosti kojeg je potpisala organizacija

source: Any contractual agreement signed in between the organisation and it's customers
hr_hr: Svaki ugovorni ugovor sklopljen između organizacije i njegovih kupaca

source: The regulations related to personal data privacy
hr_hr: Propisi koji se odnose na privatnost osobnih podataka

source: Sarbanes-Oxley regulations
hr_hr: Sarbanes-Oxley propisi

source: Competition
hr_hr: konkurencija

source: Our competitors have invested largely in innovation and have increased their competitive advantage by attracting customers such as startups.
hr_hr: Naši su konkurenti uglavnom uložili u inovacije i povećali svoju konkurentsku prednost privlačeći korisnike kao što su startup.

source: Political issues in the region pose a constant threat to the business in terms of savotage, political coalitions, hostile government lead take overs.
hr_hr: Politička pitanja u regiji predstavljaju stalnu prijetnju poslovanju u smislu savotage, političkih koalicija, neprijateljskih vlasti preuzeti preuzimanje.

source: The goal of this program is to ensure compliance with local and international regulators in all line of business across all worldwide locations.
hr_hr: Cilj ovog programa je osigurati usklađenost s domaćim i međunarodnim regulatornim tijelima u svim djelatnostima diljem svijeta.

source: The goal of this program is to manage risk according to the ISO 27001:2005 standard for our line of production based in Spain.
hr_hr: Cilj ovog programa je upravljati rizikom prema standardu ISO 27001: 2005 za našu proizvodnu liniju sa sjedištem u Španjolskoj.

source: Stolen goods at the office
hr_hr: Ukradene robe u uredu

source: Goods left overnight are sometimes stolen, we believe by third party contractors looking after the office
hr_hr: Roba koja je preostala preko noći ponekad je ukradena, vjerujemo od strane trećih strana izvođača koji se bave uredom

source: Not enough CCTV to cover the entire floor space
hr_hr: Nema dovoljno CCTV da pokrije cijeli podni prostor

source: Unintentional Credit Card Disclosure
hr_hr: Obavijest o nenamjernoj kreditnoj kartici

source: Any employee handling credit card infromation unintentionally looses or discloses it
hr_hr: Bilo koji zaposlenik koji obrađuje podatke o kreditnoj kartici nenamjerno gubi ili je otkrije

source: End-Point Protection, Vulnerabilities related with awareness
hr_hr: Zaštita krajnje točke, ranjivosti vezane uz svijest

source: Loss of data due bugs on public apps
hr_hr: Gubitak podataka zbog bugova u javnim aplikacijama

source: Telephony, Paymnet Applications and operating systems are internet facing and could be hacked
hr_hr: Telefonija, Paymnet programi i operacijski sustavi se suočavaju s internetom i mogu biti hakirani

source: Vulnerabilities asociated with the operating systems or applications
hr_hr: Ranjivosti povezane s operativnim sustavima ili aplikacijama

source: Lack of funding
hr_hr: Nedostatak financijskih sredstava

source: Risk owner accepts Risk
hr_hr: Vlasnik rizika prihvaća rizik

source: This policy governs asset based Risk Management practices across the organization.
hr_hr: Ovo pravilo upravlja postupcima upravljanja rizikom na imovini diljem organizacije.

source: Active Directory Group Reviews
hr_hr: Recenzije grupe Active Directory

source: Ensure that the members at our main Active Directory groups are correct
hr_hr: Provjerite jesu li članovi u našim glavnim grupama Active Directory ispravni

source: The groups that need to be audited are the ones listed on this policy: security; it_admin; administrator
hr_hr: Skupine koje treba revidirati su one navedene u ovoj politici: sigurnost; it_admin; administrator

source: No creeping accounts
hr_hr: Nema pukotina

source: Active Directory User Reviews
hr_hr: Korisničke recenzije za Active Directory

source: Ensure that those employees that have left the company have no valid account in the AD and that his/her last login is previous to it's last day in the office.
hr_hr: Osigurajte da oni zaposlenici koji su napustili tvrtku nemaju važeći račun u AD i da je njegova posljednja prijava prethodila posljednjem danu u uredu.

source: Get the list of employees (login and day they left the company) that left the copmany since the last audit - Get the list of valid AD account logins and their lastlogin For each employee that left the company; ensure he/she does not have a valid account and their last login date on the AD is previous to its last day in the company.
hr_hr: Preuzmite popis zaposlenika (prijava i dan kada su napustili tvrtku) koji su napustili tvrtku od zadnje revizije - nabavite popis važećih prijava za AD račun i njihov zadnji zapis za svaki zaposlenik koji je napustio tvrtku; Pobrinuti se da nema valjan račun, a posljednji datum prijave na AD traje do posljednjeg dana u tvrtki.

source: If there is any employee with a valid account or a login posterior to it's last day; find out what happened; raise an incident and if there is something to be fixed; initiate a project.
hr_hr: Ako postoji bilo koji zaposlenik s važećim računom ili prijavom stražnje strane na njegov posljednji dan; Saznati što se dogodilo; Podići incident i ako postoji nešto za popravak; Pokrenuti projekt.

source: Have an alternative power source when available.
hr_hr: Imati alternativni izvor napajanja kada je dostupan.

source: The UPS/Power Generator tests and maintenance must be performed successfully.
hr_hr: Testovi i održavanje UPS-a / generatora moraju biti uspješno izvedeni.

source: 100% Accuracy
hr_hr: 100% točnost

source: Check oil and fuel levels; corect if necesary
hr_hr: Provjerite razinu ulja i goriva; Corect ako je potrebno

source: Badges are assigned to our employees in order to allow them access to certain facilities. This control ensures that there are no lost badges activated on the system and that key facilities are only accesible by the authorized personal.
hr_hr: Značke se dodjeljuju našim zaposlenicima kako bi im omogućili pristup određenim objektima. Ova kontrola osigurava da na sustavu ne postoje izgubljene značke i da su ključni sadržaji dostupni samo ovlaštenim osobama.

source: Badges correctly assigned and access to secured facilities controlled.
hr_hr: Značke ispravno dodijeljene i pristup osiguranim objektima kontroliranim.

source: - Active badges must match to an employee - No visitors badges active - Secured rooms x; y and z allow access only to the authorized personel.
hr_hr: - Aktivne značke moraju odgovarati zaposleniku - Bez posjetitelja značke aktivne - Osigurane sobe x; Y i z omogućuju pristup samo ovlaštenoj osobi.

source: Monitor access and specific areas in offices in order to prevent incidents or document evidence.
hr_hr: Praćenje pristupa i određena područja u uredima kako bi se spriječili incidenti ili dokumenti.

source: Cameras working and recordings available.
hr_hr: Dostupne su kamere i snimke.

source: All videocamara running. 90 days of recording.
hr_hr: Sve videokamere prikazuju. 90 dana snimanja.

source: Centralised Logging
hr_hr: Centralizirano bilježenje

source: Collect and process highly relevant logs. Process them in real time when possible and alarm when certain conditions occur.
hr_hr: Prikupiti i obraditi visoko relevantne dnevnike. Obradite ih u stvarnom vremenu kada je moguće i alarmujte kada se dogode određeni uvjeti.

source: Known risks for which we have alarms deployed must be have been triggered and incidents created for each one of them and properly treated.
hr_hr: Moraju se pokrenuti poznati rizici za koje imamo alarme, a izgrađeni su za svaki od njih i pravilno tretirani.

source: All alarms must be tested to ensure they are working correctly. For each triggered alarm since the last audit an incident must exist.
hr_hr: Svi alarmi moraju biti testirani kako bi se osiguralo da rade ispravno. Za svaki pokrenuti alarm od zadnje revizije incident mora postojati.

source: Verify that all contractors in are still working for our organization and NDA's are signed.
hr_hr: Provjerite jesu li svi izvođači radili na našoj organizaciji i NDA su potpisani.

source: Review the contractor database with HR and review that for each one of them an approval exist; their status is active and a NDA has been signed.
hr_hr: Pregledajte bazu podataka izvođača s HR-om i pregledajte da za svaku od njih postoji odobrenje; Njihov je status aktivan i potpisan je NDA.

source: 100% of contractors in db are still working and all the relevant documentation exist
hr_hr: 100% izvođača u db još uvijek rade i sve relevantne dokumentacije postoje

source: Ensure that every firewall rule in the DMZ has followed change management procedures correctly.
hr_hr: Pobrinite se da svaki pravilnik vatrozida u DMZ-u pravilno prati postupke upravljanja promjenama.

source: Secured systems are contained within a DMZ firewall; access to this firewalls and changes on the rule base are automatically logged at our logging facility. Auditors are required to log into the logging system; review all access and firewall rules changes and validate with the network owners that an appropriate change request exist.
hr_hr: Zaštićeni sustavi sadržani su unutar DMZ vatrozida; Pristup tim vatrozidima i promjene na pravilnoj osnovi automatski se bilježe u našem objektu za prijavu. Revizori su dužni prijaviti se u sustav za bilježenje; Pregledajte sve promjene pravila pristupa i vatrozida te provjerite s vlasnicima mreže da postoje odgovarajući zahtjevi za promjenom.

source: All changes on the firewall recorded on the logging facility must have a change ticket associated
hr_hr: Sve promjene na vatrozidu zabilježene na uređaju za bilježenje moraju biti povezane s promjenom

source: Ensure that data rooms; server rooms and datacenters comply with our policies and standards.
hr_hr: Osigurajte podatkovne prostorije; Prostorije poslužitelja i podatkovni centri u skladu su s našim pravilima i standardima.

source: Number of requirements for each site/dc type complied.
hr_hr: Broj zahtjeva za svaku vrstu web sučelja / dc u skladu.

source: %100 of non-compliant from last audit should be fixed (those with exceptions do not count)
hr_hr: Potrebno je utvrditi 100% nepridržavanosti od posljednje revizije (oni koji ne sadrže iznimke)

source: End-Point Hardware Inventory
hr_hr: Inventar hardverskog krajnje točke

source: Control that hardware (laptops and computers) are built according to our company standards.
hr_hr: Kontrolirajte taj hardver (prijenosna računala i računala) prema našim standardima tvrtke.

source: 10 randomly chosen computers from the last employees that joined the company audited and validated against our standards.
hr_hr: 10 slučajno odabranih računala iz posljednjih zaposlenika koji su se pridružili tvrtki revidirali i validirali protiv naših standarda.

source: %100 successful
hr_hr: % 100 uspješno

source: Fire; Motion Detectors
hr_hr: Vatra; Detektori kretanja

source: Prevent fire and unauthorized access in branch offices.
hr_hr: Spriječiti požar i neovlašteni pristup u podružnicama.

source: If sensors are working
hr_hr: Ako su senzori radili

source: All tested sensors work as expected
hr_hr: Svi ispitani senzori rade prema očekivanjima

source: OSSEC is used as a host IDS solution. The objective of this control is to ensure that the systems are working and alarms are being generated and managed correctly.
hr_hr: OSSEC se koristi kao domaćin IDS rješenje. Cilj ove kontrole je osigurati da sustavi rade i alarmi se generiraju i upravljaju ispravno.

source: - Ensure that systems have OSSEC installed as stated on the policy - Ensure that alarms have been generated since the last audit in our logging system Alarms. If there was no alarm; trigger the alarm (you will need syseng help) to ensure it's created in our logging system. - Ensure that all triggered alarms have tickets and incidents created that investigate what happened.
hr_hr: - Osigurajte da sustavi imaju instaliran OSSEC kako je navedeno u pravilima - Osigurajte da su alarme generirane od posljednje provjere u našem sustavu dnevnika Alarmi. Ako nema zvuka; Aktivirajte alarm (trebat će vam pomoć syseng) kako bi se osiguralo da je stvorena u našem sustavu prijave. - Pobrinite se da svi pokrenuti alarmi imaju dolazne ulaznice i incidenti koji istražuju što se dogodilo.

source: %100 OSSEC related alarms being created and treated correctly since the last audit.
hr_hr: % 100 OSSEC alarmi koji se odnose na stvaranje i obradu ispravno od posljednje revizije.

source: Verify that employees and contractors have signed the NDA.
hr_hr: Potvrdite da su zaposlenici i izvođači potpisali NDA.

source: Audit random employees according to the following criteria: Office: +500 employees: 20 nda's 250 - 499 employees: 15 nda's 0 - 249 employees: 10 nda's Special projects : 10 nda's Select 6 (six) random offices that can't be repeated until all offices have been audited.
hr_hr: Revizorski slučajni zaposlenici prema sljedećim kriterijima: Ured: 500 zaposlenika: 20 od 250 zaposlenika: 4 zaposlenika: 15 odraslih 0 - 249 zaposlenika: 10 specijalnih projekata: 10 odjela Odaberite 6 (šest) nasumičnih ureda koji se ne mogu ponoviti do Svi uredi su revidirani.

source: All employees NDA's must be signed
hr_hr: Svi zaposlenici NDA-i moraju biti potpisani
