Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: You can edit audit settings using filters (clicking on this link) or at Manage / Audit.
hr_hr: Možete urediti postavke revizije pomoću filtara (klikom na ovu vezu) ili u upravljanju / reviziji.

source: Evidence Statistics
hr_hr: Statistika dokaza

source: Percentage of items that are under the scope of this audit and that stil have not the required evidence
hr_hr: Postotak stavki koje su u okviru ove revizije i taj stil nemaju potrebne dokaze

source: Percentage of items that are under the scope of this audit and that already have the required evidence
hr_hr: Postotak stavki koje su u okviru ove revizije i koje već imaju potrebne dokaze

source: Percentage of items that are under the scope of this audit that do not require evidence
hr_hr: Postotak stavki koje su u okviru ove revizije koje ne zahtijevaju dokaze

source: Audit Findings
hr_hr: Rezultati revizije

source: The title for this non-compliance finding
hr_hr: Naslov za ovo otkriće o neusklađenosti

source: Compliance item asociated with the Audit Findings
hr_hr: Stavka usklađenosti povezana s nalazima revizije

source: The date by which this finding is expected to be corrected
hr_hr: Datum do kojeg se očekuje ispravljanje ovog nalaza

source: The status for an audit finding can be: "Expired (Red)" - when the date set is in the past. A system record is generated on the exception when that happens.
hr_hr: Status za pronalaženje revizije može biti: "Isteklo (crveno)" - kada je datum postavljen u prošlosti. Sustavni zapis se generira na iznimku kada se to dogodi.

source: Answers Statistics
hr_hr: Statistika odgovora

source: No Compliance Audits found.
hr_hr: Nije pronađena provjera sukladnosti.

source: Provide a descriptive title. Example: Lack of budgets for compliance with 2.3 of PCI-DSS
hr_hr: Navedite opisni naslov. Primjer: Nedostatak proračuna za usklađenost s 2,3 od PCI-DSS-a

source: This is usually the individual who approved the compliance exception, this is typically someone with sufficient authority to make such decisions.
hr_hr: To je obično pojedinac koji je odobrio iznimku, to je obično netko s dovoljno ovlasti za donošenje takvih odluka.

source: Set the date at which this exception will be reconsidered. You can setup notifications to alarm the requester or anyone else before the date is due.
hr_hr: Postavite datum kada će se ta iznimka ponovno razmotriti. Možete postaviti obavijesti da biste alarmirali podnositelja zahtjeva ili bilo koga drugog prije datuma dospijeća.

source: Register if this exception is closed or open (valid).
hr_hr: Registrirajte se ako je ova iznimka zatvorena ili otvorena (važeća).

source: OPTIONAL: A good description should include what the compliance is (threat, vulnerabilities, impact, etc.), the options which were considered and discarded, etc.
hr_hr: OPTIONAL: Dobar opis bi trebao sadržavati ono što je usklađenost (prijetnja, ranjivosti, utjecaj itd.), Opcije koje su razmotrene i odbačene itd.

source: OPTIONAL: Use tags to profile your compliance exceptions, examples are "PCI-DSS", "Budget Issues", Etc.
hr_hr: OPTIONAL: Koristite oznake da biste profilirali iznimke sukladnosti, primjerice su "PCI-DSS", "proračunski problemi", itd.

source: Are you really sure you want to delete compliance exception: <strong>%s</strong>?
hr_hr: Jeste li sigurni da želite izbrisati iznimku za sukladnost: <strong>%s</strong> ?

source: Compliance exception
hr_hr: Izuzetak pridržavanja

source: Exception name
hr_hr: Naziv izuzeća

source: Compliance packages
hr_hr: Paketi za sukladnost

source: No associated items found.
hr_hr: Nisu pronađene povezane stavke.

source: Compliance Exeptions
hr_hr: Izuzimanje od usklađenosti

source: The list of compliance packages that use this compliance exception. If this list is empty then the exception is not being used.
hr_hr: Popis paketa sukladnosti koji koriste ovu iznimku. Ako je ovaj popis prazan, iznimka se ne koristi.

source: Is the individual that approved the compliance exception
hr_hr: Je li pojedinac koji je odobrio iznimku za sukladnost

source: Is the date when the compliance exception expired and should be reviewed for applicability
hr_hr: Je li datum kada je izuzeće za usklađenost isteklo i trebalo bi se pregledati radi primjenjivosti

source: Is the number of times that this compliance exception has been mapped to a compliance requirement.
hr_hr: Je li broj puta da je ova iznimka za sukladnost mapirana prema zahtjevu za sukladnost.

source: Compliance Package Count
hr_hr: Točnost paketa sukladnosti

source: Compliance Exceptions can have the following status: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
hr_hr: Izuzeci za sukladnost mogu imati sljedeći status: "Isteklo (crveno)" - kada je datum postavljen u prošlosti. Sustavni zapis se generira na iznimku kada se to dogodi.

source: Is the name of the compliance package, the one that holds all the compliance requiremnts for given third party.
hr_hr: Je li naziv paketa za sukladnost, onaj koji sadrži sve zahtjeve za pridržavanje za treću stranu.

source: The ID of the specific requirement (Compliance Package Item)
hr_hr: ID specifičnog zahtjeva (stavka paketa Compliance)

source: The name of the compliance package item.
hr_hr: Naziv paketa za sukladnost.

source: No Compliance Exeptions found.
hr_hr: Nije pronađena nijedna odstupanja od sukladnosti.

source: Compliance Package Item Info
hr_hr: Informacije o paketu o sukladnosti

source: The name for the compliance package to which this finding will be asociated
hr_hr: Naziv paketa za sukladnost na koji će se ovaj nalaz pridružiti

source: You can register a "Finding" (when a non-compliance has been identified and must be recorded) or an "Assesment" (when a compliance requirement has been found compliant)
hr_hr: Možete registrirati "Pronalaženje" (kada je neusklađenost identificirana i mora biti zabilježena) ili "Procjena" (kada je sukladnost propisana sukladnom)

source: The title for this finding
hr_hr: Naslov ovog nalaza

source: The date by which this non-compliance (if this is a finding) must be corrected.
hr_hr: Datum do kojeg se nepoštivanje (ako je to nalaz) potrebno ispraviti.

source: Status is mostly used when what is being recorded is non-compliance and a deadline is required to ensure the issue is corrected.
hr_hr: Status se uglavnom koristi kada se ono što se bilježi je neispunjavanje uvjeta i traži se rok kako bi se osiguralo ispravljanje problema.

source: What the auditor observed during the review
hr_hr: Ono što je revizor primijetio tijekom pregleda

source: Add Compliance Exception
hr_hr: Dodajte iznimku za sukladnost

source: Add Third Party Risk
hr_hr: Dodajte rizik treće strane

source: No Compliance Findings found.
hr_hr: Nisu pronađeni rezultati usklađenosti.

source: Mitigation Options
hr_hr: Opcije ublažavanja

source: Compliance Drivers
hr_hr: Vozači sukladnosti

source: Current Compliance Status
hr_hr: Trenutni status usklađenosti

source: Select your current compliance status.
hr_hr: Odaberite trenutačni status usklađenosti.

source: Compliance Efficacy
hr_hr: Učinkovitost usklađenosti

source: OPTIONAL: In your subjective appreciation, the controls and policies selected on the next fields mitigate the requirement to which extent? If in doubt, select %100.
hr_hr: OPTIONAL: U vašoj subjektivnoj aprecijaciji, kontrole i politike odabrane na sljedećim područjima ublažuju zahtjev u kojoj mjeri? Ako ste u nedoumici, odaberite% 100.

source: Mitigation Projects
hr_hr: Projekti ublažavanja

source: OPTIONAL: If you havent got controls and policies that meet this requirement, you can select a project that addresses this issue (Projects are defined in Security Operations / Project Management).
hr_hr: OPTIONAL: Ako niste dobili kontrole i pravila koja udovoljavaju tom zahtjevu, možete odabrati projekt koji rješava taj problem (Projekti su definirani u Sigurnosnim operacijama / Upravljanje projektima).

source: OPTIONAL: select one individual that is most related to this particular requirement. If in doubt, simply select "Admin".
hr_hr: DODATNE OPCIJE: odaberite jedan pojedinac koji je najviše povezan s tim zahtjevom. Ako ste u nedoumici, jednostavno odaberite "Admin".

source: Select one or more controls (from Control Catalogue / Security Services) used to mitigate this compliance requirement. If you havent got controls you can still select mitigation policies or alternatively, set this requirement as "Not Compliant" and create a "Mitigation Project"
hr_hr: Odaberite jednu ili više kontrola (iz kontrolnog kataloga / sigurnosnih servisa) koji se koriste za ublažavanje ovog zahtjeva za sukladnost. Ako niste dobili kontrole, još uvijek možete odabrati politike ublažavanja ili alternativno postavite ovaj zahtjev kao "nepridržavan" i stvoriti "Projekt ublažavanja"

source: Mitigating Security Policies
hr_hr: Olakšavanje sigurnosnih pravila

source: Select one or more policies (from Control Catalogue / Security Policies) that mitigate this compliance requirement (they can replace security controls when none is applicable).
hr_hr: Odaberite jednu ili više pravila (iz kontrolnog kataloga / sigurnosnih pravila) koje ublažuju ovaj zahtjev za sukladnost (one mogu zamijeniti sigurnosne kontrole ako nisu primjenjive).

source: If the compliance status (from the first tab) is "Not Aplicable" or "Not Compliant" you might want to set a Compliance Exception to state that in a formal record. This is an optional record.
hr_hr: Ako status usklađenosti (s prve kartice) nije "Nije primjenjiv" ili "ne odgovara", možda želite postaviti iznimku za usklađenost da navedete to u formalnom zapisu. Ovo je izborni zapis.

source: OPTIONAL: Select or create one or more Compliance Findings (from Compliance Management / Compliance Finginds) for this compliance requirements. This is typically used when your auditors have identified that your mitigation for this control is innefective and you want to keep track of such incompliance until remediation.
hr_hr: DODATNE OPCIJE: Odaberite ili izradite jedan ili više nalaza za usklađenost (iz upravljanja sukladnosti / usklađenosti s Fingindsom) za ove zahtjeve za sukladnost. To se obično upotrebljava kada su vaši revizori utvrdili da je ublažavanje vašeg nadzora neuobičajeno i želite pratiti takvu neusklađenost dok se ne obnavljate.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Asset Risk Management) as drivers.
hr_hr: DODATNE OPCIJE: Određeni standardi (kao što je ISO 27001) zahtijevaju od vas da opisate upravljačke programe za ispunjavanje njihovih kontrola. Možete koristiti rizike (iz upravljanja rizicima / upravljanje rizikom imovine) kao upravljačke programe.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Third Party Risk Management) as drivers.
hr_hr: DODATNE OPCIJE: Određeni standardi (kao što je ISO 27001) zahtijevaju od vas da opisate upravljačke programe za ispunjavanje njihovih kontrola. Možete koristiti rizike (iz upravljanja rizicima / treće strane upravljanja rizicima) kao vozača.

source: OPTIONAL: Certain standards (such as ISO 27001) require you to describe the drivers for meeting their controls. You can use Risks (from Risk Management / Business Impact Analysis) as drivers.
hr_hr: DODATNE OPCIJE: Određeni standardi (kao što je ISO 27001) zahtijevaju od vas da opisate upravljačke programe za ispunjavanje njihovih kontrola. Možete koristiti rizike (iz upravljanja rizicima / analiza utjecaja na poslovanje) kao upravljačke programe.

source: OPTIONAL: If there are liabilities (from Organisation / Legal Constrains) that require you to meet this particular requirement select them here.
hr_hr: DODATNE OPCIJE: Ako postoje obveze (iz organizacijskih / pravnih ograničenja) koje zahtijevaju da ispunite ovaj zahtjev, odaberite ih ovdje.

source: Treatment options are: Compliant, Non-Compliant or Not-Applicable (when the requirement is simply not applicable to the organisation).
hr_hr: Opcije liječenja su: sukladni, nepridrživi ili neprimjenjivi (kada se zahtjev jednostavno ne odnosi na organizaciju).

source: Compliance Status
hr_hr: Status usklađenosti

source: If controls are used to mitigate this requirement
hr_hr: Ako se kontrole koriste za ublažavanje ovog zahtjeva

source: If policy items are used to mitigate this requirement
hr_hr: Ako se stavke pravila koriste za ublažavanje ovog zahtjeva

source: Policy Items
hr_hr: Stavke pravila

source: If Compliance Exceptions are used in this requirement. Compliance exceptions are used when the strategy is Non-Compliant or Not Applicable.
hr_hr: Ako se u ovom zahtjevu koriste iznimke za sukladnost. Izuzeci od sukladnosti se primjenjuju kada je strategija nepridrživa ili nije primjenjiva.

source: Exception
hr_hr: izuzetak

source: If Risks (of any type) are applicable for this requirement
hr_hr: Ako su rizici (bilo koje vrste) primjenjivi za ovaj zahtjev

source: If there are liabilities asociated with this requirement
hr_hr: Ako postoje obveze povezane s tim zahtjevom

source: Any other description used to describe how this requirement is being treated
hr_hr: Bilo koji drugi opis koji se koristi za opisivanje kako se taj zahtjev tretira

source: Active Status
hr_hr: Aktivni status

source: Edit analysis
hr_hr: Uredi analizu

source: Add analysis
hr_hr: Dodaj analizu

source: Compliance analysis
hr_hr: Analiza sukladnosti

source: Compliance Analysis Summary
hr_hr: Sažetak analize sukladnosti

source: Item id
hr_hr: ID stavke

source: Exceptions
hr_hr: iznimke

source: Mitigation controls
hr_hr: Kontrole ublažavanja

source: Analyze
hr_hr: Analizirati

source: From all the items in this compliance package, how many have been configured as being "Compliant".
hr_hr: Od svih stavki u ovom paketu za sukladnost, koliko su konfigurirani kao "sukladni".

source: Compliant Items
hr_hr: Sukladne stavke

source: From all the items in this compliance package, how many have not been reviewed at all
hr_hr: Od svih stavki u ovom paketu za sukladnost, koliko ih uopće nije pregledano

source: Overlooked Items
hr_hr: Zanemarene stavke

source: From all the items that have been reviewed, how many have been configured as "Not Applicable"
hr_hr: Od svih pregledanih stavki, koliko je konfigurirano kao "Nije primjenjivo"

source: Not Applicable Items
hr_hr: Nije primjenjivo

source: From all the items that have been reviewed (Addressed), how many are tagged as "Non Compliant"
hr_hr: Od svih pregledanih stavki (adresirano), koliko je označeno kao "neprilagođeno"

source: Non Compliant Items
hr_hr: Stavke koje nisu u skladu

source: From all the items that have been reviewed (Addressed), how many of them do not have Security Services asociated (they could have one or more Policies)
hr_hr: Od svih pregledanih stavki (adresirano), koliko njih nije povezano sigurnosne usluge (mogu imati jednu ili više pravila)

source: No Controls Used
hr_hr: Nema upotrebe kontrola

source: From all the items that have been reviewed (Addressed) how many have controls and those controls have missing or failed audits.)
hr_hr: Od svih pregledanih stavki (adresirano) koliko ima kontrola i one kontrole imaju nedostajuće ili propuštene provjere.)

source: Failed Controls
hr_hr: Neuspješne kontrole

source: Based on the input by the compliance manager, what is the average compliance effectiveness for each item
hr_hr: Na temelju unosa upravitelja usklađenosti, koja je prosječna učinkovitost usklađenosti za svaku stavku

source: Average Effectiveness
hr_hr: Prosječna učinkovitost

source: The title for the compliance exception
hr_hr: Naslov za iznimku sukladnosti

source: Exception Title
hr_hr: Naslov izuzeća

source: The date when the compliance exception expired and must be reviewed
hr_hr: Datum kada je izuzetak usklađenosti istekao i mora se pregledati

source: Complaince status can be: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
hr_hr: Status žalbe može biti: "Isteklo (crveno)" - kada je datum postavljen u prošlosti. Sustavni zapis se generira na iznimku kada se to dogodi.

source: Improvement Projects
hr_hr: Projekti poboljšanja

source: The project title
hr_hr: Naslov projekta

source: Project status can be: - "Over Budget (Red)" - when the current budget is higher than the set on the project. a system record is generated on the project showing both numbers. - "Expired Tasks (Yellow)" - when one or more tasks expiration date is in the past. a system record is generated on the project with the name of the task.- "Expired Project (Red)" - when the project deadline is in the past. a system record is generated when that happens.
hr_hr: Status projekta može biti: - "Preko proračuna (crvena)" - kada je trenutačni proračun veći od postavljenog na projektu. Na projektu se generira zapis sustava koji prikazuje oba broja. - "Istekla zadaća (žuta)" - kada je jedan ili više datuma isteka zadatka u prošlosti. Na projektu je generiran zapis sustava s nazivom zadatka.- "Provedeni projekt (crveni)" - kada je rok projekta u prošlosti. Kada se to dogodi, generira se zapis sustava.

source: Requirements with mitigation Issues
hr_hr: Zahtjevi s mjerama ublažavanja

source: Type refer to the type of object that has been mapped to a compliance requirement but has some type of issue. Type can be a Compliance Exception or a Security Service
hr_hr: Vrsta se odnosi na vrstu objekta koja je mapirana prema zahtjevu za sukladnost, ali ima neku vrstu izdanja. Vrsta može biti iznimka za sukladnost ili sigurnosna služba

source: The name of the Compliance Exception or Security Service
hr_hr: Naziv Izvanmjernog ili Sigurnosnog servisa

source: The status indicates the issues identified with this object
hr_hr: Status označava probleme identificirane s ovim objektom

source: Non Applicable Items
hr_hr: Neprimjenjive stavke

source: Package ID
hr_hr: ID paketa

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Compliance Package will also delete related Compliance Package Items, Compliance Management and Compliance Audits. Continue?
hr_hr: Jeste li sigurni da želite izbrisati stavku: <strong>%s</strong> ? Uklanjanje paketa s usklađenosti također će izbrisati povezane stavke paketa sukladnosti, usklađenost s upravljanjem i usklađenost s usklađenosti. Nastaviti?

source: With the exception of attachments, everything else will be copied to the new package (compliance packages, controls, policies, Etc).
hr_hr: Uz izuzetak privitaka, sve ostalo će se kopirati u novi paket (pakete za sukladnost, kontrole, pravila, itd.).

source: What is the Third Party you are duplicating.
hr_hr: Što je treća strana koju dupliciraš?

source: What will be the name of this new package.
hr_hr: Što će biti naziv ovog novog paketa.

source: Select one third party with whom you'll asociate this compliance package. If you dont have what you want, you can always create a new Third Party
hr_hr: Odaberite jednu treću stranu s kojom ćete pridružiti ovaj paket za sukladnost. Ako nemate ono što želite, uvijek možete stvoriti novu treću stranu

source: Regulator or Compliance Authority
hr_hr: Tijelo za regulaciju ili sukladnost

source: View Third Party
hr_hr: Pogledajte treću stranu

source: Add Compliance Package
hr_hr: Dodaj paketu za sukladnost

source: Add Compliance Package Item
hr_hr: Dodajte stavku paketa za sukladnost

source: The Item ID field is usually used to define the unique number for a copmliance requirement. For example "1.1"
hr_hr: Polje ID-a artikla obično se koristi za definiranje jedinstvenog broja za zahtjev za pronevjeru. Na primjer "1.1"

source: the item name is usually used for the title or the brief summary of the requirement. for example "networks are required to be segregated"
hr_hr: Naziv stavke obično se koristi za naslov ili kratki sažetak zahtjeva. Primjerice "mreže moraju biti odvojene"

source: item name
hr_hr: Naziv stavke

source: The item description is usually used for describing the requirement in detail
hr_hr: Opis stavke obično se koristi za detaljno opisivanje zahtjeva

source: No Third Parties found.
hr_hr: Nisu pronađene treće strane.

source: Removing Compliance Package will also delete related Compliance Package Items, Compliance Management and Compliance Audits. Continue?
hr_hr: Uklanjanje paketa s usklađenosti također će izbrisati povezane stavke paketa sukladnosti, usklađenost s upravljanjem i usklađenost s usklađenosti. Nastaviti?

source: Cron jobs not found.
hr_hr: Cronovi poslovi nisu pronađeni.

source: Flow Status
hr_hr: Status protoka

source: Choose the status being analysed, in the end the goal is to make sure you went trough all possible stages for any given asset.
hr_hr: Odaberite status koji se analizira, na kraju je cilj osigurati da ste prošli kroz sve moguće faze za bilo koju određenu imovinu.

source: Flow Description
hr_hr: Opis protoka

source: OPTIONAL: Describe the status you have previously selected, the context of the situation, Etc.
hr_hr: OPTIONAL: Opišite status koji ste prethodno odabrali, kontekst situacije, itd.

source: Business Units:
hr_hr: Poslovne jedinice:

source: MANDATORY: Which Business Unit is Involved on this stage? This is important as they will be most likely be held accountable for issues relating to the confidentiality, availablity and availability of this asset.
hr_hr: OBVEZNA: Koja je poslovna jedinica uključena u ovoj fazi? To je važno jer će najvjerojatnije biti odgovorni za pitanja koja se odnose na povjerljivost, raspoloživost i dostupnost ove imovine.

source: Third Parties:
hr_hr: Treće strane:

source: OPTIONAL: Which TP are involved on this stage? Sharing data with Third Parties is an indication that further risk analysis must be involved.
hr_hr: DODATNE OPCIJE: Koji TP su uključeni u ovu fazu? Dijeljenje podataka s trećim stranama znak je da se mora uključiti daljnja analiza rizika.

source: Compensating controls:
hr_hr: Kompenzacijske kontrole:

source: OPTIONAL: Choose one or more controls from Control Catalogue / Security Services module used to protect this asset.
hr_hr: OPTIONAL: Odaberite jednu ili više kontrola iz modula Upravljački katalog / sigurnosni servisi koji se koriste za zaštitu ovog materijala.

source: Improvement Projects:
hr_hr: Projekti poboljšanja:

source: OPTIONAL: Choose one or more projects from Security Operations / Project Management used to state improvements planned for this stage.
hr_hr: OPTIONAL: Izaberite jedan ili više projekata iz sigurnosnih operacija / upravljanja projektima koji se koriste za poboljšanje poboljšanja u ovoj fazi.

source: Are you really sure you want to delete this item?
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku?

source: Stage
hr_hr: Pozornica

source: Security Policy
hr_hr: Sigurnosna politika

source: While every organization is a different thing, dashboards at eramba are general. Therefore you might not find this dashboards useful or accurate. If you want custom dashboards contact eramba's core team at %s or %s
hr_hr: Dok je svaka organizacija drugačija, nadzorne ploče u erambi su opće. Stoga možda niste pronašli ove nadzorne ploče korisne ili točne. Ako želite da prilagođene nadzorne ploče kontaktirate erambinu jezgrenu reprezentaciju na%s ili%s
