Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: The amount of days required to keep the plan operative. For example, 4 people need to work on the plan at least 5 days to ensure is audited, operational, Etc. That would make 20 days of effort (in terms of cost).
hr_hr: Količina dana potrebnih za održavanje plana operativnog. Na primjer, 4 osobe trebaju raditi na planu najmanje 5 dana kako bi se osigurala revizija, operativna, itd. To bi 20 dana truda (u smislu troška).

source: The plan can be either in "Design" or "Production" phases. If the plan is set to "Design" it will not be shown on the rest of the system and audits will not be available
hr_hr: Plan može biti u fazi "Dizajn" ili "Proizvodnja". Ako je plan postavljen na "Dizajn", neće se prikazati na ostatku sustava, a revizije neće biti dostupne

source: Define how this continiuty plan will be tested at regular point in time.)
hr_hr: Odredite kako će se ovaj plan kontinuiteta ispitati u redovitom trenutku.)

source: Audit Success Metric Criteria
hr_hr: Kriteriji mjerenja uspješnosti revizije

source: What criteria will be used to determine if the plan worked or not.
hr_hr: Koji kriteriji će se koristiti za utvrđivanje je li plan radio ili nije.

source: Audit Dates
hr_hr: Datumi revizije

source: Add Date
hr_hr: Dodaj datum

source: Insert dates when this plan needs to be tested every year.
hr_hr: Umetnite datume kada ovaj plan treba testirati svake godine.

source: Awareness Recurrence
hr_hr: Ponavljanje svjesnosti

source: Business continuity plan
hr_hr: Plan kontinuiteta poslovanja

source: Launch criteria
hr_hr: Pokrenite kriterije

source: Resource utilization
hr_hr: Iskorištavanje resursa

source: Plan Details
hr_hr: Detalji o planu

source: Task Owner
hr_hr: Vlasnik zadataka

source: Does what
hr_hr: Što to?

source: No plan details found.
hr_hr: Nisu pronađeni detalji plana.

source: Audit information
hr_hr: Nisu pronađene informacije o reviziji.

source: Audit metric
hr_hr: Metrički pregled

source: Audit success criteria
hr_hr: Kriteriji uspješnosti revizije

source: Planned audit date
hr_hr: Planirani datum revizije

source: Actual start date
hr_hr: Stvarni datum početka

source: Actual end date
hr_hr: Stvarni datum završetka

source: No audit information found.
hr_hr: Nisu pronađene informacije o reviziji.

source: Business Continuity Plan
hr_hr: Plan kontinuiteta poslovanja

source: Export Task Reminders CSV
hr_hr: Izvoz obavijesti Podsjetnici CSV

source: Export Audits CSV
hr_hr: Izvoz provjere CSV

source: Add New Task on Plan
hr_hr: Dodaj novu zadatak na plan

source: The OPEX cost of the plan. This is useful for budget planning.
hr_hr: OPEX troškovi plana. Ovo je korisno za planiranje proračuna.

source: The CAPEX cost of the plan. This is useful for budget planning.
hr_hr: CAPEX trošak plana. Ovo je korisno za planiranje proračuna.

source: No Notification
hr_hr: Nema obavijesti

source: A descriptive criteria for this classification.
hr_hr: Za ovu klasifikaciju nije određen kriterij

source: The criteria used to determine if the plan should be launched or not.
hr_hr: Kriteriji koji se koriste za utvrđivanje hoće li plan biti pokrenut ili ne.

source: The metric used to audit the plan. For example: Time to provide continuity.
hr_hr: Metrika koja se koristi za reviziju plana. Na primjer: vrijeme da se osigura kontinuitet.

source: The measurement of the metric must be validated against a criteria to determine if the audit pass or not. For example: Under 1hour.
hr_hr: Mjerenje mjernih podataka mora biti potvrđeno u skladu s kriterijima kako bi se utvrdilo hoće li revizija proći ili ne. Na primjer: ispod 1 sata.

source: Continuity Plan Details
hr_hr: Pojedinosti o kontinuitetu kontinuiteta

source: In this plan, where this step goes? Example: 1, 4, 6, Etc.
hr_hr: U ovom planu, gdje taj korak ide? Primjer: 1, 4, 6, itd.

source: When following an emergency procedure, is important to know who does what in particular when! Example: no longer than 5 minutes after declared the crisis.
hr_hr: Kada slijedite hitan postupak, važno je znati tko to radi, osobito kada! Primjer: ne više od 5 minuta nakon što je proglasio krizu.

source: Who is executing this task? This shoud be an individual, a group, Etc.
hr_hr: Tko izvršava taj zadatak? Ovo mora biti pojedinac, skupina, itd.

source: Select the user that is responsible for this task. This will be used to ensure he is notified at regular periods about his responsabilities on this plan.
hr_hr: Odaberite korisnika koji je odgovoran za ovaj zadatak. Ovo će se koristiti kako bi se osiguralo da se redovito izvješćuje o njegovim odgovornostima o ovom planu.

source: Describe very briefly what is the task required to execute
hr_hr: Opišite vrlo kratko što je zadatak potrebno izvršiti

source: Does What
hr_hr: Čini što

source: Where is the task executed?
hr_hr: Gdje je zadatak izvršen?

source: How is the task executed?
hr_hr: Kako se zadatak izvodi?

source: Awareness Status
hr_hr: Status svijesti

source: Select user
hr_hr: Odaberite korisnika

source: The individual selected can get notifications at regular points in time reminding him of his responsabilities in this plan.
hr_hr: Odabrani pojedinac može redovito primati obavijesti u vremenu, podsjećajući mu na njegove odgovornosti u ovom planu.

source: Plan Step
hr_hr: Planirajte korak

source: In this plan, where this step goes? Example: 1, 4, 6, Etc.
hr_hr: U ovom planu, gdje taj korak ide? Primjer: 1, 4, 6, itd.

source: When reading an emergency procedure, is important to know who does what in particular when! Example: no longer than 5 minutes after declared the crisis.
hr_hr: Kada čitate postupak za hitne slučajeve, važno je znati tko čini ono što posebno kada! Primjer: ne više od 5 minuta nakon što je proglasio krizu.

source: Valid examples: Warms up engines, Starts passive DC infrastructure. There's no point in writting how in details that is to be done since you shouldnt expect someone to learn to do something while in the middle of an emergency
hr_hr: Valjani primjeri: zagrijava motore, pokreće pasivnu DC infrastrukturu. Nema smisla pisati kako se pojedinosti treba obaviti jer ne biste trebali očekivati ​​da će netko naučiti nešto učiniti dok je usred nužde

source: Name this business unit, for example: Finance
hr_hr: Nazovite ovu poslovnu jedinicu, na primjer: Financije

source: Give a brief description of what this Business Unit delivers
hr_hr: Dajte kratak opis onoga što ova poslovna jedinica donosi

source: INFORMATIVE: Select one system user that will act as representative for this business unit, if you havent got a user account you can use admin.
hr_hr: INFORMATIVNO: Odaberite jednog korisnika sustava koji će služiti kao predstavnik ove poslovne jedinice, ako niste dobili korisnički račun s kojim možete koristiti admin.

source: Add User
hr_hr: Dodaj korisnika

source: OPTIONAL: Select one or more liabilities to which this BU is subject to. Remeber you can define liabilities under Organisation / Legal Constrains or create a new one using the icon on the right.
hr_hr: DODATNE OPCIJE: odaberite jednu ili više odgovornosti na koje je podložan ovaj BU. Imajte na umu da možete definirati obveze pod Organizacijskim / pravnim ograničenjima ili stvoriti novi pomoću ikone s desne strane.

source: Business Unit Name:
hr_hr: Naziv poslovne jedinice:

source: Business Unit name.
hr_hr: Naziv poslovne jedinice.

source: Libilities that impact this business unit. Depending on the risk calculation you use, these liabilities will later affect risk scores under Risk Management / Business Impact Analysis
hr_hr: Ličnosti koje utječu na ovu poslovnu jedinicu. Ovisno o izračunu rizika koji koristite, te će obveze kasnije utjecati na procjene rizika u sklopu analize rizika / analize poslovanja

source: The Business Unit owner is the individual accountable for that area of the business.
hr_hr: Vlasnik poslovne jedinice je pojedinac odgovoran za to područje poslovanja.

source: Business Owner
hr_hr: Vlasnik tvrtke

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. How long (in days, hours, etc) should it take to get things back on (this should be less or equal to MTO). Most business people usually reply ASAP, but in practice that might not be accurate.
hr_hr: OPTIONAL: Ova je vrijednost korisna samo ako planirate BIA (Analiza poslovnih učinaka) vašoj organizaciji s modulom Analiza utjecaja na upravljanje rizikom / Business Impact Analysis. Koliko dugo (u danima, satima, itd.) Treba poduzeti kako bi se stvari vratile (to bi trebalo biti manje ili jednako MTO-u). Većina poslovnih ljudi obično odgovara ASAP, ali u praksi to možda neće biti točno.

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. How long things can be broken before they become a serious business problem.
hr_hr: OPTIONAL: Ova je vrijednost korisna samo ako planirate BIA (Analiza poslovnih učinaka) vašoj organizaciji s modulom Analiza utjecaja na upravljanje rizikom / Business Impact Analysis. Koliko dugo stvari mogu biti razbijene prije nego što postanu ozbiljan poslovni problem.

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. This should be used as a prioritization tool in order to Risk analyse those business that loss is higher. The calculation is done as Revenue per Hour / MTO).
hr_hr: OPTIONAL: Ova je vrijednost korisna samo ako planirate BIA (Analiza poslovnih učinaka) vašoj organizaciji s modulom Analiza utjecaja na upravljanje rizikom / Business Impact Analysis. To bi se trebalo koristiti kao alat za određivanje prioriteta kako bi rizik analizirali one tvrtke koje su gubitak veći. Izračun se vrši kao Prihod po satu / MTO).

source: BIA Priority
hr_hr: BIA prioritet

source: Removing Business Unit will also delete related Business Processes, Assets and Risks. Continue?
hr_hr: Uklanjanje poslovne jedinice također će ukloniti povezane poslovne procese, imovinu i rizike. Nastaviti?

source: Are you really sure you want to delete the comment?
hr_hr: Jeste li sigurni da želite izbrisati komentar?

source: No Comments found.
hr_hr: Nije pronađen nijedan komentar.

source: Provide a title for this finding, such as "FIND01 - Missing Firewall Policies"
hr_hr: Navedite naslov ovog nalaza, kao što je "FIND01 - propuštene politike vatrozida"

source: Describe the finding.
hr_hr: Opišite nalaz.

source: Input the date by which this compliance findings must be resolved, you can assign notifications to remind your team about this deadline.
hr_hr: Unesite datum po kojem se ovi rezultati sukladnosti moraju riješiti, možete dodijeliti obavijesti da podsjetite tim o ovom roku.

source: You can use tags to profile your findings, examples are "In Remediation", "Networks", Etc.
hr_hr: Oznake možete koristiti za profiliranje vaših nalaza, primjeri su "U remedijaciji", "Mreže", itd.

source: Use this field to select one or more individuals that are accountable to get this issue sorted out. This is typically someone at the GRC department.
hr_hr: Koristite ovo polje da biste odabrali jednu ili više pojedinaca koji su odgovorni za rješavanje ovog problema. To je obično netko u odjelu GRC-a.

source: Use this field to select one or more individuals that are responsible to get this issue sorted out. This is typically someone at the department where the finding was found, this could be a Technical department, Etc.
hr_hr: Koristite ovo polje da biste odabrali jednu ili više pojedinaca koji su odgovorni za rješavanje ovog problema. To je obično netko na odjelu gdje je pronađen nalaz, to bi mogao biti tehnički odjel itd.

source: Set the status of this compliance finding as "open" or "closed" (once is resolved).
hr_hr: Postavite status ovog nalaza za usklađenost kao "otvoren" ili "zatvoren" (jednom je riješen).

source: Owners
hr_hr: Vlasnici i

source: Associated Compliance Package Items
hr_hr: Paketne stavke povezane sukladnosti

source: No Compliance items has been linked to this finding.
hr_hr: Nijedna stavka usklađenosti nije povezana s ovim nalazom.

source: No Findings found.
hr_hr: Nisu pronađeni nijedni rezultati.

source: Select one feedback profile from the list above or create a new one using the field below.
hr_hr: Iz gornjeg popisa odaberite jedan profil povratne veze ili izradite novi pomoću polja u nastavku.

source: New Feedback Profile
hr_hr: Novi profil povratnih informacija

source: Feedback Profiles group possible answers to your questionnaires (you define possible answers in the field below)
hr_hr: Profili za povratne informacije grupiraju moguće odgovore na vaše upitnike (definirate moguće odgovore u polju u nastavku)

source: Possible answers for your questionnaires, such as "Yes we are compliant", "No we are not compliant", Etc.
hr_hr: Mogući odgovori za vaše upitnike, kao što su "Da smo usklađeni", "Ne, mi nismo u skladu", itd.

source: No Compliance Audit Feedback items found.
hr_hr: Nisu pronađene stavke povratne informacije o reviziji usklađenosti.

source: Audit Status
hr_hr: Status revizije

source: Select status
hr_hr: Odaberite status

source: Define the phase in which this status is: No Evidence Needed, Evidence Provided, Waiting for Evidence.
hr_hr: Odredite fazu u kojoj je ovaj status: Nema potrebnih dokaza, dokaz da je, čekajući dokaze.

source: If you chose "Evidence Needed" or "Waiting for Evidence" you should select one or more individuals in this list that will receive notifications asking them to provide evidence.
hr_hr: Ako ste odabrali "Potrebni dokazi" ili "Čekanje dokaza", trebali biste odabrati jednu ili više osoba na ovom popisu koji će primiti obavijesti od njih da daju dokaze.

source: Give a name to this audit. For example: "May Audit for ISO 27001"
hr_hr: Dajte ime ovoj reviziji. Na primjer: "Može li revizija za ISO 27001"

source: Choose from the available list of compliance packages the one you will use to audit. You will only see items here if you have previously imported a set of compliance requirements (see Compliance Management / Compliance Packages
hr_hr: Iz dostupnog popisa paketa za sukladnost odaberite onu koju ćete koristiti za reviziju. Ovdje ćete vidjeti samo stavke ako ste prethodno uvezli skup uvjeta za sukladnost (pogledajte Paket o sukladnosti / Paketima sukladnosti

source: Select the user account that will take the role of auditor
hr_hr: Odaberite korisnički račun koji će preuzeti ulogu revizora

source: OPTIONAL: Select the user account that will will be your contact at the organisation you are auditing. This field is only used for notifications (such as reminders of deadlines, etc) and is not the user that will be asked to respond to your questions.
hr_hr: OPTIONAL: Odaberite korisnički račun koji će biti vaš kontakt u organizaciji koju provjeravate. Ovo se polje upotrebljava samo za obavijesti (poput podsjetnika na rokove itd.) I nije korisnik koji će se tražiti da odgovori na vaša pitanja.

source: INFORMATIVE FIELD: When is this audit scheduled to start? This field is only informative.
hr_hr: INFORMATIVNO PODRUČJE: Kada je ova revizija trebala započeti? Ovo polje je informativno.

source: INFORMATIVE FIELD: When is this audit scheduled to end? This is used to trigger notifications to the third party contact defined above.
hr_hr: INFORMATIVNO PODRUČJE: Kada se ova revizija planira završiti? Ovo se koristi za pokretanje obavijesti kontaktu treće strane koji je gore definiran.

source: OPTIONAL: eramba can send email notifications to the individuals you define as responsible for responding your questions (you define this on the next tab) - this option sets the content of that email. You can set your own message and subject (by unchecking this box) or use a default.
hr_hr: OPCIONALNO: eramba može slati obavijesti e-poštom osobama koje odredite kao odgovorne za odgovaranje na pitanja (to definirate na sljedećoj kartici) - ova opcija postavlja sadržaj te e-pošte. Možete postaviti vlastitu poruku i predmet (isključivanjem ovog okvira) ili koristiti zadanu postavku.

source: Define custom email subject.
hr_hr: Odredite prilagođenu temu e-pošte.

source: Define custom email body.
hr_hr: Definirajte prilagođeno tijelo e-pošte.

source: Those you set as auditees (the ones that will be asked to respond to your questions) will be presented with a portal, this options set the title for that portal.
hr_hr: Oni koje postavite kao auditirane osobe (one koje će se tražiti da odgovore na vaša pitanja) bit će prikazane s portalom, a ove opcije postavljaju naslov za taj portal.

source: The portal includes a free text box where you can define whatever content you wish. Typically this is used for instructions (such as respond all questions, provide evidence if requested, Etc).
hr_hr: Portal uključuje besplatni okvir za tekst u kojem možete definirati sadržaj koji želite. Obično se to koristi za upute (kao što su odgovor na sva pitanja, daju dokaze na zahtjev, itd.).

source: Auditee recieves
hr_hr: Auditee prima

source: Every time the auditor provides a response, comment or attachment the auditor (defined on the first tab) will receive an email notification.
hr_hr: Svaki put kad vam revizor daje odgovor, komentar ili privitak, revizor (definiran na prvoj kartici) dobit će obavijest e-poštom.

source: Auditor recieves
hr_hr: Revizor prima

source: Every time the auditee provides a response, comment or attachment the auditor (defined on the first tab) will receive an email notification.
hr_hr: Svaki put kad osoba koja je obavila provjeru daje odgovor, komentar ili privitak, revizor (definiran na prvoj kartici) dobit će obavijest e-poštom.

source: Fields to display on each compliance item
hr_hr: Polja koja će se prikazivati ​​na svakoj stavci sukladnosti

source: Show title
hr_hr: Prikaži Naslov

source: Show description
hr_hr: Prikaži opis

source: Show audit criteria
hr_hr: Prikaži kriterije revizije

source: Display Findings to Auditee in PDF format.
hr_hr: Prikaz rezultata pretraživanja u PDF formatu.

source: The first three checkboxes determine which columns from the compliance package will be shown on the portal (at least one must be selected). As the audit takes place the auditor can create findings, this include a title, description, deadline, etc - the auditor can make those available to the auditee on the portal in PDF format.
hr_hr: Prva tri potvrdna okvira određuju koji će stupci iz paketa usklađenosti biti prikazani na portalu (barem jedan mora biti odabran). Kako se provodi revizija, revizor može stvoriti nalaz, a to uključuje naslov, opis, rok, itd. - revizor ih može učiniti dostupnim revidiranima na portalu u PDF formatu.

source: Select one or more individuals that will be responsible for responding the questions set on this assessments (we call them auditees). Altough the settings here will apply to each question on your compliance package you can later fine-tune this settings by editing the audit (once saved)
hr_hr: Odaberite jedan ili više pojedinaca koji će biti odgovorni za odgovore na pitanja postavljena na ovoj procjeni (mi ih nazivamo auditees). Iako se postavke ovdje primjenjuju na svako pitanje na vašem paketu za usklađivanje, kasnije možete podesiti ove postavke uređivanjem revizije (jednom spremljenom)

source: Default Status
hr_hr: Zadani status

source: OPTIONAL: if you are interested in keeping track of evidence you can use this setting setting it to the value "Waiting for Evidence". Every time you get evidence for a question you can change that status to "Evidence Provided". If you are not interested in using this tags simply set "No evidence Needed".
hr_hr: DODATNE OPCIJE: ako ste zainteresirani za praćenje dokaza, možete koristiti ovu postavku postavljanjem na vrijednost "Čekanje dokaza". Svaki put kada dobijete dokaze o nekom pitanju, taj status možete promijeniti u "Provjereni dokazi". Ako niste zainteresirani za upotrebu ovih oznaka jednostavno postavite "Nema potrebnih dokaza".

source: Possible Answers
hr_hr: Moguće odgovore

source: If you want to define a set of predefined answers for the auditor to use (such as "Yes, we are compliant", "No we are not compliant", etc) you need to define them on the Third Party Audit / Settings option. If you havent done that yet, you need to cancel this form and start all over :)
hr_hr: Ako želite definirati skup unaprijed definiranih odgovora za upotrebu revizora (kao što je "Da, usklađeni smo", "Ne, ako nismo u skladu" itd.), Trebate ih definirati u opciji revizije / postavki treće strane. Ako to još niste učinili, trebate otkazati ovaj obrazac i započeti čitavo vrijeme :)

source: Use this option to load new Audit Findings (items that after an audit proved not compliant)
hr_hr: Koristite ovu opciju za učitavanje novih nalaza revizije (stavke koje nakon provjere nije dokazano usklađeno)

source: You can use this setting option to request a particular system user to submit evidence for this specific requirement. After this setting has been configured you must manually trigger the notifications to all auditees.
hr_hr: Ovu opciju postavljanja možete upotrijebiti da biste zatražili od korisnika da dostave dokaze za taj specifičan zahtjev. Nakon što je ova postavka konfigurirana, morate ručno pokrenuti obavijesti svim auditiranim korisnicima.

source: Defines if the audit is ongoign (waiting for evidence) or completed (evidence has been provided or there is no need for evidence)
hr_hr: Određuje hoće li se revizija izvršiti (čekanje dokaza) ili dovršiti (dokaz je dostavljen ili nema potrebe za dokazima)

source: Settings Workflows
hr_hr: Postavke tijekova rada

source: If an audit setting was configured for this item, the auditee is the individual who is responsible for providing audit evidence
hr_hr: Ako je postavka za reviziju konfigurirana za ovu stavku, revidirana je osoba koja je odgovorna za pružanje revizijskih dokaza

source: Add Finding
hr_hr: Dodajte Finding

source: Associated Items
hr_hr: Povezane stavke

source: No feedback yet
hr_hr: Još nema povratne informacije

source: No feedback settings
hr_hr: Nema postavki povratnih informacija

source: %d Item
hr_hr: % D Stavka

source: The link for this request has expired and no action is required because the request is complete.
hr_hr: Veza za ovaj zahtjev istekla je i nije potrebno ništa poduzeti jer je zahtjev završen.

source: Submit Audit
hr_hr: Pošaljite reviziju

source: Notify auditor all questions has been answered.
hr_hr: Obavijestite revizora da je odgovoreno na sva pitanja.

source: List of Compliance Items associated with your name that need feedback
hr_hr: Popis usklađenih stavki povezanih s vašim imenom koje trebaju povratne informacije

source: Your Responses
hr_hr: Vaši odgovori

source: Export Findings
hr_hr: Izvoz nalaza

source: You can choose one or more items for this feedback profile.
hr_hr: Možete odabrati jednu ili više stavki za ovaj profil povratnih informacija.

source: Third Party Audit
hr_hr: Revizija treće strane

source: Evidence Stats
hr_hr: Dokazi o dokazima

source: Expired Findings
hr_hr: Istekle nalaz

source: Assessed Items
hr_hr: Procijenjene stavke

source: Answers Stats
hr_hr: Odgovori Statistika

source: (%d Item)
hr_hr: (% D Stavka)

source: This is the URL auditees will use to login at eramba in order to reply your questions. This URL will be included on email notifications.
hr_hr: Ovo je URL auditees koji će se prijaviti na erambu kako bi odgovorili na vaša pitanja. Ovaj će URL biti uključen u obavijesti e-poštom.

source: Portal URL
hr_hr: URL portala
