Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Vulnerabilities Description.
hr_hr: Opis ranjivosti.

source: Describe the context of the vulnerabilities if you wish.
hr_hr: Opišite kontekst ranjivosti ako želite.

source: eramba will display your risk classification options as per the settings defined at Risk Management / Asset Risk Management / Settings / Classification and the Risk Calculation method choosen at Risk Management / Asset Risk Management / Settings / Risk Calculation.
hr_hr: Eramba će prikazati vaše mogućnosti klasifikacije rizika prema postavkama definiranim u Upravljanje rizicima / Upravljanje rizicima imovine / Postavke / Razvrstavanje i Metoda procjene rizika odabranog u Upravljanje rizicima / Upravljanje rizikom imovine / Postavke / Izračun rizika.

source: Risk Response Procedures
hr_hr: Postupci odgovora na rizik

source: Risk Response Policies
hr_hr: Politike odgovora na rizik

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Asset Risk Management / Settings / Risk Calculation.
hr_hr: Rezultat rizika automatski se izračunava pomoću klasifikacije odabrane na prethodnoj kartici i izračunom rizika definiranog u Upravljanje rizicima / Upravljanje rizicima imovine / Postavke / Izračun rizika.

source: Mitigating controls
hr_hr: Olakšavanje kontrole

source: Compensating Policies
hr_hr: Kompenzacijske politike

source: Compensating Standards
hr_hr: Kompenzacijski standardi

source: Asset based risk
hr_hr: Rizik temeljen na imovini

source: Residual Risk score
hr_hr: Rezidualni rezultat rizika

source: Assets being Risk Analysed
hr_hr: Imovina koja se analizira

source: Asset name
hr_hr: Naziv imovine

source: Risk Assesment &amp; Classification
hr_hr: Procjena rizika i klasifikacija

source: Threat tags
hr_hr: Oznake prijetnje

source: Vulnerability tags
hr_hr: Oznake ranjivosti

source: Treatment strategy
hr_hr: Strategija liječenja

source: Asset Based Risks
hr_hr: Rizici temeljen na imovini

source: List Risks
hr_hr: Popis rizika

source: List Assets
hr_hr: Popis sredstava

source: No Risks related to this Asset found.
hr_hr: Nisu pronađeni rizici vezani uz ovu imovinu.

source: Treatment Strategy
hr_hr: Strategija liječenja

source: Optionally, chose a user that will take the role of CISO.
hr_hr: Po želji, izabrati korisnika koji će preuzeti ulogu CISO-a.

source: Optionally, chose a user that will take the role of CISO Deputy.
hr_hr: Po želji, izabrati korisnika koji će preuzeti ulogu CISO zamjenika.

source: Optionally, chose a user that will take the role of Board Representative.
hr_hr: Po želji, izabrati korisnika koji će preuzeti ulogu predstavnika odbora.

source: Optionally, chose a user that will take the role of Board Representative deputy.
hr_hr: Po želji, izabrati korisnika koji će preuzeti ulogu zamjenika predstavnika odbora.

source: Are you really sure you want to delete scope?
hr_hr: Jeste li sigurni da želite izbrisati opseg?

source: Very important. It's crucial when classifying to be consistent with the criteria you use to say a given risk is one or another type. Ideally your criteria should be simple and practical. Dont get too creative here. Examples: "The risk worth is higher than a 40k EUR", "The disclosure of this risk could mean legal actions against the company", Etc.
hr_hr: Jako važno. Ključno je kada klasificiranje bude u skladu s kriterijima koje upotrebljavate za reći da je dan rizik jedna ili druga vrsta. Idealno bi vaši kriteriji trebali biti jednostavni i praktični. Nemojte se previše kreativno ovdje. Primjeri: "Vrijednost rizika veća je od 40 k EUR", "Otkriće tog rizika može značiti pravne radnje protiv tvrtke", itd.

source: No Security Incident Classifications found.
hr_hr: Nisu pronađene klasifikacije sigurnosnih incidenata.

source: Give a name to this stage. For example "Identification" or "Containment"
hr_hr: Dajte ime ovoj fazi. Na primjer, "Identification" (Identifikacija) ili "Containment"

source: Give a description to this stage
hr_hr: Dajte opis ovoj fazi

source: No stages found.
hr_hr: Nijedna faza nije pronađena.

source: Incident Stakeholders
hr_hr: Sudionici incidenata

source: Give the Security Incident a title, name or code so it's easily identified on the menu.
hr_hr: Dajte sigurnosnom incidentu naslov, ime ili kôd tako da se lako može identificirati na izborniku.

source: Incidents can be potential incidents or confirmed incidents. This usually is defined as the incident is investigated and confirmed.
hr_hr: Incidenti mogu biti potencijalni incidenti ili potvrđeni incidenti. To se obično definira jer se incident istražuje i potvrđuje.

source: OPTIONAL: Describe the Security Incident in detail (when, what, where, why, whom, how). You will later update the incident using lifecycle stages or comments on the incident itself.
hr_hr: DODATNE OPCIJE: Detaljno opišite sigurnosni incident (kada, što, gdje, zašto, kome, kako). Kasnije ćete ažurirati događaj pomoću stadija životnog ciklusa ili komentara o samom događaju.

source: OPTIONAL: Tag this incident according to their characteristics. This can later be useful to apply filters and export data.
hr_hr: DODATNE OPCIJE: Označite ovaj incident u skladu s njihovim karakteristikama. To kasnije može biti korisno za primjenu filtara i izvoznih podataka.

source: Set the date this incident was reported.
hr_hr: Postavite datum kada je prijavljen incident.

source: Set the date this incident was closed. If the checkbox on the bottom of the form "Automatically Close" is checked the incident will be closed automatically once all stages have been completed.
hr_hr: Postavite datum kad je događaj bio zatvoren. Ako je označen potvrdni okvir pri dnu obrasca "Automatski zatvori", incident će biti automatski zatvoren nakon dovršetka svih faza.

source: For the time the incident is being managed (investigated, communicated, etc.) the incident status should be open. Otherwise it could be closed.
hr_hr: Za vrijeme kada se incident upravlja (istraživan, priopćeno, itd.), Status nezgoda trebao bi biti otvoren. Inače bi to moglo biti zatvoreno.

source: Automatically Close Incident
hr_hr: Automatski zatvori incident

source: When all items on the lifecycle are completed this incident will change to "Closed" status automatically.
hr_hr: Kada su sve stavke na životnom ciklusu dovršene, taj će se incident automatski promijeniti u status "Zatvoren".

source: Not available as stages are not defined.
hr_hr: Nije dostupno kao faze nisu definirane.

source: Related Asset Risks
hr_hr: Srodni rizici imovine

source: OPTIONAL: If a Risk was previously documented (Risk Management / Asset Risk Management) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
hr_hr: OPCIJA: Ako je Rizik bio dokumentiran (Upravljanje rizicima / Upravljanje rizikom u imovini) koji opisuje scenarij u kojem bi se taj incident mogao dogoditi, odaberite ga kako bi uključili daljnju dokumentaciju o ovom incidentu (pravila koja se trebaju slijediti, kontrole koje se koriste, imovinska imovina, itd. .

source: Add Asset Risk
hr_hr: Dodaj rizik imovine

source: Related Third Party Risks
hr_hr: Povezani rizici treće strane

source: OPTIONAL: If a Risk was previously documented (Risk Management / Third Party Risk Management) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
hr_hr: DODATNE OPCIJE: Ako je Rizik bio dokumentiran (Upravljanje rizicima / Upravljanje rizicima treće strane) koji opisuje scenarij u kojem bi se taj događaj mogao dogoditi, odaberite je kako bi uključio daljnju dokumentaciju o ovom incidentu (pravila koja treba slijediti, kontrole koje se koriste, ).

source: Related Business Risks
hr_hr: Povezani rizici poslovanja

source: OPTIONAL: If a Risk was previously documented (Risk Management / Business Impact Analysis) describing a scenario where this incident could happen, select it in order to include further documentation on this incident (policies to be followed, controls used, assets affected, Etc).
hr_hr: DODATNE OPCIJE: Ako je Rizik prethodno dokumentiran (Upravljanje rizicima / Analiza utjecaja na poslovanje) koji opisuje scenarij u kojem bi se taj incident mogao dogoditi, odaberite ga kako bi uključio daljnju dokumentaciju o ovom incidentu (pravila koja treba slijediti, kontrole koje se koriste, imovane imovine, itd.), .

source: Add Business Risk
hr_hr: Dodaj poslovni rizik

source: Is the individual in charge of managing the incident
hr_hr: Je li osoba zadužena za upravljanje incidentom

source: OPTIONAL: Is the individual that reported the incident, could be the same as the owner. If unknown at the time the incident was reported this field can be updated later.
hr_hr: OPTIONAL: Je li pojedinac koji je prijavio incident, mogao biti isti kao i vlasnik. Ako je nepoznato u vrijeme prijave incidenta, ovo se polje može kasnije ažurirati.

source: OPTIONAL: Is the individual that has been affected by the incident. If unknown at the time the incident was reported this field can be updated later.
hr_hr: OPCIJA: Je li pojedinac na koji je pogođen incidentom. Ako je nepoznato u vrijeme prijave incidenta, ovo se polje može kasnije ažurirati.

source: Affected Compensating Controls
hr_hr: Povezane kontrole kompenzacije

source: OPTIONAL: Select one or more controls (from Control Catalogue / Security Services) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
hr_hr: OPTIONAL: Odaberite jednu ili više kontrola (iz kontrolnog kataloga / sigurnosnih servisa) koji su uključeni u ovaj incident. Ta se polja mogu sami dovršiti dok odabirete rizike (na prethodnoj kartici).

source: Affected Asset
hr_hr: Pogođena imovina

source: OPTIONAL: Select one or more assets (from Asset Managemnet / Asset Identification) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
hr_hr: OPTIONAL: Odaberite jednu ili više sredstava (od Asset Managemnet / Identification Asset) koji su uključeni u ovaj incident. Ta se polja mogu sami dovršiti dok odabirete rizike (na prethodnoj kartici).

source: Affected Third Parties
hr_hr: Pogođene treće strane

source: OPTIONAL: Select one or more assets (from Organisation / Third Parties) that are involved on this incident. This fields might autocomplete as you select risks (on the previous tab).
hr_hr: OPTIONAL: Odaberite jednu ili više sredstava (iz organizacije / treće strane) koje su uključene u ovaj incident. Ta se polja mogu sami dovršiti dok odabirete rizike (na prethodnoj kartici).

source: Incident Containment Procedure
hr_hr: Postupak zaustavljanja incidenata

source: Affected Items
hr_hr: Pogođene stavke

source: Incident Lifecycle
hr_hr: Incident životni ciklus

source: The Risk you have selected contains the following incident handling procedure: %s
hr_hr: Rizik koji ste odabrali sadrži sljedeći postupak rukovanja incidentima:%s

source: Stages
hr_hr: Faze

source: No Security Incidents found.
hr_hr: Nisu pronađeni sigurnosni incidenti.

source: Do you really want to set this stage as completed?
hr_hr: Doista želite postaviti ovu fazu kao dovršenu?

source: Do you really want to set this stage as initiated?
hr_hr: Doista želite postaviti tu fazu kao iniciranu?

source: Unable to process!
hr_hr: Nije moguće obraditi!

source: Is the individual that reported the incident, could be the same as the owner
hr_hr: Je li pojedinac koji je prijavio incident, mogao biti isti kao i vlasnik

source: Is the individual that has been affected by the incident. If there is no individual in particular, remember you can tag Thrid Parties and Assets.
hr_hr: Je li pojedinac na koji je pogođen incidentom. Ako nijedna osoba ne posjeduje osobu, sjetite se da možete označiti treće strane i imovine.

source: The status for security incidents are: - "Open" - when the security incident is open. - "Lifecycle Incomplete" - when the lifecycle defined for all incidents have not been completed
hr_hr: Status sigurnosnih incidenata su: - "Otvoreno" - kada je sigurnosni incident otvoren. - "Lifecycle Incomplete" - kada životni ciklus definiran za sve incidente nije završen

source: Risk Type
hr_hr: Vrsta rizika

source: Containment Procedure
hr_hr: Postupak ograničavanja

source: No Associated Risks found.
hr_hr: Nisu pronađeni povezani rizici.

source: Items asociated with this Incident
hr_hr: Stavke povezane s ovim incidentom

source: No Affected items found.
hr_hr: Pronađene su nedodirljive stavke.

source: Incident Stages
hr_hr: Stupnjevi incidenta

source: Policy Content
hr_hr: Sadržaj pravila

source: Related Documents
hr_hr: Povezani dokumenti

source: This is usually the title of the policy, for example: "Network Policies".
hr_hr: Ovo je obično naziv politike, na primjer: "Mrežne politike".

source: Provide a description for this policy, this is typically an introduction parragraph. This will be displayed on the Policy Portal (if enabled under System / Settings / Authentication).
hr_hr: Navedite opis ove politike, to je obično parragraf za unos. To će se prikazati na Portalu pravila (ako je omogućeno u odjeljku Sustav / Postavke / Autentifikacija).

source: The owner is the GRC team member that will be responsible to ensure this policy is well documented in eramba and its always reviewed (by the collaborators). This will be a custom role that you can use to send notifications.Choose one or more collaborators for this document
hr_hr: Vlasnik je član tima GRC-a koji će biti odgovoran kako bi se osiguralo da je ovo pravilo dobro dokumentirano u erambi i njegovom uvijek pregledanom (od strane suradnika). To će biti prilagođena uloga koju možete koristiti za slanje obavijesti.Odaberite jedan ili više suradnika za ovaj dokument

source: Collaborators are those that are actually responsible for reviewing policies at set intervals. If this is a network policy, then is likely that the collaborators are those that work on that team.
hr_hr: Suradnici su oni koji su zapravo odgovorni za pregled pravila u zadanim intervalima. Ako je to mrežna pravila, vjerojatno je da su suradnici oni koji rade na tom timu.

source: Apply tags for this document.
hr_hr: Primijite oznake za ovaj dokument.

source: The date the policy was created.
hr_hr: Datum kada je politika izrađena.

source: Policies must be reviewed at regular periods of time in order to ensure they remain useful. Setting a review date will enable the owner of the document to get a notification and ensure the review is executed by the collaborators. This date is used to trigger notifications (reminders) to owners and collaborators.
hr_hr: Pravila moraju biti pregledana u redovitim vremenskim razdobljima kako bi se osiguralo da ostanu korisni. Postavljanje datuma recenzije omogućit će vlasniku dokumenta da primi obavijest i osigura da suradnici izvrše pregled. Taj se datum koristi za pokretanje obavijesti (podsjetnika) vlasnicima i suradnicima.

source: Choose an Asset Label
hr_hr: Odaberite oznaku imovine

source: Choose one of the Asset Labels.
hr_hr: Odaberite jednu od oznaka imovine.

source: If there are improvements planned for this policy, you are able to map them here. The list of projects presented on this field comes from the Project Management module.
hr_hr: Ako postoje poboljšanja koja su planirana za ovo pravilo, možete ih ovdje mapirati. Popis projekata predstavljenih na tom polju dolazi iz modula upravljanja projektom.

source: Only those policies tagged as "Release" will be used across other parts of the system.
hr_hr: Samo one pravila označene kao "Izdanje" upotrebljavat će se u drugim dijelovima sustava.

source: The document type is used to categorise the type of document you are creating. If you are unsure if likely the best option for you is "Policy".
hr_hr: Vrsta dokumenta koristi se za kategorizaciju vrste dokumenta koji stvarate. Ako niste sigurni je li vjerojatno najbolja opcija za vas "Pravila".

source: The version of the document will be displayed on the header of the policy document. IMPORTANT ! once saved you wont be able to change this date from this form, you will need to create a "Review".
hr_hr: Verzija dokumenta bit će prikazana na zaglavlju policy dokumenta. VAŽNO! Nakon spremanja, nećete moći mijenjati ovaj datum iz ovog obrasca, morat ćete izraditi "pregled".

source: The document version can only be modified with reviews - click on <strong>Manage / Reviews</strong> to add a new review.
hr_hr: Verzija dokumenta može se izmijeniti samo s recenzijama - kliknite <strong>Upravljanje / recenzije</strong> da biste dodali novu recenziju.

source: The policy itself can be a URL an attachment or something you write using our editor bellow on this screen.
hr_hr: Sama pravila mogu biti URL privitak ili nešto što pišete pomoću našeg urednika ispod ovog zaslona.

source: If you want to use attachments for this policy, create a review under <strong>Manage / Reviews</strong>
hr_hr: Ako želite upotrebljavati privitke za ovo pravilo, izradite pregled u <strong>odjeljku</strong> Upravljanje / recenzije

source: On top of the future review, a review with todays date will be automatically created and you must attach your policies to that review
hr_hr: Na vrhu buduće recenzije automatski će se izraditi recenzija s današnjim datumom i morate priložiti pravila u tom pregledu

source: If you want to use our content editor for this policy, create a review under <strong>Manage / Reviews</strong>
hr_hr: Ako želite upotrebljavati naš urednik sadržaja za ovo pravilo, izradite pregled u odjeljku <strong>Upravljanje / recenzije</strong>

source: Brief description of the Policy
hr_hr: Kratak opis politike

source: If you want to update the URL for this policy, create a review under <strong>Manage / Reviews</strong>
hr_hr: Ako želite ažurirati URL za ovo pravilo, izradite pregled u odjeljku <strong>Upravljanje / recenzije</strong>

source: OPTIONAL: Choose one or more similar Procedures, they will be shown on the portal if a user selects this policy.
hr_hr: OPTIONAL: Odaberite jedan ili više sličnih postupaka, bit će prikazani na portalu ako korisnik odabere ovo pravilo.

source: OPTIONAL: Choose one or more similar Policies, they will be shown on the portal if a user selects this policy.
hr_hr: OPTIONAL: Odaberite jednu ili više sličnih pravila, bit će prikazani na portalu ako korisnik odabere ovo pravilo.

source: OPTIONAL: Choose one or more similar Standards, they will be shown on the portal if a user selects this policy.
hr_hr: OPTIONAL: Odaberite jedan ili više sličnih standarda, bit će prikazani na portalu ako korisnik odabere ovo pravilo.

source: Policy Portal Permission
hr_hr: Dopuštenje za policy portal

source: Choose a permission
hr_hr: Odaberite dopuštenje

source: Choose if you wish yo show this policy on the policy portal or not. Remember that the policy portal is by default disabled (System / Settings / Authentication) and is accesible by using the same URL you use for eramba with /policy/ on the end. For example: http://eramba.com/policy/
hr_hr: Odaberite ako želite da ovo pravilo predstavite na portalu pravila ili ne. Imajte na umu da je portal za pravila prema zadanim postavkama onemogućen (sustav / postavke / autentifikacija) i dostupan je pomoću istog URL-a koji upotrebljavate za erambu s / policy / na kraju. Na primjer: http://eramba.com/policy/

source: Public: Anyone can see this document on the policy portal
hr_hr: Javno: svatko može vidjeti ovaj dokument na portalu za pravila

source: Private: No one can see this document on the policy portal
hr_hr: Privatno: nitko ne može vidjeti ovaj dokument na portalu politike

source: Authorized Uses Only: Only authorized users can see this document. This is controlled by selecting groups from your AD where only those users will be able to access this document.
hr_hr: Samo ovlaštene upotrebe: samo ovlašteni korisnici mogu vidjeti ovaj dokument. To se kontrolira odabirom grupa iz vašeg AD-a gdje će samo oni korisnici moći pristupiti ovom dokumentu.

source: Choose an LDAP Connector to show groups.
hr_hr: Odaberite LDAP priključak za prikazivanje grupa.

source: Show Groups
hr_hr: Prikaži grupe

source: Direct Link
hr_hr: Izravna veza

source: This indicates if the policy is published (Released) or still a draft. Draft policies are not valid across the system (they are not visible)
hr_hr: To znači da je pravilo objavljeno (objavljeno) ili još uvijek nacrt. Nacrt pravila nisu važeći u cijelom sustavu (nisu vidljivi)

source: No related documents found.
hr_hr: Nisu pronađeni povezani dokumenti.

source: Mitigated Items by this Policy
hr_hr: Izbjegnute stavke prema ovoj politici

source: Mail All
hr_hr: Pošalji sve

source: Choose a reviewer
hr_hr: Odaberite recenzenta

source: The audit methodology (what evidence is used, how is analysed, what the output of that analysis is, Etc) defined for this Security Service.
hr_hr: Metodologija revizije (koji se dokaz koristi, kako se analizira, što je izlaz analize, itd.) Definiran za ovu sigurnosnu službu.

source: How the audit analysis needs to look like in order to call this audit a pass or a failed.
hr_hr: Način na koji analiza revizije treba izgledati kako bi ovu reviziju nazvala prolazom ili nije uspjela.

source: Describe the conclusion of the audit in detail, what was found, Etc.
hr_hr: Opišite detaljno zaključak revizije, što je pronađeno, itd.

source: Select the individual that lead the audit.
hr_hr: Odaberite pojedinca koji vodi reviziju.

source: Set the date when the audit begun.
hr_hr: Postavite datum kada je započela kontrola.

source: Set the date when the audit was completed.
hr_hr: Postavite datum završetka revizije.

source: Pass: the security service will be tagged as "Ok" and in "Green" colour<br><br>Fail: The audit will be tagged as "Last Audit Failed" and in "Red" colour. You will be able to assign "Projects" and "Incidents" to this audit as corrective measures.
hr_hr: Pass: sigurnosna služba bit će označena kao "Ok" i "Zelena" boja <br><br> Fail: Revizija će biti označena kao "Posljednja provjera nije uspjela" i "Crvena" boja. Te će revizije moći dodijeliti "Projekti" i "Incidenti" kao korektivne mjere.

source: Name this Security Service (Firewalls, CCTV, Etc)
hr_hr: Nazovite ovu sigurnosnu službu (vatrozid, CCTV, itd.)

source: What is required to do in order to execute this maintenance task?
hr_hr: Što je potrebno učiniti kako bi izvršio ovaj zadatak održavanja?

source: Task Conclusion
hr_hr: Zaključak zadataka

source: How did the task go?
hr_hr: Kako je zadatak bio?

source: Who executed the task?
hr_hr: Tko je izvršio zadatak?

source: Maintenance Start Date
hr_hr: Datum početka održavanja

source: Register the date at which this maintenance started.
hr_hr: Registrirajte datum početka održavanja.

source: Maintenance End Date
hr_hr: Datum završetka održavanja

source: Register the date at which this maintenance ended.
hr_hr: Registrirajte datum na koji je ovo održavanje završilo.

source: Task Result
hr_hr: Rezultat zadatka

source: Altough this is not strictly an audit, this maintenance task are a good indication to know if services are working or not.
hr_hr: Premda to nije strogo revizijsko, to je zadatak održavanja dobar pokazatelj da znamo funkcioniraju li usluge ili ne.
