Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: This field is not mandatory, you can leave it blank. Alternatively you can include the Asset Label ID which you can get from Asset Management / Asset Identification / Settings / Labels.
hr_hr: Ovo polje nije obavezno, možete ga ostaviti prazno. Alternativno možete dodati ID imovine oznake koju možete dobiti od Asset Management / Asset Identification / Settings / Labels.

source: This field is mandatory, you need to set the type of asset by inserting one of the following IDs: %s
hr_hr: Ovo polje je obavezno, trebate postaviti vrstu sredstva umetanjem jednog od sljedećih ID-ova:%s

source: This is an optional field, you can leave it blank if you want to, alternatively you need to insert the ID of one or more liabilities. You can get the ID for each existing liability at Organisation / Legal Constrains. Eramba will check each liability exists! If you want to include more than one, remember to split them with a "|" character. For example: 1|2.
hr_hr: Ovo je izborno polje, možete ga ostaviti prazno ako želite, ili trebate umetnuti ID jedne ili više obveza. ID za svaku postojeću odgovornost možete dobiti na Organizacijskim / pravnim ograničenjima. Eramba će provjeriti svaku odgovornost postoji! Ako želite uključiti više od jednog, ne zaboravite ih podijeliti s "|" lik. Na primjer: 1 | 2.

source: This is a mandatory field, it must have the format YYYY-MM-DD - bare In ind the "-" delimiter.
hr_hr: To je obavezno polje, mora imati formatu YYYY-MM-DD - običan U ind "-" graničnik.

source: This field is mandatory, you need to input one Business Units ID. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
hr_hr: Ovo polje je obavezno, morate unijeti jedan ID poslovnih jedinica. Možete dobiti ID poslovne jedinice iz Organizacije / Poslovne jedinice - eramba će provjeriti postoje li ti ID-i, a ako ne, blokiraju uvoz.

source: This field is optional, you may leave it blank. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import.
hr_hr: Ovo polje je opcionalno, možete ga ostaviti prazno. Možete dobiti ID poslovne jedinice iz Organizacije / Poslovne jedinice - eramba će provjeriti postoje li ti ID-i, a ako ne, blokiraju uvoz.

source: At least one of the selected items does not exist.
hr_hr: Barem jedna od odabranih stavki ne postoji.

source: Awareness Program Active User Emails
hr_hr: Aktivno korisničko e-pošte

source: The value "Recurrence" must be bigger the result of the multiplication in between "Reminders Amount" and "Reminders Apart".
hr_hr: Vrijednost "Ponavljanje" mora biti veća kao rezultat umnožavanja između "Iznos podsjetnika" i "Podsjetnici pored".

source: Invitation
hr_hr: Poziv

source: Risk Stakeholder
hr_hr: Rizik stakeholdera

source: Project was assigned to the failed audit: %s
hr_hr: Projekt je dodijeljen neuspješnoj reviziji:%s

source: Audit Name
hr_hr: Naziv revizije

source: The Compliance Exception %s is no longer expired %s
hr_hr: Izuzetak za sukladnost%s više nije istekao%s

source: Compliance Finding item <b>%s</b> created
hr_hr: Sukladnost Pronalaženje stavke <b>%s</b> stvoreno

source: Treatment Strategy has been set to Compliant
hr_hr: Strategija liječenja postavljena je na sukladnost

source: Treatment Strategy has been set to Not Applicable
hr_hr: Strategija liječenja postavljena je na Nije primjenjivo

source: Treatment Strategy has been set to Not Compliant
hr_hr: Strategija liječenja postavljena je na Nedovoljan

source: Group cannot be deleted because it contains one or more users.
hr_hr: Grupu nije moguće izbrisati jer sadrži jedan ili više korisnika.

source: Ldap Connector cannot be deleted because is in use.
hr_hr: Ldap Connector ne može se izbrisati jer je u upotrebi.

source: Notification %s has been removed from this item
hr_hr: Obavijest%s uklonjena je iz ove stavke

source: The Project %s is no longer expired %s
hr_hr: Projekt%s više nije istekao%s

source: The sum of current expenses %s for the Project %s is above the planned budget %s
hr_hr: Zbroj tekućih troškova%s za Projekt%s je iznad planiranog proračuna%s

source: The sum of current expenses %s for the Project %s is under the planned budget %s
hr_hr: Zbroj tekućih troškova%s za Projekt%s je ispod planiranog proračuna%s

source: One or more tasks for this project has expired: %s
hr_hr: Istekao je jedan ili više zadataka za ovaj projekt:%s

source: You have to select all Risk Classifications to meet required conditions
hr_hr: Morate odabrati sve klasifikacije rizika da biste ispunili potrebne uvjete

source: Choose at least 1 or maximum %d Classification Types
hr_hr: Odaberite najmanje 1 ili maksimum% d vrsta klasifikacije

source: Since the classification "%1$s - %2$s - %3$s" used by this Risk was deleted, the original Risk Score %4$s for this risk has been set to zero until the Risk is classified again
hr_hr: Budući da je izbrisana klasifikacija "%1$s -%2$s -%3$s" koju je upotrebljavao ovaj rizik, izvorni rezultat rizika%4$s za ovaj rizik postavljen je na nulu sve dok se rizik ponovno ne klasificira

source: The Risk Exception %s has expired
hr_hr: Iznos odstupanja od rizika%s je istekao

source: The Risk Exception %s is no longer expired %s
hr_hr: Izuzetak od rizika%s više nije istekao%s

source: The Security Incident %s has been opened
hr_hr: Sigurnosni incident%s je otvoren

source: The Security Incident %s has been closed
hr_hr: Sigurnosni incident%s je zatvoren

source: The lifecycle step %s for the Security Incident %s has been tagged as not completed
hr_hr: Korak životnog ciklusa%s za Sigurnosni incident%s označen je kao neizvršen

source: All lifecycle stages for the Security Incident %s have been completed
hr_hr: Završene su sve faze životnog ciklusa sigurnosnog incidenta%s

source: The Security Incident %s has been mapped to the Security Service %s
hr_hr: Sigurnosni incident%s mapiran je u sigurnosnu službu%s

source: The Security Incident %s that has been mapped do the Security Service %s is no longer mapped
hr_hr: Sigurnosni incident%s koji je mapiran obavlja sigurnosnu uslugu%s više nije mapirana

source: The Security Incident %s has been mapped to the Third Party %s
hr_hr: Sigurnosni incident%s mapiran je na treću stranu%s

source: The Security Incident %s that has been mapped do the Third Party %s is no longer mapped
hr_hr: Sigurnosni incident%s koji je mapiran čini da treća strana%s više nije mapirana

source: The Security Incident %s has been mapped to the Risk %s
hr_hr: Sigurnosni incident%s mapiran je na rizik%s

source: The Security Incident %s that has been mapped do the Risk %s is no longer mapped
hr_hr: Sigurnosni incident%s koji je mapiran čini da je rizik%s više nije mapiran

source: The Security Incident %s has been mapped to the Third Party Risk %s
hr_hr: Sigurnosni incident%s mapiran je na rizik treće strane%s

source: The Security Incident %s that has been mapped do the Third Party Risk %s is no longer mapped
hr_hr: Upozorenje o sigurnosnom incidentu%s koje se mapiralo ne provodi rizik treće strane%s više nije mapiran

source: The Security Incident %s has been mapped to the Business Continuity %s
hr_hr: Sigurnosni incident%s mapiran je u kontinuitet poslovanja%s

source: The Security Incident %s that has been mapped do the Business Continuity %s is no longer mapped
hr_hr: Upozorenje o sigurnosnom incidentu%s koje se mapiralo ne provodi kontinuitet poslovanja%s više nije mapirano

source: The Security Incident %s has been mapped to the Asset %s
hr_hr: Sigurnosni incident%s mapiran je na Asset%s

source: The Security Incident %s that has been mapped do the Asset %s is no longer mapped
hr_hr: Sigurnosni incident%s koji je mapiran čini Asset%s više nije mapiran

source: Victim
hr_hr: Žrtva

source: Access Restrictions
hr_hr: Ograničenja pristupa

source: The Security Policy %s has been tagged as being in Draft
hr_hr: Sigurnosna politika%s označena je kao u nacrtu

source: The Security Policy %s has been tagged as being Published
hr_hr: Sigurnosna politika%s označena je kao objavljena

source: This field is optional, you can leave it blank if you want to
hr_hr: Ovo polje je opcionalno, možete ga ostaviti prazno ako to želite

source: Optional, you can leave this field blank
hr_hr: Izborno, ovo polje možete ostaviti prazno

source: Mandatory. You can get the ID of a user account from System / Settings / User Management
hr_hr: Obavezno. ID korisničkog računa možete dobiti od System / Settings / User Management

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a user account from System / Settings / User Management
hr_hr: Izborno i prihvaća više ID-ova razdvojenih oznakom "|". Na primjer "1 | 2 | 3". ID korisničkog računa možete dobiti od System / Settings / User Management

source: Optional and accepts tags separated by "|". For example "Critical|SOX|PCI"
hr_hr: Izborno i prihvaća oznake odvojene znakom "|". Na primjer "Critical | SOX | PCI"

source: Mandatory, it must follow the format YYYY-MM-DD, not the "-" character is used as delimiter
hr_hr: Obvezno, mora slijediti format YYYY-MM-DD, a znak "-" ne koristi kao graničnik

source: Optional, set the value of the ID of the label you want to use. Label IDs can be obtained from Asset Management / Asset Identification / Settings / Labels
hr_hr: Izborno, postavite vrijednost ID-a oznake koju želite koristiti. Oznake ID-ova možete dobiti od Asset Management / Asset Identification / Settings / Labels

source: Optional and accepts multiple IDs separated by "|". You need to enter the ID of a project, you can find them at Security Operations / Project Management
hr_hr: Izborno i prihvaća više ID-ova razdvojenih oznakom "|". Morate unijeti ID projekta, možete ih pronaći u Operacijama sigurnosti / Upravljanje projektima

source: Mandatory, set one of the following values: %s
hr_hr: Obavezno, postavite jednu od sljedećih vrijednosti:%s

source: "%s" to avoid the policy being published
hr_hr: "%s" kako bi se izbjeglo objavljivanje pravila

source: "%s" if you want anyone to see it
hr_hr: "%s" ako želite da ga itko vidi

source: Built-in editor
hr_hr: Ugrađeni urednik

source: This field cannot be left blank while Document Content type is set as "%s"
hr_hr: Ovo polje ne može ostati prazno dok je vrsta dokumenta postavljena kao "%s"

source: This review was created by the system at the time the policy was created - If you used "attachments" as content, then dont forget to attach policies to this review.
hr_hr: Ovaj je pregled stvorio sustav u trenutku izrade pravila - ako ste kao sadržaj upotrijebili "privitke", nemojte zaboraviti priložiti pravila ovom pregledu.

source: The Security Service %s has a missing Maintenance %s
hr_hr: Sigurnosna služba%s nedostaje održavanje%s

source: The Maintenance planned for the date %s on the Security Service %s has been set to %s
hr_hr: Planirano održavanje za datum%s na Sigurnosnoj službi%s postavljeno je na%s

source: The Maintenance for the date %s that has been missing on the Security Service %s has been deleted
hr_hr: Izbrisano je Održavanje datuma%s koje nedostaje u Sigurnosnoj službi%s

source: The Security Service %s has been tagged as having Issues
hr_hr: Sigurnosna služba%s označena je s brojevima

source: The Security Service %s has been tagged as no longer having Issues
hr_hr: Sigurnosna služba%s označena je kao da više nema problema

source: Mandatory, can be one of the following numbers: %s
hr_hr: Obvezno, može biti jedan od sljedećih brojeva:%s

source: Optional and accepts multiple values separated by "|". For example "Critical|SOX|PCI"
hr_hr: Izborno i prihvaća više vrijednosti odvojene od "|". Na primjer "Critical | SOX | PCI"

source: Optional. You can get the ID of a user account from System / Settings / User Management
hr_hr: Opcijski. ID korisničkog računa možete dobiti od System / Settings / User Management

source: Mandatory, it requires a numerical value
hr_hr: Obvezno, zahtijeva numeričku vrijednost

source: Optional and accepts multiple IDs separated by "|". For example "1|2|3". You can get the ID of a policy from Control Catalogue / Policy Management
hr_hr: Izborno i prihvaća više ID-ova razdvojenih oznakom "|". Na primjer "1 | 2 | 3". Možete dobiti ID politike iz Upravljačkog kataloga / upravljanja pravilima

source: Mandatory, you need to insert some text or NA if you are not interested in this feature
hr_hr: Obvezno, morate unijeti neki tekst ili NA ako niste zainteresirani za ovu značajku

source: Optional, you can insert one date with the format DD-MM. Bare in mind the delimiter is a "-"
hr_hr: Neobavezno, možete unijeti jedan datum s formatom DD-MM. Imajte na umu da je graničnik "-"

source: Control Name
hr_hr: Naziv nadzora

source: Maintenance status changed to %s
hr_hr: Status održavanja promijenjen je u%s

source: The Service Contract %s has expired
hr_hr: Ugovor o uslugama%s istekao je

source: The Service Contract %s new expiration date is %s
hr_hr: Ugovor o uslugama%s novi datum isteka je%s

source: Type: Select the type of mail configuration you want to use to send notifications. Mail will use the operating system internal mailing capabilities while SMTP allows the use of any type of mail system (Exchange, Google, Etc).
hr_hr: Vrsta: Odaberite vrstu konfiguracije pošte koju želite koristiti za slanje obavijesti. Mail će koristiti interne mogućnosti slanja operativnih sustava dok SMTP omogućuje korištenje bilo koje vrste sustava pošte (Exchange, Google, itd.).

source: Choose the encryption type you would like to use when sending emails.
hr_hr: Odaberite vrstu enkripcije koju želite koristiti prilikom slanja e-pošte.

source: SMTP host: The server to which eramba will connect to send emails. For example "mail.google.com"
hr_hr: SMTP host: Poslužitelj na koji se eramba povezuje za slanje e-pošte. Na primjer "mail.google.com"

source: SMTP user: The username to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
hr_hr: SMTP korisnik: Korisničko ime koje treba koristiti za provjeru autentičnosti prema prethodno definiranom SMTP poslužitelju. Ako je prazan, sustav neće provjeriti autentičnost veze.

source: SMTP password: The password to use in order to authenticate against the previously defined SMTP server. If left empty, the system will not authenticate the connection.
hr_hr: SMTP lozinka: lozinka koju ćete koristiti za provjeru autentičnosti na prethodno definiranom SMTP poslužitelju. Ako je prazan, sustav neće provjeriti autentičnost veze.

source: SMTP timeout: The time to wait before closing the SMTP connection in case we have some trouble reaching the server.
hr_hr: SMTP timeout: Vrijeme čekanja prije zatvaranja SMTP veze u slučaju da dođemo do problema s dodirom poslužitelja.

source: SMTP port: The port to which eramba will connect
hr_hr: SMTP port: Luka kojoj se eramba povezuje

source: No reply email: Is the email eramba will send the emails "From"
hr_hr: Nema odgovora e-pošte: Je li eramba e-pošte poslati e-poštu "Od"

source: Enable proxy settings to allow the application to communicate, get updates etc.
hr_hr: Omogućite postavke proxyja da biste dopustili aplikaciji da komunicira, dobije ažuriranja itd.

source: Enable backup of your database during a daily CRON job
hr_hr: Omogućite sigurnosnu kopiju baze podataka tijekom dnevnog CRON zadatka

source: How often we need to backup your database
hr_hr: Koliko često trebamo sigurnosno kopirati vašu bazu podataka

source: How many backups should we keep on your system
hr_hr: Koliko sigurnosnih kopija trebamo držati na vašem sustavu

source: Define a name for this account that will be used as a sender for emails.
hr_hr: Odredite naziv za ovaj račun koji će se koristiti kao pošiljatelj za e-poštu.

source: Enabling debug will make errors on the system very explicit. This is useful if you are debugging some issue alone. Do not enable debug unless strictly needed.
hr_hr: Omogućivanjem pogrešaka pogreške na sustavu učinit će vrlo eksplicitnim. To je korisno ako ste sami uklonili pogrešku. Nemojte omogućiti uklanjanje pogrešaka osim ako je strogo potrebno.

source: You might need to clear the cache after an upgrade on the system.
hr_hr: Možda ćete morati očistiti predmemoriju nakon nadogradnje sustava.

source: You might need to clear the ACL (the sub-system that handles who access where) after an upgrade on the system or made significant changes on the ACL assignation. This is a debug feature and we do not recommend using it unless you have been suggested by eramba team.
hr_hr: Možda ćete morati izbrisati ACL (podsustav koji obrađuje tko pristupiti gdje) nakon nadogradnje na sustavu ili značajne promjene na dodjeli ACL-a. Ovo je značajka uklanjanja pogrešaka i ne preporučujemo ga ako niste predložili eramba tim.

source: No workflows configured, automatically approving
hr_hr: Nije konfiguriran radni tijek, koji automatski odobrava

source: You might generate backups in this section which includes the database (without users) and uploaded files. The zip downloaded can be also uploaded to the system.
hr_hr: Možete generirati sigurnosne kopije u ovom odjeljku koji uključuje bazu podataka (bez korisnika) i prenesene datoteke. Preuzeti zip također se može prenijeti u sustav.

source: Error occured while creating a backup database file.
hr_hr: Došlo je do pogreške pri izradi datoteke sigurnosne kopije baze podataka.

source: Maximum filesize for upload is configured to %s.
hr_hr: Maksimalna veličina datoteka za prijenos je konfigurirana na%s.

source: Select one or more objects and action to apply on them. Please try again.
hr_hr: Odaberite jedan ili više objekata i radnje koje će se primjenjivati ​​na njima. Molim te pokušaj ponovno.

source: Bulk action has been successfully applied.
hr_hr: Skupno postupanje uspješno je primijenjeno.

source: Custom Field Settings for this section was successfully edited.
hr_hr: Postavke prilagođenih polja za ovaj odjeljak uspješno su uređene.

source: You can have maximum %s Custom Fields for a Custom Tab configured.
hr_hr: Možete imati najviše%s prilagođenih polja za prilagođenu karticu konfiguriranu.

source: You have just changed the customization type of an existing Custom Field. If you proceed then all previously stored information for this Custom Field will be deleted.
hr_hr: Upravo ste promijenili vrstu prilagodbe postojećeg prilagođenog polja. Ako nastavite, izbrisat će se sve prethodno pohranjene informacije za ovo prilagođeno polje.

source: Custom fields allows you to define your own fields on the forms used in this section
hr_hr: Prilagođena polja omogućuju vam definiranje vlastitih polja na obrascima koji se koriste u ovom odjeljku

source: You can have maximum %s Custom Tabs for a section configured.
hr_hr: Možete imati maksimalnu%s prilagođene kartice za konfigurabilni odjeljak.

source: Edit a Custom Fields Tab
hr_hr: Uredite karticu prilagođenih polja

source: Please select one from the list of available options
hr_hr: Odaberite jednu s popisa dostupnih opcija

source: By default custom fields are disabled. You can enable this feature with this toogle. If you disable this toogle while custom fields exist, they will not be removed, just not shown.
hr_hr: Po zadanim je prilagođenim poljima onemogućeno. Tu značajku možete omogućiti pomoću ove usluge Google. Ako to onemogućite na Googleu dok postoje prilagođena polja, neće se ukloniti, samo se neće prikazati.

source: Choose one of the available types for this Custom Field
hr_hr: Odaberite jednu od dostupnih vrsta za ovo prilagođeno polje

source: Apply options for this dropdown Custom Field.
hr_hr: Primijeni opcije za ovaj padajući prilagođeno polje.

source: Name your new custom Tab
hr_hr: Nazovite novu prilagođenu karticu

source: We could not find Custom Fields for this tab. This tab will not be used until it contains at least one Custom Field.
hr_hr: Nismo mogli pronaći prilagođene polja za ovu karticu. Ova se kartica neće upotrebljavati dok ne sadrži barem jedno prilagođeno polje.

source: Customization
hr_hr: Prilagođavanje

source: Upload a CSV file to import your data, download a blank CSV file template or download an export of your current data.
hr_hr: Prenesite CSV datoteku za uvoz podataka, preuzmite prazan predložak CSV datoteke ili preuzmite izvoz vaših trenutačnih podataka.

source: There is nothing to preview. Upload a CSV file again please.
hr_hr: Nema ničega za pregled. Ponovno prenesite CSV datoteku.

source: You have to check at least one item to start the import. Please try again.
hr_hr: Morate provjeriti barem jednu stavku da biste pokrenuli uvoz. Molim te pokušaj ponovno.

source: Row appears to be incomplete
hr_hr: Čini se da je redka nepotpuna

source: Unless you have done this before and know the feature well, make sure you read the documentation on how to use imports!
hr_hr: Ako to niste učinili prije i dobro znate značajku, svakako pročitajte dokumentaciju o korištenju uvoza!

source: We found some problems on the CSV file you just uploaded.
hr_hr: Pronašli smo neke probleme na CSV datoteci koju ste upravo prenijeli.

source: This field is missing in your uploaded file
hr_hr: Ovo polje nedostaje u prenesenoj datoteci

source: History Timeline
hr_hr: Povijest povijesti

source: Object was restored but its data failed validation. Please edit and re-save the object to manually resolve possible issues.
hr_hr: Objekt je obnovljen, ali njegovi podaci nisu uspjeli provjeriti. Uredite i ponovno spremite objekt kako biste ručno riješili moguće probleme.

source: Error occured while trying to restore the object. Please try it again.
hr_hr: Došlo je do pogreške prilikom pokušaja vraćanja objekta. Pokušajte ponovo.

source: There is no history recorded for this object yet.
hr_hr: Još nije zabilježena povijest za ovaj objekt.

source: Restored from an unspecified revision
hr_hr: Obnovljena iz neodređene revizije

source: Asset Upcoming Review (-%s)
hr_hr: Predstojeći pregled sredstava (-%s)

source: Notifies %s before an Asset Review begins
hr_hr: Obavještava %s prije početka Asset Reviewa

source: Notifies %s after an Asset Review begins
hr_hr: Obavještava%s nakon što započne pregledavanje imovine

source: %s day
hr_hr: %s dan

source: Notifies %s before a scheduled Business Continuity Plan Audit begins
hr_hr: Obavještava%s prije nego što započne zakazana revizija plana kontinuiteta poslovanja

source: Notifies %s after a scheduled Business Continuity Plan Audit begins
hr_hr: Obavještava%s nakon što započne planirano planiranje planova kontinuiteta poslovanja

source: Business Risk Upcoming Review (-%s)
hr_hr: Nadolazeći pregled poslovnih rizika (-%s)

source: Notifies %s before a Business Risk Review begins
hr_hr: Obavještava%s prije početka poslovnog rizika

source: Notifies %s after a Business Risk Review begins
hr_hr: Obavještava%s nakon početka analize poslovnog rizika

source: Notifies %s before a Compliance Analysis Finding expires
hr_hr: Obavješćuje%s prije no što istekne analiza usklađenosti

source: Notifies %s after a Compliance Analysis Finding expires
hr_hr: Obavještava%s nakon što Analiza usklađenosti traži istekne

source: Notifies %s before a scheduled Third Party Audit begins
hr_hr: Obavještava%s prije nego što započne zakazana revizija treće strane

source: Notifies %s after a scheduled Third Party Audit begins
hr_hr: Obavještava%s nakon što započne zakazana revizija treće strane

source: Notifies %s before a Compliance Exception expires
hr_hr: Obavještava%s prije isteka izuzetog usklađenosti

source: Notifies %s after a Compliance Exception expires
hr_hr: Obavještava%s nakon isteka izuzetog usklađenosti
