Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: List Third Parties
hr_hr: Popis trećih osoba

source: Involved Assets
hr_hr: Uključena imovina

source: Involved Third Parties
hr_hr: Uključene treće strane

source: A brief explanation as to why is required to share assets with this third party. This is usually a good introduction as to why business is executed with this third party
hr_hr: Ukratko objašnjenje zašto je potrebno dijeliti imovinu s tom trećom stranom. Ovo je obično dobar uvod u to što se poslovanje izvršava s tom trećom stranom

source: This is a brief explanation as to how the information being exchanged will be protected. On top of this explanation there should also be mitigation controls in place (unless the treatment for the risk is accepted, avoided or transfered)
hr_hr: Ovo je kratko objašnjenje kako će se razmjenjivati ​​podaci biti zaštićeni. Uz ovo objašnjenje trebalo bi postojati i kontrole ublažavanja (osim ako se prihvati, izbjegne ili prenese tretman za rizik)

source: No Third Party Risks related to this Third Party found.
hr_hr: Nisu pronađeni rizici treće strane koji se odnose na tu treću stranu.

source: No Third Party Risks found.
hr_hr: Nisu pronađeni rizici treće strane.

source: Same threat already exists.
hr_hr: Isti prijetnja već postoji.

source: Give a name to this threat
hr_hr: Dajte ime ovoj prijetnji

source: Are you really sure you want to delete threat: <strong>%s</strong>?
hr_hr: Jeste li sigurni da želite izbrisati prijetnju: <strong>%s</strong> ?

source: No threats found.
hr_hr: Nisu pronađene prijetnje.

source: eramba sends emails for notifications and password resets.
hr_hr: Eramba šalje e-poštu za obavijesti i poništavanje zaporke.

source: Login Name
hr_hr: Korisničko ime

source: Login is required.
hr_hr: Prijava je obavezna.

source: You will use this login name to get access to eramba. If you enabled LDAP authentication (System / Settings / Authentication) you need to make sure the login you enter here is the same as your LDAP login (AD login).
hr_hr: Upotrijebit ćete ovo ime za prijavu kako biste dobili pristup erambi. Ako ste omogućili autentifikaciju LDAP (sustav / postavke / autentifikacija), morate provjeriti je li ovdje unesena prijava jednaka vašoj LDAP prijavi (prijava AD).

source: If you enable the checkbox this user account will have a password stored on eramba. If you uncheck this box, the password will be authenticated againt LDAP (if you enabled LDAP on System / Setings / Authentication).
hr_hr: Ako omogućite potvrdni okvir, taj će korisnički račun imati zaporku pohranjenu na erambu. Ako poništite ovaj okvir, lozinka će biti ovjerena againt LDAP (ako ste omogućili LDAP na System / Setings / Authentication).

source: Set your new password.
hr_hr: Vaša nova lozinka je:

source: Verify your new password
hr_hr: Potvrdite novu lozinku

source: Type your new password again.
hr_hr: Ponovno unesite svoju novu lozinku.

source: Group is required.
hr_hr: Grupa je obavezna.

source: Select a group (System / Settings / Groups) for this user. Groups have access controls defined (System / Settings / Access Lists) that limit the places where a user can access on the system.
hr_hr: Odaberite grupu (Sustav / Postavke / Grupe) za ovog korisnika. Grupe imaju definirane kontrole pristupa (System / Settings / Access Lists) koji ograničavaju mjesta na kojima korisnik može pristupiti sustavu.

source: Select desired language.
hr_hr: Odaberite željeni jezik.

source: Select user status.
hr_hr: Odaberite status korisnika.

source: Check to allow the use of REST APIs for this user account.
hr_hr: Označite da biste dopustili upotrebu REST API-ja za ovaj korisnički račun.

source: Are you really sure you want to delete user: <strong>%s</strong>?
hr_hr: Jeste li sigurni da želite izbrisati korisnika: <strong>%s </strong>?

source: Access to different sections of eramba is limitd trough the use of Groups assignations. Select the group that you wish to assign to this user.
hr_hr: Pristup različitim odjeljcima erambe ograničen je upotrebom grupnih zadataka. Odaberite grupu koju želite dodijeliti ovom korisniku.

source: Only system users with the role of "admin" can modify other user accounts.
hr_hr: Samo korisnici sustava s ulogom "admin" mogu mijenjati druge korisničke račune.

source: Unlock
hr_hr: Otključati

source: Sign In to your Account
hr_hr: Prijavite se na svoj račun

source: Verify New Password
hr_hr: Potvrdite novu lozinku

source: Enter your email. We will send you email containing a link with simple tutorial how to change your password.
hr_hr: Unesi svoj email. Poslat ćemo vam e-poštu koja sadrži vezu s jednostavnim tutorialom kako promijeniti lozinku.

source: Please enter your new password below
hr_hr: U nastavku unesite novu zaporku

source: Please enter your new password again.
hr_hr: Ponovno unesite svoju novu lozinku.

source: Same vulnerability already exists.
hr_hr: Isti ranjivost već postoji

source: Give a name to this vulnerability
hr_hr: Navedite ovo ranjivost

source: Are you really sure you want to delete vulnerability: <strong>%s</strong>?
hr_hr: Jeste li sigurni da želite izbrisati ranjivost: <strong>%s</strong>?

source: No Vulnerabilities found.
hr_hr: Nisu pronađene ranjivosti.

source: Modifications in an object currently in "Approved" status are required. Your approval is required before this changes can take place. The object is <a href="%s" target="_blank">located here</a>.
hr_hr: Potrebne su izmjene u objektu koji je trenutno u statusu "Odobreno". Vaša je suglasnost potrebna prije nego se te promjene mogu odvijati. Objekt je <a href="%s" target="_blank"> koji se nalazi ovdje </a>.

source: Who Validates?
hr_hr: Tko provjerava?

source: Select one or more users that will act as validators. You can optionally not select anyone and the workflows will automatically skip to the "approval" phase.
hr_hr: Odaberite jedan ili više korisnika koji će djelovati kao validatori. Po izboru ne možete odabrati bilo koga i tijekovi rada automatski će se preseliti u fazu "odobrenja".

source: Select one or more roles (not users) that will act as validators. You can optionally not select anyone and the workflows will automatically skip to the "approval" phase. If roles are not diplayed this is because they have not been configured properly.
hr_hr: Odaberite jednu ili više uloga (a ne korisnici) koji će djelovati kao validatori. Po izboru ne možete odabrati bilo koga i tijekovi rada automatski će se preseliti u fazu "odobrenja". Ako se uloge ne prikazuju, to je zato što nisu pravilno konfigurirane.

source: Select one or more custom roles that will act as validators. + None
hr_hr: Odaberite jednu ili više prilagođenih uloga koje će djelovati kao validatori.

source: Who Approves?
hr_hr: Tko odobrava?

source: Select one or more users that will act as approvers. You can optionally not select anyone and the "approval" phase and the workflows will be skipped and the item will be approved automatically once the validator (if defined) has validated.
hr_hr: Odaberite jednog ili više korisnika koji će poslužiti kao odobrenja. Po izboru ne možete odabrati bilo koga i faze "odobrenja" i tijekovi rada bit će preskočeni, a stavka će biti odobrena automatski nakon potvrde validatora (ako je definirano).

source: Select one or more roles (not users) that will act as approvers. You can optionally not select anyone for the "approval" phase and the workflows will be skipped and the item will be approved automatically once the validator (if defined) has validated. If roles are not diplayed this is because they have not been configured properly.
hr_hr: Odaberite jednu ili više uloga (a ne korisnici) koji će poslužiti kao odobrenja. Ne možete odabrati bilo koga za fazu "odobrenja" i tijekovi rada bit će preskočeni, a stavka će biti odobrena automatski nakon potvrde valjanosti (ako je definirano). Ako se uloge ne izvode, to je zato što nisu ispravno konfigurirane.

source: Select one or more custom roles that will act as approvers. + None
hr_hr: Odaberite jednu ili više prilagođenih uloga koje će poslužiti kao odobrenja. + Ništa

source: Check if you want validators and approvers to receive email notifications. If unchecked users will only get notifications once they log into the system
hr_hr: Provjerite želite li da korisnici potvrde i odobrenja primaju obavijesti e-poštom. Ako neoznačeni korisnici dobivaju samo obavijesti kada se prijavljuju u sustav

source: You are about to approve an item.
hr_hr: Uskoro ćete odobriti stavku.

source: This item has been approved. Are you sure you want to delete it?
hr_hr: Ova je stavka odobrena. Jeste li sigurni da ga želite izbrisati?

source: No Workflows found.
hr_hr: Nije pronađen nijedan tijek rada.

source: You are about to request approval for an item.
hr_hr: Upravo ćete zatražiti odobrenje za stavku.

source: You are about to request validation for an item.
hr_hr: Upravo ćete zatražiti potvrdu za stavku.

source: You are about to validate an item.
hr_hr: Provjerit ćete stavku.

source: Choose specific Business Units only, Everyone (ID 1) is not allowed
hr_hr: Odaberite samo određene poslovne jedinice, svatko (ID 1) nije dopušten

source: Choose one or more items
hr_hr: Odaberite jednu ili više stavki

source: This date has incorrect format
hr_hr: Ovaj datum ima netočan oblik

source: Please enter a number
hr_hr: Unesite broj

source: Please enter a date
hr_hr: Unesite datum

source: Recurrence is required
hr_hr: Ponavljanje je potrebno

source: Recurrence for a program must be one or more days
hr_hr: Ponavljanje programa mora biti jedan ili više dana

source: Please enter one or more days
hr_hr: Unesite jedan ili više dana

source: Please choose how many reminders a user gets if he ignores a training
hr_hr: Odaberite koliko podsjetnika korisnik dobije ako zanemari trening

source: User must be selected
hr_hr: Korisnik mora biti odabran

source: Email address missing
hr_hr: Nedostaje adresa e-pošte

source: Please enter a comment
hr_hr: Unesite komentar

source: Auditor must be selected.
hr_hr: Potrebno je odabrati revizora.

source: Enter a valid date.
hr_hr: Unesite važeći datum.

source: Start date must not be in the past.
hr_hr: Datum početka ne smije biti u prošlosti.

source: End date must happen after the start date.
hr_hr: Datum završetka mora se dogoditi nakon datuma početka.

source: At least one Analyze Page checkbox have to be checked.
hr_hr: Potrebno je provjeriti barem jedan potvrdni okvir Analiza stranice.

source: You must choose a status.
hr_hr: Morate odabrati status.

source: Status must be selected from the available list of options.
hr_hr: Status se mora odabrati iz dostupnog popisa opcija.

source: Compliance audit must be selected.
hr_hr: Potrebno je odabrati reviziju usklađenosti.

source: Compliance package item must be selected.
hr_hr: Morate odabrati stavku paketa sukladnosti.

source: Status is required
hr_hr: Status je obavezan

source: Please select one of the statuses
hr_hr: Odaberite jedan od statusa

source: Enter a valid date
hr_hr: Unesite valjani datum

source: Name is required
hr_hr: Naziv je obavezan

source: Host is required
hr_hr: Host je obavezan

source: Domain is required
hr_hr: Domena je obavezna

source: Port is required
hr_hr: Potrebna je port

source: Port must be numeric
hr_hr: Port mora biti numerička

source: LDAP Bind DN is required
hr_hr: Zahtijeva se LDAP vezanje DN

source: LDAP Bind PW is required
hr_hr: Zahtijeva se LDAP vezanje PW

source: LDAP Base DN is required
hr_hr: Zahtijeva se LDAP baza DN

source: LDAP Connector is required
hr_hr: LDAP priključak je obavezan

source: Notification is required.
hr_hr: Obavijest je obavezna.

source: Field value is invalid.
hr_hr: Vrijednost polja nije valjana.

source: You must choose a notification.
hr_hr: Morate odabrati obavijest.

source: You entered a wrongly formatted email address.
hr_hr: Unijeli ste pogrešno oblikovanu adresu e-pošte.

source: Please enter a number.
hr_hr: Unesite broj.

source: Please enter a number between 1 and 6.
hr_hr: Unesite broj između 1 i 6.

source: Please enter a number between 0 and 15.
hr_hr: Unesite broj između 0 i 15.

source: Please fill in this field.
hr_hr: Ispunite ovo polje.

source: Please enter a number between 0 and 365.
hr_hr: Unesite broj između 0 i 365

source: Feedback comment is required.
hr_hr: Komentar komentara je obavezan.

source: Issue source must be selected
hr_hr: Morate odabrati izvor izdavanja

source: Please select one of the sources
hr_hr: Odaberite jedan od izvora

source: Status must be selected
hr_hr: Morate odabrati status

source: Version is a required field
hr_hr: Verzija je obavezno polje

source: Current status can be used only once and is already used by another Scope
hr_hr: Trenutačni status može se koristiti samo jednom i već ga koristi drugi opseg

source: You have to select at least one Asset
hr_hr: Morate odabrati barem jednu stavku

source: You have to select at least one Risk Exception
hr_hr: Morate odabrati barem jedan od rizika od iznimke

source: Risk score for this item does not meet required conditions
hr_hr: Rezultat rizika za ovu stavku ne ispunjava uvjete

source: You must choose one calculation method
hr_hr: Morate odabrati jednu metodu izračuna

source: Please enter a valid date
hr_hr: Unesite valjani datum

source: Please enter a valid URL
hr_hr: Unesite važeći URL

source: This field cannot be empty
hr_hr: Ovo polje ne može biti prazno

source: Choose a date in the future
hr_hr: Odaberite datum u budućnosti

source: Status is invalid
hr_hr: Status nije valjan

source: Document Type is invalid
hr_hr: Vrsta dokumenta nije važeća

source: Document Content is invalid
hr_hr: Sadržaj dokumenta nije važeći

source: Permission is invalid
hr_hr: Dopuštenje je nevažeće

source: LDAP Connector must be selected for this permission type
hr_hr: Za ovu vrstu dopuštenja morate odabrati LDAP priključak

source: Please enter a title for this tag
hr_hr: Unesite naslov ove oznake

source: Role is a required field
hr_hr: Uloga je obavezno polje

source: Password must be only alphanumeric characters and optionally, include one of the following: "!@#$%^&()]["
hr_hr: Lozinka mora biti samo alfanumerički znakovi i po izboru, uključiti jedno od sljedećeg: "! @ # $% ^ & ()] ["

source: Email is already used
hr_hr: E-pošta već se koristi

source: You need to choose one or more objects to perform bulk action
hr_hr: Morate odabrati jedan ili više objekata za izvođenje skupne radnje

source: Please use provided field options
hr_hr: Upotrijebite predviđene opcije polja

source: The file you uploaded is not a valid CSV file
hr_hr: Datoteka koju ste prenijeli nije važeća CSV datoteka
