Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: OPTIONAL: Use tags to classify or tag your risk, examples are "Risk beign treated", "High Risk", "Financial Risk", Etc.
hr_hr: DODATNE OPCIJE: Koristite oznake za klasifikaciju ili označavanje rizika, primjeri su "Rizik tretiranog rizika", "Visoki rizik", "Financijski rizik", itd.

source: eramba assumes you will review risks at regular point in time. The date you set in this field will be the one used to trigger notifications (to the owner, collabortor or anyone you define).
hr_hr: Eramba pretpostavlja da ćete redovito pregledavati rizike. Datum koji ste postavili u ovom polju bit će onaj koji koristi za pokretanje obavijesti (vlasniku, suradniku ili bilo kome tko odredite).

source: Select one or more business units (defined at Organisation / Business Units) that you want to include on the scope of this risk.
hr_hr: Odaberite jednu ili više poslovnih jedinica (definiranih u Organizaciji / Poslovnim jedinicama) koje želite uključiti u opseg ovog rizika.

source: Select one or more processes (defined under each business unit at Organisation / Bussiness Units) that you want to include on the scope of this Risk.
hr_hr: Odaberite jedan ili više procesa (definiranih za svaku poslovnu jedinicu u Organizaciji / Poslovnoj jedinici) koje želite uključiti u opseg ovog rizika.

source: The total revenue per day is automatically calculated based on the processes chosen.
hr_hr: Ukupni prihod dnevno automatski se izračunava na temelju odabranih postupaka.

source: The minimum RTO objective is shown from is automatically calculated based on the processes chosen.
hr_hr: Minimalni RTO cilj prikazan je automatski se izračunava na temelju odabranih procesa.

source: The minimum MTO objective is shown from is automatically calculated based on the processes chosen.
hr_hr: Minimalni cilj MTO prikazan je automatski se izračunava na temelju odabranih procesa.

source: Select all applicable threats.
hr_hr: Odaberite sve primjenjive prijetnje.

source: Select all applicable vulnerabilities.
hr_hr: Odaberite sve važeće prijetnje

source: Describe the context of the vulnerabiliites if you wish.
hr_hr: Opišite sadržaj ranjivosti, ako želite.

source: eramba will display your risk classification options as per the settings defined at Risk Management / Business Impact Analysis / Settings / Classification and the Risk Calculation method choosen at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
hr_hr: Eramba će prikazati vaše mogućnosti klasifikacije rizika prema postavkama definiranim u Upravljanje rizicima / Analiza utjecaja poslovanja / Postavke / Razvrstavanje i Metoda procjene rizika odabranog u Upravljanje rizicima / Analiza učinka poslovanja / Postavke / Izračun rizika.

source: Risk Score is automatically calculated using the classification selected on the previous tab and the Risk calculation defined at Risk Management / Business Impact Analysis / Settings / Risk Calculation.
hr_hr: Rezultat rizika automatski se izračunava pomoću klasifikacije odabrane na prethodnoj tablici i izračuna rizika definiranog u Upravljanje rizicima / Analiza utjecaja na poslovanje / Postavke / Izračun rizika.

source: Select a treatment strategy for this risk, if you choose "Accept", "Avoid" or "Transfer" you must include a "Risk Exception", if you choose "Mitigation" you must include a "Compensating Control".
hr_hr: Odaberite strategiju liječenja za ovaj rizik, ako odaberete "Prihvati", "Izbjegni" ili "Prijenos" morate uključiti "Izuzetak od rizika", ako odaberete "Oduzimanje", morate uključiti "Kompenzacijsku kontrolu".

source: MANDATORY: This field is only mandatory if strategy is set to "Mitigate". Select controls defined at Control Catalogue / Security services that reduce the Risk Score.
hr_hr: OBVEZNO: Ovo polje je obvezno samo ako je strategija postavljena na "Olakšaj". Odaberite kontrole definirane u kontrolnom katalogu / sigurnosnim servisima koje smanjuju rezultat rizika.

source: OPTIONAL: Select one or more standards defined at Control Catalogue / Security Policies that reduce the score for this Risk.
hr_hr: OPTIONAL: Odaberite jedan ili više standarda definiranih u kontrolnom katalogu / sigurnosnim pravilima koji smanjuju rezultat ovog rizika.

source: MANDATORY: This field is mandatory if you choose "Accept", "Transfer" or "Avoid" as treatment strategy. Select which Risk Exceptions (defined at Risk Management / Risk Exceptions) you wish to use to state acceptance, avoidance or transfer of this risk.
hr_hr: OBVEZNA: Ovo polje je obavezno ako odaberete "Prihvati", "Prijenos" ili "Izbjegavaj" kao strategiju liječenja. Odaberite koje odstupanja od rizika (definirane u upravljanju rizicima / iznimke od rizika) koje želite koristiti za prihvaćanje, izbjegavanje ili prijenos tog rizika.

source: OPTIONAL: Select one ore more projects (defined at Security Operations / Project Management) used to improve the treatment of this risk. This is sometimes called "Risk Treatment Plan" and used when no mitigation controls exist on the organisation.
hr_hr: OPTIONAL: Odaberite jedan ili više projekata (definiranih u sigurnosnim operacijama / upravljanje projektima) koji se koriste za poboljšanje liječenja ovog rizika. Ovo se ponekad zove "Plan liječenja rizika" i koristi se kada nema organizacije za smanjenje ublažavanja.

source: OPTIONAL: Select which Business Continuity plans (defined at Control Catalogue / Business Continuity Plans) you wish to utilize to deal with the mitigation of this risk.
hr_hr: OPTIONAL: Odaberite koji planovi kontinuiteta poslovanja (definirani u kontrolnom katalogu / planovima kontinuiteta poslovanja) koje želite koristiti za rješavanje ovog rizika.

source: Select the percentage of Risk Reduction that was achieved by applying Security Controls. If the risk score for this risk is 100 points and you select %100, the residual for this risk will be 100 points. If you choose %30, the residual will be 30.
hr_hr: Odaberite postotak smanjenja rizika koji je postignut primjenom sigurnosnih kontrola. Ako je rizik za ovaj rizik 100 bodova i odaberete% 100, ostatak za ovaj rizik bit će 100 bodova. Ako odaberete% 30, preostali će biti 30.

source: Select one or more procedures (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
hr_hr: Odaberite jedan ili više postupaka (definiranih u kontrolnom katalogu / sigurnosnim pravilima) koji će se koristiti pri snimanju incidenata na modulu Incident koji se nalazi u Security Operations / Incident Management.

source: Select one or more policies (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
hr_hr: Odaberite jednu ili više pravila (definiranih u kontrolnom katalogu / sigurnosnim pravilima) koja će se koristiti prilikom snimanja incidenata na modulu Incidenta koji se nalazi u Security Operations / Incident Managementu.

source: Risk Response Standard
hr_hr: Faza odgovora na rizik

source: Select one or more standards (defined in Control Catalogue / Security Policies) that will be used when recording incidents on the Incident module located at Security Operations / Incident Management.
hr_hr: Odaberite jedan ili više standarda (definiranih u kontrolnom katalogu / sigurnosnim pravilima) koji će se koristiti prilikom snimanja incidenata na modulu Incident koji se nalazi u Security Operations / Incident Managementu.

source: Risk name
hr_hr: Naziv

source: Next review
hr_hr: Sljedeća recenzija

source: Risk score
hr_hr: Ocjena rizika

source: Residual risk score
hr_hr: Rezidualni rezultat rizika

source: Revenue per day
hr_hr: Prihod po danu

source: Maximum mto
hr_hr: Maksimalno mto

source: Minimum rto
hr_hr: Minimalno rto

source: Involved Processes
hr_hr: Uključeni procesi

source: Bu name
hr_hr: Ime Bu

source: Process name
hr_hr: Naziv procesa

source: No Processes found.
hr_hr: Nisu pronađeni procesi.

source: Mitigation strategy
hr_hr: Strategija ublažavanja

source: Risk Treatment - Controls
hr_hr: Rizik - liječenje

source: Risk Incident - Policies
hr_hr: Incident rizika - politika

source: Risk Treatment - Policies
hr_hr: Rizik - liječenje

source: Risk Treatment - Exceptions
hr_hr: Rizik od liječenja - iznimke

source: Requester
hr_hr: Podnositelj zahtjeva

source: Risk Treatment - Plans &amp; Improvements
hr_hr: Liječenje rizicima - planovi i poboljšanja

source: No projects found.
hr_hr: Projekti nisu pronađeni.

source: Planned date
hr_hr: Planirani datum

source: Actual date
hr_hr: Stvarni datum

source: No reviews found.
hr_hr: Nema pronađenih recenzija.

source: %d Hour
hr_hr: % D sata

source: Business Based Risk
hr_hr: Rizik temeljen na poslovanju

source: BusinessContinuity
hr_hr: Kontinuitet poslovanja

source: List Business Continuities
hr_hr: Popis poslovnih kontinuiteta

source: List Business Units
hr_hr: Popis poslovnih jedinica

source: Calculation Method
hr_hr: Metoda izračuna

source: Risk Appetite
hr_hr: Rizik apetita

source: Business Continuity Risk
hr_hr: Zadatak kontinuiteta poslovanja

source: No Business Continuities related to this Business Unit found.
hr_hr: Nije pronađena nijedna poslovna kontinuiteta vezana uz ovu poslovnu jedinicu.

source: The mitigation strategy chosen for this risk, options are: Accept, Mitigate, Transfer and Avoid
hr_hr: Strategija ublažavanja odabrana za ovaj rizik, opcije su: prihvaćanje, ublažavanje, prijenos i izbjegavanje

source: The score calculated for this risk after it's assets (their liabilities) and the risk classification has been factored.
hr_hr: Rezultat izračunat za ovaj rizik nakon što je imovina (njihove obveze) i klasifikacija rizika uračunata.

source: The residual risk remaining
hr_hr: Preostali preostali rizik

source: This is the total daily revenue generated per day by all the business processes included on this Risk
hr_hr: To je ukupni dnevni prihod koji se generira dnevno za sve poslovne procese uključene u ovaj rizik

source: From all the processes included in this Risk, this is the maximum MTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this MTO to ensure all processes included in this Risk are addressed. Remember, MTO means for how long things can be broken before they become a serious issue.
hr_hr: Od svih procesa uključenih u ovaj rizik to je maksimalni MTO. To znači da kontigencije (planovi kontinuiteta) koji ublažavaju ovaj rizik trebaju zadovoljiti ovaj MTO kako bi osigurali da se svi procesi uključeni u ovaj rizik rješavaju. Zapamtite, MTO znači koliko dugo stvari mogu biti razbijene prije nego što postanu ozbiljan problem.

source: Maximum MTO
hr_hr: Maksimalni MTO

source: From all the processes included in this Risk, this is the minimum RTO. This means that the contigencies (continuity plans) that mitigate this Risk should meet this RTO to ensure all processes included in this Risk are addressed. Remember, RTO means how long it should take to put things up, this should be less or equal to MTO.
hr_hr: Iz svih procesa uključenih u ovaj rizik ovo je minimalni RTO. To znači da kontigencije (planovi kontinuiteta) koji ublažavaju ovaj rizik trebaju zadovoljiti ovaj RTO kako bi se osiguralo da se svi procesi uključeni u ovaj rizik rješavaju. Zapamtite, RTO znači koliko dugo treba poduzeti da bi se stvari postavile, to bi trebalo biti manje ili jednako MTO-u.

source: The owner of the risk is usually the individual that ensures the risk is properly analysed, documented, communicated and reviewed
hr_hr: Vlasnik rizika je obično pojedinac koji osigurava da se rizik pravilno analizira, dokumentira, komunicira i pregledava

source: Is usually the individual that owns the risk. For example, if risk analysing an aircraft electronic system, the engineer (or its manager) that knows and understand the system could potentially be the stakeholder.
hr_hr: Obično je pojedinac koji posjeduje rizik. Na primjer, ako je rizik koji analizira zrakoplovni elektronički sustav, inženjer (ili njegov menadžer) koji zna i razumije sustav može potencijalno biti dionik.

source: Risks must be reviewed at regular points in time to ensure they remain relevant and updated to the business. Notifications are triggered (optionaly) when this date arrives
hr_hr: Rizike se moraju redovito pregledavati u pravilnim vremenskim točkama kako bi se osiguralo da ostanu relevantni i ažurirani u poslovanju. Obavijesti se pokreću (opcionalno) kada stigne taj datum

source: Risks can have multiple status: - "Risk Review Expired (Red)" - when the risk review date is in the past. A system record is generated when that event happened. - "Controls with Issues (the worst colour that inherits from the security service)" - when at least one of the security controls used to mitigate this risk has a failed or missing audit. A system record is generated when this happens. The record includes the control name. - "Exceptions with Issues (red)" - when at least one of the exceptions used in this risk is expired. A system record is generated when that happens. The record includes the name of the exception. - "Risk above appettite (red)" - when the risk score is above the risk appetite. A system record is generated when that happens with the risk score and the appetite score.
hr_hr: Rizici mogu imati više statusa: - "Pregled rizika istekao (crveno)" - kada je datum pregleda rizika u prošlosti. Kad se taj događaj dogodi, generira se zapis sustava. - "Kontrole s problemima (najgora boja koja nasljeđuje od sigurnosne službe)" - kada barem jedna od sigurnosnih kontrola koja se koristi za ublažavanje ovog rizika ima neuspjelu ili nedostatnu reviziju. Kad se to dogodi, generira se zapis sustava. Zapis uključuje kontrolni naziv. - "Izuzeci s problemima (crveno)" - kada je istekao barem jedan od izuzetaka koji se koriste u ovom riziku. Kad se to dogodi, generira se zapis sustava. Zapis sadrži naziv iznimke. - "Rizik iznad apetit (crveno)" - kada je rezultat rizika iznad apetita rizika. Zapis sustava se generira kada se to dogodi s rezultatom rizika i ocjenom apetita.

source: A description of the business impact should the risk materializes
hr_hr: Opis utjecaja poslovanja trebao bi se pojaviti rizik

source: The list of threats (from a predefined list) for this risk
hr_hr: Popis prijetnji (s unaprijed definiranog popisa) za ovaj rizik

source: The list of vulnerabilities (from a predefined list) for this risk
hr_hr: Popis ranjivosti (s unaprijed definiranog popisa) za ovaj rizik

source: A more detailed description of the thread
hr_hr: Detaljniji opis niti

source: A more detailed description of the vulnerability
hr_hr: Detaljniji opis ranjivosti

source: Vulnerability Description
hr_hr: Opis ranjivosti

source: The name of the exception
hr_hr: Naziv iznimke

source: The requester is usually the person that approved the risk Exception (and usually the person that accepts taking the risk asociated with it)
hr_hr: Podnositelj zahtjeva obično je osoba koja je odobrila rizik Izuzetak (i ​​obično osoba koja prihvaća rizik povezanu s njom)

source: The date when this risk exceptions expires. You can optionally set an email notification.
hr_hr: Datum kada istječe iznimke od rizika. Možete po želji postaviti obavijest e-poštom.

source: The status for risk exceptions can be: "Expired (red)" - when the date set is in the past. A system record is generated on the exception when that happens.
hr_hr: Status za iznimke od rizika može biti: "Isteklo (crveno)" - kada je datum postavljen u prošlosti. Sustavni zapis se generira na iznimku kada se to dogodi.

source: No Risks Exceptions found.
hr_hr: Nisu pronađene iznimke rizika.

source: Treatment Policies
hr_hr: Postupci liječenja

source: The name for the Continuity Plan
hr_hr: Naziv Planu kontinuiteta

source: The Launch Initiator is the person who is authorized to launch or declare the need for the plan.
hr_hr: Launch Initiator je osoba koja je ovlaštena pokrenuti ili izjaviti potrebu za planom.

source: Launch Initiator
hr_hr: Pokreni inicijatora

source: The owner of the plan is usually the individual that is held responsible for the plan management.
hr_hr: Vlasnik plana je obično pojedinac koji je odgovoran za upravljanje planom.

source: The sponsor is usually the individual that needs the plan.
hr_hr: Sponzor je obično pojedinac koji treba plan.

source: The status for continiuty plans are: - "Last audit failed (red)" - when the last audit for this security service is tagged as "failed". A system record is generated on the security service when the audit was tagged as failed. - "Last audit missing (yellow)" - when the last audit for this security service is incomplete. A system record is generated on the security service when the audit day arrived and the item was not edited. - "Last maintenance missing (yellow)" - when the last maintenance for this security service is incomplete. A system record is generated on the security service when the maintenance day arrived and the item was not edited. - "Ongoing Corrective Actions (blue)" - when the last audit of this service was tagged as failed and a project has been asociated. A system record is generated on the security service when the project is assigned to the failed audit. - "Ongoing Security Incident (yellow)" - when a given securit service has a security incident with status open mapped. A system record is created when the incident has been mapped. The record has the incident title. - "Design (yellow)" - when a given security service is in status "design". When the item is set to design or production a system record is generated stated if it changed to "design" or "production".
hr_hr: Status za kontinuitetne planove su: - "Posljednja provjera nije uspjela (crvena)" - kada je posljednja provjera ove sigurnosne službe označena kao "nije uspjela". U sigurnosnoj službi generira se zapis sustava kada je reviziju označeno kao neuspjelo. - "Posljednja provjera nedostaje (žuta)" - kada posljednja provjera ove sigurnosne službe nije potpuna. Na sigurnosnoj službi generira se zapis sustava kada je dan revizije stigao i stavka nije uređena. - "Posljednje održavanje nedostaje (žuto)" - kada posljednje održavanje ove sigurnosne službe nije potpuna. Na sigurnosnoj službi generiran je zapis sustava kada je stigao dan održavanja i stavka nije uređena. - "U tijeku korektivnih radnji (plava)" - kada je posljednja revizija ove usluge označena kao neuspješna i projekt je povezan. U sigurnosnoj službi generira se zapis sustava kada je projekt dodijeljen neuspjeloj reviziji. - "U tijeku sigurnosni incident (žuta)" - kada određena sigurnosna služba ima sigurnosni incident s statusom otvorenim mapiranjem. Zapis sustava se stvara kada je incident mapiran. Zapis ima titulu incidenta. - "Dizajn (žuta)" - kada je određena sigurnosna služba u statusu "dizajn". Kada je stavka postavljena na dizajn ili proizvodnju generira se zapis sustava ako se promijenio u "dizajn" ili "proizvodnju".

source: No Business Continuity Plans found.
hr_hr: Nisu pronađeni planovi kontinuiteta poslovanja.

source: The name of the control for which an improvement is planned.
hr_hr: Naziv kontrole za koji se planira poboljšanje.

source: Improvement Project
hr_hr: Projekt poboljšanja

source: The name of the project created to correct this issue.
hr_hr: Naziv projekta koji je stvoren kako bi se riješio taj problem.

source: Add Project
hr_hr: Dodaj projekt

source: Map one or more security incidents for this improvement.
hr_hr: Mapirajte jedan ili više sigurnosnih incidenata za ovo poboljšanje.

source: Add Security Incident
hr_hr: Dodaj sigurnosni incident

source: Are you really sure you want to delete item?
hr_hr: Jeste li sigurni da želite izbrisati stavku?

source: At the time of creating the Security Service, a metric was defined in order to be able to measure the level of efficacy of the control. This should be utilized as the base for this audit review.
hr_hr: U vrijeme izrade sigurnosne službe definiran je mjerni podatak kako bi mogao mjeriti razinu učinkovitosti kontrole. Ovo bi se trebalo koristiti kao baza za ovaj pregled revizije.

source: Metric Success Criteria
hr_hr: Kriteriji uspjeha mjernih podataka

source: At the time of creating the Security Service, a success criteria was defined in order to evaluate if the metric results are within acceptable threasholds (audit pass) or not (audit not pass).
hr_hr: U trenutku izrade sigurnosne službe definiran je kriterij uspjeha kako bi se procijenilo je li rezultat mjernih podataka unutar prihvatljivih trezorskih zapisa (provjera revizije) ili ne (revizije ne prolazi).

source: Audit Conclusion
hr_hr: Zaključak revizije

source: Describe what evidence was avilable, the accuracy and integrity of the metrics taken and if the metrics are within the expected threasholds or not.
hr_hr: Opišite koji su dokazi bili dostupni, točnost i cjelovitost poduzetih mjerenja i ako su mjerni podaci unutar očekivanih trima ili ne.

source: Audit Owner
hr_hr: Vlasnik revizije

source: Register the person who has worked on this audit (the auditor name)
hr_hr: Registrirajte osobu koja je radila na ovoj reviziji (naziv revizora)

source: Register the date at which this audit started.
hr_hr: Registrirajte datum kada je ova revizija započela.

source: Register the date at which this audit ended.
hr_hr: Registrirajte datum završetka revizije.

source: Audit Result
hr_hr: Rezultat revizije

source: After evluating the audit evidence, success criteria, etc you are able to conclude with the audit result. Pass or Fail are the available options.
hr_hr: Nakon evolucije revizijskih dokaza, kriterija uspjeha, itd. Možete zaključiti s rezultatom revizije. Dostupne opcije su Pass ili Fail.

source: Audit Methodology
hr_hr: Metodologija revizije

source: Actual End
hr_hr: Stvarni kraj

source: Correction
hr_hr: korekcija

source: This is a correction project created to fix previous audit issues. The project name is %s
hr_hr: Ovo je projekt ispravka koji je stvoren za rješavanje prethodnih problema s revizijom. Naziv projekta je%s

source: No Audits found.
hr_hr: Nije pronađena nijedna revizija.

source: Plan Task Details
hr_hr: Pojedinosti zadataka plana

source: Who
hr_hr: Tko:

source: Awareness Role
hr_hr: Uloga svijesti

source: Does Something
hr_hr: Nešto

source: How
hr_hr: Kako:

source: Acknowledge
hr_hr: priznati

source: No Business Continuity Plan Tasks found.
hr_hr: Nisu pronađeni zadaci za plan kontinuiteta poslovanja.

source: There is nothing to show.
hr_hr: Nema ničega za pokazivanje.

source: The name for this Continuity Plan
hr_hr: Naziv ovog Plana kontinuiteta

source: Describe the plan objective, it should be something short and straightforward to understand
hr_hr: Opišite cilj plana, trebao bi biti kratak i jasan za razumijevanje

source: Launch Criteria
hr_hr: Pokreni kriterije

source: OPTIONAL: Describe the criteria the plan initiator should use to trigger this continuity plan.
hr_hr: OPTIONAL: Opisati kriterije koje bi inicijator plana trebao koristiti za pokretanje tog plana kontinuiteta.

source: Who is responsible for keeping this plan realitistic, communicated and applicable?
hr_hr: Tko je odgovoran za održavanje ovog plana realističan, komuniciran i primjenjiv?

source: Cost (OPEX)
hr_hr: Trošak (OPEX)

source: Describe the associated OPEX for of this Control
hr_hr: Opišite pridruženi OPEX za ovu kontrolu

source: Cost (CAPEX)
hr_hr: Kontrola CAPEX troškova kontrole.

source: Describe the associated CAPEX for this Control
hr_hr: Opišite pripadajuću CAPEX za ovu kontrolu
