Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Describe in this section all your third parties - typical examples include your suppliers (Internet providers, etc), business partners (customers, etc) and regulators (PCI-DSS, ISO, Etc). This section will be used for Risk Management (Risk Management / Third Party Risk Management) and to upload Compliance Packages (Compliance Management / Compliance Packages / Import).
hr_hr: U ovom odjeljku opišite sve svoje treće strane - tipični primjeri uključuju vaše dobavljače (davatelje internetskih usluga, itd.), Poslovne partnere (kupce, itd.) I regulatore (PCI-DSS, ISO, itd.). Ovaj odjeljak koristit će se za upravljanje rizikom (upravljanje rizicima / upravljanje rizikom treće strane) i prijenos paketa za usklađenost (usklađenost s poslovanjem / paketima / uvozom usklađenosti).

source: Most organizations execute businesses with the help of other partners (customers, suppliers, Etc). Understanding the exchange of information in between your organization and third parties is essential to the security program. Those Third Parties defined in this section will be used for Third Party Risk and Compliance Management purposes.
hr_hr: Većina organizacija izvršava tvrtke uz pomoć drugih partnera (kupaca, dobavljača, itd.). Razumijevanje razmjene informacija između vaše organizacije i trećih osoba ključno je za sigurnosni program. Te treće strane definirane u ovom odjeljku koristit će se za potrebe treće strane za upravljanje rizicima i sukladnosti.

source: Manage your Third Party based risk management framework including the analysis, treatment and communication of risks. This module will require you to have identified Assets (under Asset Management / Asset Identification) and Third Parties (under Organisation / Third Parties)
hr_hr: Upravljajte okvirom upravljanja rizicima na temelju treće strane, uključujući analizu, obradu i komunikaciju rizika. Ovaj modul zahtijeva da ste identificirali sredstva (u okviru upravljanja imovinom / identifikacijom imovine) i trećih strana (u okviru Organizacije / treće strane)

source: Only accounts members of the admin group are allowed to update the system.
hr_hr: Dopušteno je ažuriranje sustava samo članovima grupe administratora admin grupe.

source: Available updates
hr_hr: Dostupna ažuriranja

source: Use this functionality to update your system
hr_hr: Koristite ovu funkciju kako biste ažurirali svoj sustav

source: Manage your system user accounts. Account must exist for each individual that wants to use eramba indistinctly if LDAP is used or not.
hr_hr: Upravljajte svojim korisničkim računima sustava. Račun mora postojati za svakog pojedinca koji želi koristiti erambu nejasno ako se koristi LDAP.

source: Create a User Account
hr_hr: Izradite korisnički račun

source: LDAP connection has failed.
hr_hr: LDAP veza nije uspjela.

source: Edit User Accounts
hr_hr: Uredite korisničke račune

source: Did you forget your password?
hr_hr: Jeste li zaboravili zaporku?

source: Error occured while trying to send the email. Check your email configurations and try again.
hr_hr: Došlo je do pogreške prilikom pokušaja slanja e-pošte. Provjerite konfiguracije e-pošte i pokušajte ponovo.

source: Password change
hr_hr: Promjena zaporke

source: Your account is configured to be authenticated using LDAP which is disabled at the moment.
hr_hr: Vaš je račun konfiguriran da bude ovjeren pomoću LDAP-a koji je trenutačno onemogućen.

source: The system was unable to log you in. Check that your username and password are typed correctly.
hr_hr: Sustav se nije mogao prijaviti. Provjerite jesu li vaše korisničko ime i lozinka ispravno upisani.

source: You are not allowed to login because you tried it too many times.
hr_hr: Nemate dozvolu za prijavu jer ste je pokušali previše puta.

source: Error occured while trying to unlock the user. Please try again.
hr_hr: Došlo je do pogreške pri pokušaju otključavanja korisnika. Molim te pokušaj ponovno.

source: A validation request has been sent already. If you click Continue that request will be voided, the validator notificated and you will be able to edit. This item will be changed to Draft status.
hr_hr: Zahtjev za potvrdom već je poslan. Ako kliknete Nastavi da će zahtjev biti poništen, validator će biti obaviješten i moći ćete urediti. Ta će stavka biti promijenjena u status Nacrta.

source: This item has been validated. If you edit it, the object will change it's status to Draft. Click to proceed.
hr_hr: Ova stavka je potvrđena. Ako ga uredite, objekt će promijeniti status Nacrta. Kliknite za nastavak.

source: An approval request has already been sent. If you click Continue that request will be voided, the approver notificated and you will be able to edit. The object will be then on Draft status.
hr_hr: Zahtjev za odobrenje već je poslan. Ako kliknete Nastavi, zahtjev će biti poništen, odobrenje će biti obaviješten i moći ćete urediti. Objekt će tada biti na statusu skice.

source: You are editing an object that has already been approved. Changes are not allowed unless the approver and/or validator accepts them. Please describe the changes you are intending to do so the workflow is initiated.
hr_hr: Vi uredujete objekt koji je već odobren. Promjene nisu dopuštene, osim ako ih prihvati i / ili potvrdi. Opišite promjene koje namjeravate učiniti kako bi se pokrenuo tijek rada.

source: A request for change was sent already. Are you sure you want to send another?
hr_hr: Zahtjev za promjenu već je poslan. Jeste li sigurni da želite poslati još jedan?

source: Item has gone to draft status.
hr_hr: Stavka je otišla u status nacrta.

source: Item has gone to draft status but error occured while sending notifications.
hr_hr: Stavka je otišla u status nacrta, ali je došlo do pogreške prilikom slanja obavijesti.

source: You are about to edit an object that has already been approved. Please describe the change you are about to make in order to keep a record of it. This is a requirement even when workflows are not defined (approval is automatic).
hr_hr: Namjeravate uređivati ​​objekt koji je već odobren. Opišite promjenu koju namjeravate napraviti da biste ih pratili. To je uvjet čak i ako tijekovi rada nisu definirani (odobrenje je automatsko).

source: You cannot acknowledge this item as you are not assigned as the approver.
hr_hr: Ne možete potvrditi ovu stavku jer niste dodijeljeni kao priznatelj.

source: Item has been acknowledged and gone to draft status.
hr_hr: Stavka je priznata i otišla je u nacrt statusa.

source: Item has been acknowledged and gone to draft status but error occured while sending notifications.
hr_hr: Stavka je potvrđena i otišla je u status nacrta, ali je došlo do pogreške prilikom slanja obavijesti.

source: Item Acknowledged
hr_hr: Stavka je priznata

source: You are trying to delete a workflow item that is not in draft status.
hr_hr: Pokušavate izbrisati stavku tijeka rada koji nije u statusu nacrta.

source: A validation request has been sent already. If you click OK that request will be voided, the validator notified and this item will be deleted.
hr_hr: Zahtjev za potvrdom već je poslan. Ako kliknete U redu, taj će zahtjev biti poništen, obavijestit će se obavijestiti ovlašteni servis, a ta će stavka biti izbrisana.

source: An approval request has already been sent. If you click OK that request will be voided, the approver notified and this item will be deleted.
hr_hr: Zahtjev za odobrenje već je poslan. Ako kliknete U redu, taj će zahtjev biti poništen, prijavljeni će se odobriti i ova će stavka biti izbrisana.

source: This item has been approved. If you need to delete it you must first get an acknowledgement from the Approver. Click Continue to request approval.
hr_hr: Ova je stavka odobrena. Ako ga morate izbrisati, najprije morate dobiti potvrdu od odobrenja. Kliknite Nastavi da biste zatražili odobrenje.

source: Item was successfully deleted but error occured while sending notifications.
hr_hr: Stavka je uspješno izbrisana, ali je došlo do pogreške prilikom slanja obavijesti.

source: You are trying to delete an approved workflow item.
hr_hr: Pokušavate izbrisati odobrenu stavku tijeka rada.

source: Validation for this item was requested but error occured while sending notifications.
hr_hr: Zatražena je provjera valjanosti za ovu stavku, ali je došlo do pogreške prilikom slanja obavijesti.

source: Item was automatically validated and approved because there is no one assigned as a validator or approver.
hr_hr: Stavka je automatski potvrđena i odobrena jer nitko nije dodijeljen kao validator ili prijedlog.

source: Item was automatically validated because there is no one assigned as a validator.
hr_hr: Stavka je automatski potvrđena jer nitko nije dodijeljen kao validator.

source: You are not assigned as a validator for this item.
hr_hr: Niste dodijeljeni kao validator za ovu stavku.

source: Item was validated and approved but error occured while sending notifications.
hr_hr: Stavka je potvrđena i odobrena, ali je došlo do pogreške prilikom slanja obavijesti.

source: Item was validated but error occured while sending notifications.
hr_hr: Stavka je potvrđena ali je došlo do pogreške prilikom slanja obavijesti.

source: Approval for this item was requested but error occured while sending notifications.
hr_hr: Zatraženo je odobrenje za ovu stavku, ali je došlo do pogreške prilikom slanja obavijesti.

source: Item was automatically approved because there is no one assigned as an approver.
hr_hr: Stavka je automatski odobrena jer nitko nije dodijeljen kao prijedlog.

source: Item was approved but error occured while sending notifications.
hr_hr: Stavka je odobrena ali je došlo do pogreške prilikom slanja obavijesti.

source: Too much fields to show in result. Select max %s fields.
hr_hr: Previše polja za prikazivanje u rezultatima. Odaberite maks.%s polja.

source: Advanced Filter Cron failed (advanced_filter_id = %s)
hr_hr: Napredno filtriranje Cron nije uspjelo (advanced_filter_id =%s)

source: Advanced Filter Cron - record saving failed (advanced_filter_id = %s)
hr_hr: Napredno filtriranje Cron - spremanje zapisivanja nije uspjelo (advanced_filter_id =%s)

source: The system was not able to connect to our update servers. Please check your internet connection or proxy settings.
hr_hr: Sustav se nije mogao povezati s našim poslužiteljima ažuriranja. Provjerite internetsku vezu ili postavke proxyja.

source: A new account (%s) was detected and included on the training
hr_hr: Novi je račun (%s) otkriven i uključen na trening

source: An account (%s) was removed from the group and removed from the training
hr_hr: Račun (%s) uklonjen je iz grupe i uklonjen iz treninga

source: The training has stopped
hr_hr: Trening je zaustavljen

source: All awareness records have been deleted by %s
hr_hr: Svi zapisi o svijesti su izbrisani%s

source: All awareness records in between dates %s and %s have been deleted by %s
hr_hr: Svi zapisi o svijesti između datuma%s i%s izbrisani su%s

source: All awareness records since %s have been deleted by %s
hr_hr: Svi zapisi o svijesti jer su%s izbrisani%s

source: All awareness records until %s have been deleted by %s
hr_hr: Svi podaci o svijesti do%s su izbrisani%s

source: The user %s was not emailed as they have no email attribute
hr_hr: Korisnik%s nije poslana e-poštom jer nema atribut e-pošte

source: Control "%s" has missing Audits
hr_hr: Kontrola "%s" nema revizije

source: Control "%s" has missing Maintenances
hr_hr: Kontrola "%s" nema upravljačke jedinice

source: Support Contract "%s" has expired
hr_hr: Ugovor o potpori "%s" istekao je

source: Continuity Plan "%s" has missing Audits
hr_hr: Plan kontinuiteta "%s" nedostaje Revizija

source: Security Policy "%s" is still on Draft but used in a Security Control
hr_hr: Sigurnosna politika "%s" još uvijek je u nacrtu, ali se koristi u sigurnosnoj kontroli

source: Asset Risk "%s" has expired
hr_hr: Rizik imovine "%s" istekao je

source: Third Party Risk "%s" has expired
hr_hr: Rizik treće strane "%s" istekao je

source: Business Unit Risk "%s" has expired
hr_hr: Rizik poslovne jedinice "%s" istekao je

source: Risk Exception "%s" has expired
hr_hr: Iznimka od rizika "%s" istekla je

source: Audit Finding "%s" has expired.
hr_hr: Pronalaženje revizije "%s" je isteklo.

source: Notification "%s" was triggered
hr_hr: Obavijest "%s" pokrenuta je

source: There is no one to send Notification emails to
hr_hr: Nitko ne želi poslati e-poštu s obavijestima

source: Error occured during saving Awareness Graph values while running CRON.
hr_hr: Došlo je do pogreške prilikom spremanja projekta grafa vrijednosti dok se izvodi cron.

source: Error occured during saving Third Party Audit Graph values while running CRON.
hr_hr: Došlo je do pogreške tijekom spremanja incidenta treće strane za graf vrijednosti dok se izvodi cron.

source: PHP Libraries and Extensions
hr_hr: PHP knjižnice i proširenja

source: We are looking at least for PHP version %s
hr_hr: Tražimo barem za PHP verziju%s

source: We need at least MySQL %s / MariaDB %s, installed with PHP
hr_hr: Trebamo barem MySQL%s / MariaDB%s, instaliran s PHP-om

source: We need SSL in order to encrpyt SMTP, LDAP and API connections. SNI support and OpenSSL 0.9.8k or greater is required
hr_hr: Trebamo SSL kako bismo obuhvatili SMTP, LDAP i API veze. Potrebna je SNI podrška i OpenSSL 0.9.8k ili noviji

source: CURL
hr_hr: KOVRČA

source: We need Curl libraries to manage file uploads
hr_hr: Treba nam Curl knjižnice za upravljanje prijenosom datoteka

source: We need LDAP libraries in PHP to manage accounts and groups
hr_hr: Trebamo LDAP knjižnice u PHP-u za upravljanje računima i grupama

source: We use mail libraries to connect to SMTP servers
hr_hr: Za povezivanje s SMTP poslužiteljima koristimo knjižnice pošte

source: We need fileinfo libraries as part of PHP
hr_hr: Trebamo knjižnice datoteka kao dio PHP-a

source: We need multibyte strings as part of PHP
hr_hr: Trebamo višestruke nizove kao dio PHP-a

source: We use GD libraries to manage the system Logo
hr_hr: Koristimo GD biblioteke za upravljanje logotipom sustava

source: We need exif as part of PHP to manage images
hr_hr: Trebamo exif kao dio PHP-a za upravljanje slikama

source: We need Zlib to handle file compression
hr_hr: Trebamo Zlib da obrađujemo kompresiju datoteka

source: PharData for archive files accessing
hr_hr: PharData za pristup arhivskim datotekama

source: ZipArchive class for bundling a backup of the system.
hr_hr: ZipArchive klase za grupiranje sigurnosne kopije sustava.

source: We recommend setting max execution time settings (max_execution_time) well above 45 seconds in your php.ini file
hr_hr: Preporučujemo da postavite maksimalno vrijeme izvršenja (max_execution_time) i iznad 45 sekundi u datoteci php.ini

source: You need to make sure crons are being called hourly. The cron should call the following url: system/cron/hourly/KEY where KEY is the system key defined in the settings menu. Hourly cron will be required as of next update.
hr_hr: Morate se pobrinuti da se kruni pozivaju po satu. Cron treba nazvati sljedeći url: system / cron / hourly / KEY gdje je KEY ključ sustava definiran u izborniku postavki. Počevši od sljedećeg ažuriranja, potreban je satni kron.

source: You need to make sure crons are being called daily for at least the last two days to clear this alarm. The cron should call the following url: system/cron/daily/KEY where KEY is the system key defined in the settings menu.
hr_hr: Morate se pobrinuti da se croni svakodnevno zovu barem zadnja dva dana da biste uklonili taj alarm. Cron treba nazvati sljedeći url: system / cron / daily / KEY gdje je KEY ključ sustava definiran u izborniku postavki.

source: You need to make sure crons are being called yearly (1st of January at midnught). The cron should call the following url: system/cron/yearly/KEY where KEY is the system key defined in the settings menu.
hr_hr: Morate se pobrinuti da se crone zovu godišnje (1. siječnja u midnught). Cron treba nazvati sljedeći url: system / cron / yearly / KEY gdje je KEY ključ sustava definiran u izborniku postavki.

source: Write Permissions
hr_hr: Napišite dozvole

source: Temporary folder
hr_hr: Privremena mapa

source: The system should be allowed to write and read from the app/tmp/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz aplikacijskih / tmp / direktorija i svih njegovih pod-direktorija. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: Cache folder
hr_hr: Mapu s predmemorijom

source: The system should be allowed to write and read from the app/tmp/cache/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz aplikacije / tmp / predmemorije / direktorija i svih njegovih poddrukata. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: The system should be allowed to write and read from the app/tmp/logs/ directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz aplikacije / tmp / logs / direktorije i svih njegovih pod-direktorija. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: Files folder
hr_hr: Mapa s datotekama

source: The system should be allowed to write and read from the app/webroot/files directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz direktorija aplikacija / webroota / datoteka i svih njegovih poddijelova. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: The system should be allowed to write and read from the app/webroot/media directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz direktorija app / webroot / media i svih njegovih poddrukata. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: The system should be allowed to write and read from the app/webroot/backups directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz direktorija app / webroot / backups i svih njegovih poddrukata. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: The system should be allowed to write and read from the app/Vendor/queue directories and all its sub directories. The account on which this webserver operates needs to have those permissions.
hr_hr: Sustav bi trebao biti dopušten za pisanje i čitanje iz direktorija aplikacija / prodavatelja / reda i svih njegovih poddijelova. Račun na kojem funkcionira ovaj web poslužitelj mora imati te dozvole.

source: You should change your admin password in the user account option in the system settings menu
hr_hr: U izborniku postavki sustava trebali biste promijeniti lozinku administratora u opciji korisničkog računa

source: In order to upload files is recomended you modify PHP default settings in php.ini and increase it (post_max_size and upload_max_filesize) to at least 100M
hr_hr: Da biste prenijeli datoteke preporučujemo izmijenite PHP postavke u php.ini i povećajte (post_max_size i upload_max_filesize) na najmanje 100M

source: Is important MySQL settings do not include STRICT. Ideal settings are NO_ENGINE_SUBSTITUTION or simply empty. Those settings can be changed on the engine itself.
hr_hr: Važne postavke MySQL-a ne uključuju STRICT. Idealne postavke su NO_ENGINE_SUBSTITUTION ili jednostavno prazne. Te se postavke mogu mijenjati samo na samom motoru.

source: Is recommended to setup global value for MySQL variable "max_allowed_packet" at least "128000000" which is 16mb.
hr_hr: Preporučuje se postavljanje globalne vrijednosti za MySQL varijablu "max_allowed_packet" barem "128000000", što je 16mb.

source: Edit was cancelled, no changes made
hr_hr: Uređivanje je otkazano, nema izmjena

source: We had issues connecting to your LDAP system, login with your admin credentials and review your settings
hr_hr: Imali smo poteškoća s povezivanjem s vašim LDAP sustavom, prijavili se s vašim administratorskim vjerodajnicama i pregledali svoje postavke

source: Downgrade not possible. Why would you want that anyways?
hr_hr: Nije moguće vratiti se. Zašto bi to ionako?

source: The Audit for the date %s on the %s %s was tagged as Fail
hr_hr: Revizija za datum%s na%s%s označena je kao Neuspjelo

source: The Audit for the date %s on the %s %s was tagged as Pass
hr_hr: Revizija za datum%s na%s%s označena je kao Pass

source: The Audit for the date %s that has been tagged as Fail on the %s %s has been deleted
hr_hr: Revizija za datum%s koji je označen kao Neuspjel na%s%s je izbrisan

source: The %s planned for the date %s on the %s %s has been set to %s
hr_hr: %s planirano za datum%s na%s%s postavljeno je na%s

source: Schema information "%s" for a field "%s" does not exist
hr_hr: Podaci o shemi "%s" za polje "%s" ne postoje

source: The %s %s that has been with a missing Review %s has no longer missing reviews
hr_hr: %s%s koji je sa nestalim pregledom%s više ne sadrži recenzije

source: The Risk %s Residual Score %s is higher than the Risk Appetite %s
hr_hr: Rezidualni rezultat%s rezolucije%s veći je od apetitita%s

source: The values of Risk Classification were updated and the Residual Score value %s for the Risk %s is above the Risk Appetite %s
hr_hr: Vrijednosti razvrstavanja rizika ažurirane su i vrijednost ostatka vrijednosti%s za rizik%s iznad apetita%s

source: The Risk Appetite original value %s has been updated to a new value %s and the Risk %s Residual Score value %s is above
hr_hr: Izvorna vrijednost%s Appetite rizika ažurirana je na novu vrijednost%s i vrijednost% ostatka vrijednosti%s je iznad

source: The %s %s has been tagged as being in Design
hr_hr: %s%s označeno je kao u dizajnu

source: The %s %s has been tagged as being in Production
hr_hr: %s%s označeno je kao proizvodnja

source: The Project %s that has been mapped to the %s %s has been removed
hr_hr: Projekt%s koji je mapiran na%s%s je uklonjen

source: The Project %s that has been mapped to the %s %s has been tagged as Completed
hr_hr: Projekt%s koji je mapiran na%s%s označen je kao Dovršen

source: The Project %s has been mapped to the failed audit %s of %s %s
hr_hr: Projekt%s mapiran je na neuspjelu reviziju%s od%s%s

source: This field is mandatory, you need to input one or more Business Units IDs. You can get the ID of a business unit from Organisation / Business Units - eramba will check if those IDs exist and if they dont, block the import - If you want to include more than one, remember to split them with "|". For example 1|2|3 would include three business units.
hr_hr: Ovo polje je obvezno, morate unijeti jedan ili više ID-ova poslovnih jedinica. Možete dobiti ID poslovne jedinice iz Organizacije / Poslovne jedinice - eramba će provjeriti jesu li ti ID-ovi, a ako ne, blokiraju uvoz - Ako želite uključiti više od jednog, ne zaboravite ih podijeliti s "|". Na primjer, 1 | 2 | 3 bi uključio tri poslovne jedinice.

source: This field is mandatory, simply put the asset name. For example: Corporate Laptops.
hr_hr: Ovo polje je obavezno, jednostavno stavite naziv imovine. Na primjer: korporativni prijenosnici.

source: This field is not mandatory, you can leave it blank if you want.
hr_hr: Ovo polje nije obvezno, možete ga ostaviti prazno ako to želite.
