Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: You asked us to let you know when a Compliance Exception is about to expire. You should take a look at the Compliance Exception under the title of "%s".
hr_hr: Zatražili ste od vas da vam kažemo kada će se izbrisati Usklađenost. Trebali biste pogledati iznimku za sukladnost pod nazivom "%s".

source: You asked us to let you know whenever a Support Contract deadline is coming. You should take a look at the contract "%s".
hr_hr: Tražili ste od vas da vas obavijestimo kad god stigne rok ugovora o potpori. Trebali biste pogledati ugovor "%s".

source: You asked us to let you know when a Policy Exception is about to expire. You should take a look at the Policy Exception under the title of "%s".
hr_hr: Zamolili ste nas da vas obavijestimo kada će se izbrisati izuzeće pravila. Trebali biste pogledati Izuzetak pravila pod nazivom "%s".

source: You asked us to let you know whenever a Project deadline is coming. You should take a look at the project "%s".
hr_hr: Zamolili ste nas da vas obavijestimo kad god dođe rok Projekta. Trebali biste pogledati projekt "%s".

source: You asked us to let you know whenever a Risk expires. You should take a look at the Risk "%s".
hr_hr: Tražili ste od vas da vas obavijestimo kad god rizik istekne. Trebali biste pogledati rizik "%s".

source: You asked us to let you know when a Risk Exception is about to expire. You should take a look at the Risk Exception under the title of "%s".
hr_hr: Tražili ste od vas da vam kažemo kada će se iznenaditi rizik od iznimke. Trebali biste pogledati iznimku rizika pod naslovom "%s".

source: You asked us to let you know whenever a Security Control requires an Audit. You should take a look at the control "%s".
hr_hr: Tražili ste od vas da vam kažemo svaki put kad sigurnosna kontrola zahtijeva reviziju. Trebali biste pogledati kontrolu "%s".

source: You asked us to let you know whenever a Security Control requires some maintenance. You should take a look at the control "%s".
hr_hr: Tražili ste od vas da vam kažemo svaki put kad neka sigurnosna kontrola zahtijeva odrľavanje. Trebali biste pogledati kontrolu "%s".

source: An acknowledgment for deleting an item has been requested. Click <a href="%s">here</a> to proceed.
hr_hr: Zatražena je potvrda o brisanju stavke. Kliknite <a href="%s">ovdje</a> da biste nastavili.

source: An acknowledgment for editing an item has been requested. Click <a href="%s">here</a> to proceed.
hr_hr: Zatražena je potvrda za uređivanje stavke. Kliknite <a href="%s">ovdje</a> da biste nastavili.

source: An approval request has been voided for a deleted item <a href="%s">here</a>
hr_hr: Ovdje je odbijen zahtjev za odobrenje za izbrisanu stavku

source: A validation request has been voided for a deleted item <a href="%s">here</a>
hr_hr: Ovdje je uklonjen zahtjev za provjeru valjanosti za izbrisanu stavku

source: An approval request has been voided for an item <a href="%s">here</a>
hr_hr: Za ovdje je naveden zahtjev za odobrenje

source: A validation request has been voided for an item <a href="%s">here</a>
hr_hr: Za ovdje je stavljen zahtjev za provjeru valjanosti

source: Your request for change has been acknowledged <a href="%s">here</a>.
hr_hr: Vaš zahtjev za promjenu <a href="%s">ovdje</a> je potvrđen.

source: An item has been approved <a href="%s">here</a>
hr_hr: Stavka je odobrena <a href="%s">ovdje</a>

source: An item has been validated <a href="%s">here</a>
hr_hr: Stavka je <a href="%s">ovdje</a> potvrđena

source: You should come and approve an item <a href="%s" target="_blank">here</a>
hr_hr: Trebali biste doći i odobriti stavku <a href="%s" target="_blank">ovdje</a>

source: You should come and validate an item <a href="%s" target="_blank">here</a>
hr_hr: Trebali biste doći ovdje i potvrditi stavku

source: Page you requested has not been found :-!
hr_hr: Nije pronađena stranica koju ste zatražili: -!

source: Requested page is no longer available or wrong. Check the URL and if the problem persist, you can:
hr_hr: Tražena stranica više nije dostupna ili nije u redu. Provjerite URL i ako se problem nastavi, možete:

source: The request is invalid and has been restricted :-!
hr_hr: Zahtjev je nevažeći i ograničen: -!

source: Go back
hr_hr: Vratite se

source: Goal Name
hr_hr: Naziv cilja

source: Name this Security Service (Firewalls, CCTV, Etc)
hr_hr: Nazovite ovu sigurnosnu službu (vatrozid, CCTV, itd.)

source: Controls will require regular audits. Describe in this field what will be the metric (and optionally the process to obtain it) to audit this control. For example: creeping privileges on the Active Directory. Compare the current list of employees against those listed in the Active Directory.
hr_hr: Kontrole će zahtijevati redovne provjere. Opišite u ovom polju što će biti metrika (i po želji postupak za dobivanje) za reviziju ove kontrole. Na primjer: povlaštene privilegije na Active Directory. Usporedite trenutni popis zaposlenika s onima navedenim u Active Directory.

source: Performance Review Metric
hr_hr: Metrički pregled izvedbe

source: What the metric should display in order to consider the control audit successful. For example: No creeping privileges
hr_hr: Ono što metrički podaci trebaju prikazati kako bi kontrolna revizija bila uspješna. Na primjer: nema pukotina

source: The date where this audit was originally set to start.
hr_hr: Datum kada je ova revizija bila izvorno postavljena.

source: The date this audit actually started.
hr_hr: Datum kada je ova revizija zapravo započela.

source: The day the audit ended.
hr_hr: Dan završetka revizije.

source: If the audit pass or not.
hr_hr: Ako reviziju prođe ili ne.

source: A brief description on what was observed while auditing. You can optionally add evidence as attachments.
hr_hr: Kratak opis onoga što je promatrano tijekom revizije. Možete dodati dokaze kao privitke.

source: The individual that executed the audit
hr_hr: Pojedinac koji je izvršio reviziju

source: The name of the goal
hr_hr: Naziv cilja

source: The individual accountable for planning, monitoring and ultimately acheving this goal
hr_hr: Pojedinac je odgovoran za planiranje, praćenje i konačno postizanje tog cilja

source: A brief description of the goal
hr_hr: Kratak opis cilja

source: Select the current status of this goal
hr_hr: Odaberite trenutačni status tog cilja

source: What and how evidence will be used and collected to determine if the goal has been achieved
hr_hr: Što i kako će se dokumenti koristiti i prikupljati kako bi se utvrdilo je li postignut cilj

source: Success Criteria
hr_hr: Kriteriji uspjeha

source: How that metric will need to look in order to determine if it was achieved or not?
hr_hr: Kako će taj mjerni podatak morati gledati kako bi se utvrdilo je li postignuto ili nije?

source: Audit Calendar
hr_hr: Kalendar revizije

source: Select the months in the year where this audit must take place
hr_hr: Odaberite mjesece u godini u kojoj se ova revizija mora odvijati

source: Select controls that are being (or have been) developed and put into production to support the completion of this goal
hr_hr: Odaberite kontrole koje se (ili su bile) razvile i stavile u produkciju kako bi podržale završetak tog cilja

source: Add Security Service
hr_hr: Dodajte sigurnosnu uslugu

source: Select asset based risks that have emerged or have mitigated as part of this goal
hr_hr: Odaberite rizike temeljene na imovini koje su se pojavile ili ublažile kao dio tog cilja

source: Add Risk
hr_hr: Dodaj rizik

source: Select third party based risks that have emerged or have mitigated as part of this goal
hr_hr: Odaberite rizike temeljene na trećim stranama koje su se pojavile ili ublažile kao dio tog cilja

source: Select business risks that have emerged or have mitigated as part of this goal
hr_hr: Odaberite poslovne rizike koji su se pojavili ili ublažili kao dio tog cilja

source: Add Business Continuity
hr_hr: Dodajte kontinuitet poslovanja

source: Select projects that have been createed to meet this goal
hr_hr: Odaberite projekte koji su stvoreni u skladu s tim ciljem

source: Select Security Policies that have been developed and implemented as part of this goal
hr_hr: Odaberite Sigurnosna pravila koja su razvijena i implementirana kao dio ovog cilja

source: Add Security Policy
hr_hr: Dodajte sigurnosnu politiku

source: Program Issues
hr_hr: Programska pitanja

source: Select any issues that will be mitigated with the achievement of this goal
hr_hr: Odaberite sve probleme koji će se ublažiti postizanjem tog cilja

source: Add Issues
hr_hr: Dodajte brojeve

source: Are you really sure you want to delete this Goal?
hr_hr: Jeste li sigurni da želite izbrisati taj cilj?

source: Program Goals
hr_hr: Ciljevi programa

source: Success Criteria
hr_hr: Kriteriji uspjeha

source: Metrics Reviews
hr_hr: Ocjene mjernih podataka

source: Mapped Activities
hr_hr: Skupljene aktivnosti

source: No Activities found.
hr_hr: Nisu pronađene aktivnosti.

source: Performance Reviews
hr_hr: Ocjene izvedbe

source: The accountable individual for planning, monitoring and ultimately achieve this goal.
hr_hr: Odgovorni pojedinac za planiranje, praćenje i konačno postizanje tog cilja.

source: Goal Description
hr_hr: Opis cilja

source: A brief description of the goal.
hr_hr: Kratak opis cilja.

source: Shows if the goal is currently applicable or not.
hr_hr: Pokazuje je li trenutačno primijenjen cilj ili ne.

source: Current statuses for this Goal.
hr_hr: Trenutni statusi za ovaj cilj.

source: The defiend metric to be collected in order to perform a review.
hr_hr: Potrebna metrika koju treba prikupiti kako bi se izvršio pregled.

source: Performance Metric
hr_hr: Metrički učinak

source: The criteria upon which the metric is tested in order to decide if the review passes or not.
hr_hr: Kriteriji na kojima se mjeri metrički test kako bi odlučio je li pregled prolazio ili ne.

source: The type of activity mapped to this goal. This could be a control, risk, policy, Etc.
hr_hr: Vrsta aktivnosti koja je mapirana ovom cilju. To bi mogla biti kontrola, rizik, politika, itd.

source: The name of the activity
hr_hr: Naziv aktivnosti

source: The status of the activity
hr_hr: Status aktivnosti

source: No Mapped Activities found.
hr_hr: Nisu pronađene izmiješane aktivnosti.

source: No Mapped Issues found.
hr_hr: Nije pronađen nijedan mapirani problem.

source: No Goals found.
hr_hr: Nisu pronađeni ciljevi.

source: Same group already exists.
hr_hr: Ista grupa već postoji.

source: Give a name to this role
hr_hr: Dajte ime ovoj ulozi

source: Give a description to this role
hr_hr: Navedite ovu ulogu

source: Are you really sure you want to delete group: <strong>%s</strong>?
hr_hr: Jeste li sigurni da želite izbrisati grupu: <strong>%s</strong> ?

source: No roles found.
hr_hr: Nisu pronađene uloge.

source: Show in result
hr_hr: Prikaži u rezultatu

source: Not Expired
hr_hr: Nije isteklo

source: No Incident
hr_hr: Nema incidenta

source: List Reminders
hr_hr: Popis podsjetnika

source: List Trainings
hr_hr: Popis treninga

source: Download Example
hr_hr: Primjer preuzimanja

source: %d user
hr_hr: % D korisnika

source: Risk Review Expired
hr_hr: Isteklo je pregled rizika

source: Exceptions with Issues
hr_hr: Iznimke s izdanjima

source: Controls with Issues
hr_hr: Kontrole s problemima

source: Plans with Issues
hr_hr: Planovi s pitanjima

source: Plan in Design
hr_hr: Planirajte u dizajnu

source: Compliance Package ID
hr_hr: ID paketa usklađenosti

source: Compliance Package Title
hr_hr: Naslov paketa usklađenosti

source: Compliance Package Description
hr_hr: Opis paketa sukladnosti

source: List Answers
hr_hr: Popis odgovora

source: List Findings
hr_hr: Rezultati popisa

source: List Settings
hr_hr: Postavke popisa

source: %d item
hr_hr: % D stavka

source: (%s Reviewed)
hr_hr: (%s recenzirano)

source: %s seconds
hr_hr: %s sekundi

source: Missing Analysis
hr_hr: Analiza koja nedostaje

source: Last Performance Review missing
hr_hr: Nedostaje nedavna izvedba

source: Active notification
hr_hr: Aktivna obavijest

source: List Tasks
hr_hr: Popis zadataka

source: List Expenses
hr_hr: Popis troškova

source: Not due
hr_hr: Nije zbog

source: Improvement
hr_hr: Poboljšanje

source: Status is Design
hr_hr: Status je dizajn

source: Missing audits
hr_hr: Nedostaju revizije

source: Being fixed
hr_hr: Postaje fiksna

source: No audit issues
hr_hr: Nema pitanja revizije

source: Missing maintenances
hr_hr: Nedostaje održavanje

source: Last maintenance failed
hr_hr: Zadnje održavanje nije uspjelo

source: No maintenance issues
hr_hr: Nema problema s održavanjem

source: Failed audit
hr_hr: Neuspjela revizija

source: Missing audit
hr_hr: Nedostaje reviziju

source: Failed maintenance
hr_hr: Neuspješno održavanje

source: Missing maintenance
hr_hr: Nedostaje održavanje

source: Contract Expired
hr_hr: Ugovor je istekao

source: No Tags found.
hr_hr: Nisu pronađene oznake.

source: Taggable "outputCallback" is incorrectly defined.
hr_hr: Taggable "outputCallback" nije ispravno definiran.

source: Taggable "notFoundCallback" is incorrectly defined.
hr_hr: Taggable "notFoundCallback" pogrešno je definiran.

source: Brute Force Blocked
hr_hr: Brutalna sila blokirana

source: The password must be 8-30 alphanumeric characters long and optionally, include the following: "!@#$%^&()][" characters
hr_hr: Lozinka mora imati 8 do 30 alfanumeričkih znakova i opcionalno, uključiti sljedeće: "! @ # $% ^ & ()] [" Znakovi

source: Date Started
hr_hr: Datum početka

source: Date Ended
hr_hr: Datum je završen

source: No Issues found.
hr_hr: Nije pronađen nijedan problem.

source: Trainings you need to do
hr_hr: Treninzi koje trebate učiniti

source: Something went wrong
hr_hr: Nešto je pošlo krivo”

source: Request URL
hr_hr: Zatražite URL

source: Your session probably expired and you have been logged out of the application.
hr_hr: Vaša je sesija vjerojatno istekla i odjavljeni ste iz aplikacije.

source: Error occured and the request failed.<br />Enable debug mode if you want more information.<br />If this problem persist, contact the support.
hr_hr: Došlo je do pogreške i zahtjev nije uspio. <br /> Omogućite način uklanjanja pogrešaka ako želite više informacija. <br /> Ako se problem nastavi pojavljivati, obratite se podršci.

source: Please try again or <span>reload the page</span>.
hr_hr: Pokušajte ponovo ili <span>ponovno učitajte stranicu</span> .

source: You don't have a permission to view this page.
hr_hr: Nemate dozvolu za prikaz ove stranice.

source: This portal was generated on %s by %s using %s
hr_hr: Ovaj je portal generiran na%s%s pomoću%s

source: This portal is generated using <a href="http://www.eramba.org" target="_blank">www.eramba.org</a>
hr_hr: Ovaj portal generira se pomoću <a href="http://www.eramba.org" target="_blank">www.eramba.org</a>

source: Document Library Portal
hr_hr: Portal knjižnice dokumenata

source: Login to this portal to access the full library of documents
hr_hr: Prijavite se na ovaj portal kako biste pristupili cijeloj biblioteci dokumenata

source: The name of the connector, for example "Corporate LDAP"
hr_hr: Naziv konektora, na primjer "Corporate LDAP"

source: Brief description for this connector
hr_hr: Kratak opis ovog priključka

source: If the connector is disabled or enabled (is ready to be used across the system)
hr_hr: Ako je priključak onemogućen ili omogućen (spreman je za korištenje na cijelom sustavu)

source: LDAP Server Hostname
hr_hr: Naziv poslužitelja LDAP poslužitelja

source: The ldap server you want to connect. If you want to use TSL then don't forget to include ldaps:// in front of the server name. For example ldaps://ldap.company.com. Additionally you may need to edit your ldap.conf file and include a setting for TLS_REQCERT (with value "never").
hr_hr: Poslužitelj ldap koji želite povezati. Ako želite koristiti TSL, nemojte zaboraviti uključiti ldaps: // ispred naziva poslužitelja. Na primjer ldaps: //ldap.company.com. Osim toga, možda ćete morati urediti datoteku ldap.conf i uključiti postavku za TLS_REQCERT (uz vrijednost "nikad").

source: The domain used on your emails, for example mycompany.com
hr_hr: Domena koja se koristi na vašoj e-pošti, na primjer mycompany.com

source: By default we connect to the port 389. If you are using TSL on your directory you would typically use 636.
hr_hr: Prema zadanim postavkama povezujemo se s priključkom 389. Ako koristite TSL u vašem direktoriju, obično koristite 636.

source: LDAP Username
hr_hr: LDAP korisničko ime

source: This is the username that will be used to connect to the LDAP server using the full DN. <br><br>For example: "CN=Joe Ramone,OU=People,DC=corp,DC=eramba,DC=org"
hr_hr: Ovo je korisničko ime koje će se koristiti za povezivanje s LDAP poslužiteljem koristeći cijeli DN. <br><br> Na primjer: "CN = Joe Ramone, OU = Ljudi, DC = corp, DC = eramba, DC = org"

source: LDAP Password
hr_hr: LDAP zaporka

source: This is the password for the account defined on the field above
hr_hr: Ovo je lozinka za račun koji je definiran na gore navedenom polju

source: LDAP Server Base DN
hr_hr: LDAP poslužiteljska baza DN

source: This is the base directory where queries will be executed. <br><br>If you are not sure, use the DN of the user you used to connect to AD and keep the domain part, for example "DC=corp,DC=eramba,DC=org"
hr_hr: Ovo je baza direktorija u kojem će se izvršiti upiti. <br><br> Ako niste sigurni, upotrijebite DN korisnika koji ste upotrebljavali za povezivanje s AD i zadržite dio domene, primjerice "DC = corp, DC = eramba, DC = org"

source: If you are looking to authenticate users in eramba, then select "Authenticator". <br>If you have plans to use the Policy Portal or Awareness module you will need two connectors, one "Authenticator" and another "Group"
hr_hr: Ako želite autentificirati korisnike u erambi, odaberite "Authenticator". <br> Ako planirate koristiti modul Policy Portal ili Awareness, trebat će vam dva konektora, jedan "Autentifikator" i drugu "Grupu"

source: Filter to find account names
hr_hr: Filtrirajte kako biste pronašli imena računa

source: This filter is the one eramba will use to find the exact the login name in your directory. If your login account in AD is john.smith, at the time you login in eramba, this filter will be used to find that user account in your AD. eramba will replace the pattern %USERNAME% with "john.smith" and run the filter. <br><br>For example, a typical filter for AD would be (&(objectcategory=user)(sAMAccountName=%USERNAME%))
hr_hr: Ovaj filtar je onaj koji eramba upotrebljava za pronalaženje točnog imena za prijavu u vašem direktoriju. Ako je vaš korisnički račun za prijavu u AD john.smith, u trenutku prijave u erambu, taj se filtar koristi za pronalaženje tog korisničkog računa u AD. Eramba će zamijeniti uzorak% USERNAME%s "john.smith" i pokrenuti filtar. <br><br> Na primjer, tipičan filtar za AD bi bio (& (objectcategory = user) (sAMAccountName =% USERNAME%))

source: LDAP Account Attribute
hr_hr: Atribut LDAP računa

source: This is the attribute eramba will request after it executed the filter and will be used to get the exact login account.<br><br>For example, a typical attribute in AD would be "sAMAccountName"
hr_hr: Ovo je atribut koji će eramba zatražiti nakon što izvrši filtar i bit će upotrijebljen za dobivanje točnog računa za prijavu. <br><br> Na primjer, tipičan atribut u AD bi bio "sAMAccountName"

source: Group member Name Attribute
hr_hr: Naziv grupe člana

source: This is an attribute in the directory that has the name of the account (John Smith).<br><br>For example, a typical attribute in AD would be "displayName"
hr_hr: Ovo je atribut u direktoriju koji ima naziv računa (John Smith). <br><br> Na primjer, tipičan atribut u AD bi bio "displayName"

source: Group member email Attribute
hr_hr: Poruka e-pošte člana grupe

source: This attribute is used on the filter above and expected to return the email of the account.<br><br>For example, a typical attribute in AD would be "mail"
hr_hr: Ovaj se atribut upotrebljava na gornjem filtru i očekuje se povrat e-pošte računa. <br><br> Na primjer, tipičan atribut u AD bi bio "pošta"

source: LDAP Memberof Attribute
hr_hr: LDAP člana svojstva

source: This attribute is used on the filter above and is expected to fetch the groups to which a specific account belongs to. <br><br>For example, a typical attribute in AD would be "memberOf"
hr_hr: Ovaj atribut upotrebljava se na gore navedenom filtru i očekuje se da će dohvatiti grupe kojima pripada određeni račun. <br><br> Na primjer, tipičan atribut u AD bi bio "memberOf"

source: Filter to get the list of groups
hr_hr: Filtriranje da biste dobili popis grupa

source: This filter will be used to get the list of groups in your AD. <br><br>For example, a typical attribute in AD would be "(objectCategory=group)"
hr_hr: Taj se filtar upotrebljava za dobivanje popisa grupa u vašem AD. <br><br> Na primjer, tipičan atribut u AD bi bio "(objectCategory = group)"

source: Group Name Attribute
hr_hr: Naziv grupe Naziv

source: This attribute is used on the filter above and is expected to return the name of the group. <br><br>For example, a typical attribute in AD would be "distinguishedName" or "cn"
hr_hr: Ovaj se atribut upotrebljava na gornjem filtru i očekuje se da će vratiti naziv grupe. <br><br> Na primjer, tipičan atribut u AD bi bio "distinguishedName" ili "cn"

source: Filter to get members of a group
hr_hr: Filtriranje za članove grupe

source: This filter is used to pull the members of a group,the filter must the macro %GROUP% that indicates the group to be searched for. <br><br>For example, a typical attribute in AD would be "(&(objectCategory=user)(memberOf=CN=%GROUP%))"
hr_hr: Ovaj se filtar koristi za povlačenje članova grupe, filtar mora imati makronaredbu% GROUP% koja označava skupinu koja se traži. <br><br> Na primjer, tipičan atribut u AD bi bio "(& (objectCategory = user) (memberOf = CN =% GROUP%))"

source: Group member Account Name Attribute
hr_hr: Naziv grupe računa Naziv člana grupe

source: This attribute is used on the filter above and it must return the account name. <br><br>For example, a typical attribute in AD would be "sAMAccountName"
hr_hr: Taj se atribut upotrebljava na gornjem filtru i mora vratiti naziv računa. <br><br> Na primjer, tipičan atribut u AD bi bio "sAMAccountName"

source: Email address for an Account
hr_hr: Adresa e-pošte za račun

source: By default AD shuld have the email attribute, but if for some reason that does not work for you (unlikely) you can define the email as the account name plus a domain that you can indicate on the field below.
hr_hr: Prema zadanim postavkama AD shuld ima atribut e-pošte, ali ako iz nekog razloga koji ne funkcionira za vas (vjerojatno), e-adresu možete definirati kao naziv računa i domenu koju možete naznačiti na donjem polju.

source: Testing...
hr_hr: Testiranje

source: Test Getting Members of a Group
hr_hr: Test Dobivanje članova grupe

source: Test Getting List Of Groups
hr_hr: Ispitivanje dobivanja popisa grupa

source: Enter group name
hr_hr: Unesite naziv grupe

source: LDAP Results
hr_hr: Rezultati LDAP-a

source: Enter <strong>%USERNAME%</strong> value
hr_hr: Unesite <strong>vrijednost% USERNAME%</strong>

source: General Eramba Authentication
hr_hr: Opća provjera autentičnosti Erambe

source: Use LDAP to authenticate users
hr_hr: Koristite LDAP za provjeru autentičnosti korisnika

source: Choose an LDAP Connector
hr_hr: Odaberite LDAP priključak
