Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Business Continuity was successfully deleted.
hr_hr: Uspješnost poslovanja uspješno je izbrisana.

source: Create a Business Continuity
hr_hr: Stvorite kontinuitet poslovanja

source: Edit a Business Continuity
hr_hr: Uređivanje kontinuiteta poslovanja

source: This field cannot be left blank
hr_hr: Ovo polje ne smije ostati prazno

source: Business Continuity Plan Audit Improvement
hr_hr: Poboljšanje revizije planova kontinuiteta poslovanja

source: Delete a Business Continuity Plan Audit Improvement .
hr_hr: Brisanje poboljšanja revizije planova kontinuiteta poslovanja.

source: Business Continuity Plan Audit Improvement was successfully deleted.
hr_hr: Poboljšanje revizije planova kontinuiteta poslovanja uspješno je izbrisano.

source: Create an Audit Improvement
hr_hr: Stvorite poboljšanje revizije

source: Business Continuity Plan Audit Improvement was successfully added.
hr_hr: Poboljšanje revizije planova kontinuiteta poslovanja uspješno je dodano.

source: Edit a Business Continuity Plan Audit Improvement
hr_hr: Uređivanje poboljšanja revizije planova kontinuiteta poslovanja

source: Audit Improvement was successfully added.
hr_hr: Poboljšanje revizije uspješno je dodano.

source: Business Continuity Plans Audit Report
hr_hr: Revizijsko izvješće o planovima kontinuiteta poslovanja

source: Business Continuity Plans Audit
hr_hr: Revizija planova kontinuiteta poslovanja

source: Delete a Business Continuity Plans Audit.
hr_hr: Brisanje revizije planova kontinuiteta poslovanja.

source: Define your continuity plans in detail and ensure the plan participants are aware of their responsibilities.
hr_hr: Odredite detaljne planove kontinuiteta i osigurajte da su sudionici planova svjesni svojih odgovornosti.

source: Delete a Business Continuity Plan.
hr_hr: Brisanje plana kontinuiteta poslovanja.

source: Business Continuity Plan was successfully deleted.
hr_hr: Business Continuity Plan revizije je uspješno obrisan.

source: Business Continuity Plans Acknowledge
hr_hr: Potvrđujemo planove kontinuiteta poslovanja

source: Business Continuity Task was successfully acknowledged.
hr_hr: Zadatak kontinuiteta poslovanja uspješno je potvrđen.

source: The plan is in design. Audits not possible.
hr_hr: Plan je u dizajnu. Revizije nisu moguće.

source: Semester
hr_hr: Semestar

source: Does not have Attachments
hr_hr: Nema privitaka

source: Has Attachments
hr_hr: Ima privitke

source: Business Continuity Task
hr_hr: Zadatak kontinuiteta poslovanja

source: Delete a Business Continuity Task.
hr_hr: Izbrišite zadatak kontinuiteta poslovanja.

source: Business Units
hr_hr: Poslovne jedinice

source: Use this section to describe your organisation and its core processes. For example Finance: (Accounting, Controlling , Paying Invoices, Etc). This section is only useful if you plan to use Risk Management functionalities in eramba.
hr_hr: Koristite ovaj odjeljak kako biste opisali svoju organizaciju i njegove temeljne procese. Na primjer, Financije: (računovodstvo, kontroling, plaćanje računa, itd.). Ovo poglavlje korisno je samo ako planirate koristiti funkcije upravljanja rizicima u erambi.

source: Delete a Business Unit.
hr_hr: Izbriši poslovnu jedinicu.

source: Create a Business Unit
hr_hr: Stvorite poslovnu jedinicu

source: Business Unit was successfully added.
hr_hr: Poslovna jedinica uspješno je dodana.

source: Define those business units (and later their processes) that are in the scope of your program. This will be later used to map assets and define risks.
hr_hr: Odredite one poslovne jedinice (a kasnije njihovi procesi) koji su u okviru vašeg programa. To će se kasnije koristiti za mapiranje imovine i definiranje rizika.

source: Comments for "%s"
hr_hr: Komentari za "%s"

source: Comment and discuss about this item.
hr_hr: Komentirajte i raspravite o toj stavci.

source: Delete a Comment.
hr_hr: Izbriši komentar.

source: Comment was successfully deleted.
hr_hr: Komentar je uspješno izbrisan.

source: Insert Comment
hr_hr: Umetni komentar

source: Comment was successfully added.
hr_hr: Komentar je uspješno dodan.

source: Error occured. Please try again.
hr_hr: Došlo je do pogreške. Molim te pokušaj ponovno.

source: Edit a Comment
hr_hr: Uredite komentar

source: Comment was successfully edited.
hr_hr: Komentar je uspješno uređen.

source: New Audit Feedback Comment
hr_hr: Nova ocjena komentara revizije

source: Compliance Analysis Findings
hr_hr: Rezultati analize sukladnosti

source: Use this section to document your compliance findings (while you receive external audits or as they pop in the organisation. You can also document compliance findings from the Compliance Analysis module (Under Compliance Management).
hr_hr: Koristite ovaj odjeljak kako biste dokumentirali nalaze naloga (dok primate vanjske revizije ili dok popujete u organizaciju. Također možete dokumentirati nalaze usklađenosti s modulom Analiza sukladnosti (Pod Compliance Management).

source: Compliance Analysis Finding
hr_hr: Pronalaženje analize sukladnosti

source: Delete a Finding.
hr_hr: Izbriši Finding.

source: Create an Compliance Analysis Finding
hr_hr: Izrada analize usklađenosti

source: Compliance Analysis Finding was successfully added.
hr_hr: Usklađivanje analize usklađenosti uspješno je dodano.

source: Edit a Compliance Analysis Finding
hr_hr: Uredite pronalaženje analize sukladnosti

source: Compliance Analysis Finding was successfully edited.
hr_hr: Usklađivanje analize usklađenosti uspješno je uređeno.

source: Third Party Audit Feedback
hr_hr: Povratne informacije o reviziji treće strane

source: List of all answers provided by users.
hr_hr: Popis svih odgovora koje pružaju korisnici.

source: Compliance Audit Feedback
hr_hr: Povratne informacije o reviziji sukladnosti

source: You will apply this classification to your Risks.
hr_hr: Ta će klasifikacija primijeniti na Vaša Rizika.

source: Delete a Compliance Audit Feedback.
hr_hr: Obriši povratne informacije o reviziji usklađenosti.

source: Compliance Audit Feedback was successfully deleted.
hr_hr: Uspješno je obrisana povratna informacija za reviziju usklađenosti.

source: Create a Compliance Audit Feedback
hr_hr: Napravite povratne informacije o reviziji usklađenosti

source: Compliance Audit Feedback was successfully added.
hr_hr: Uspješno je dodana ocjena povratne provjere usklađenosti.

source: Edit a Compliance Audit Feedback
hr_hr: Uredite povratne informacije o reviziji usklađenosti

source: Compliance Audit Feedback was successfully edited.
hr_hr: Usklađeno je uređivanje revizije usklađenosti revizije.

source: Compliance Audit Feedback Profile was successfully added.
hr_hr: Uspješno je dodan profil povratnih informacija revizije usklađenosti.

source: Third Party Audit Analysis
hr_hr: Analiza revizije treće strane

source: List of Compliance Package Items.
hr_hr: Popis paketa za ispunjavanje usklađenosti.

source: Audit Evidence Settings
hr_hr: Postavke evidencije provjere

source: Audit settings were successfully edited.
hr_hr: Postavke revizije uspješno su uređene.

source: Send Audit Notifications
hr_hr: Pošaljite obavijesti o provjeri

source: Before we send emails out to auditees you are able to see who will be sent what. If you think there is a mistake go back to the audit and edit its settings.
hr_hr: Prije nego što pošaljemo e-poštu na auditee, moći ćete vidjeti tko će biti poslan. Ako mislite da postoji pogreška, vratite se na reviziju i uredite njegove postavke.

source: Audit notifications were successfully sent.
hr_hr: Obavijesti o reviziji uspješno su poslane.

source: Error occured. Please try it again.
hr_hr: Došlo je do pogreške. Pokušajte ponovo.

source: Complete Audit Feedback on "%s"
hr_hr: Dovršite povratne informacije o reviziji "%s"

source: Compliance Audit Feedback Required
hr_hr: Potrebna je povratna informacija za ocjenu sukladnosti

source: Third Party Audits
hr_hr: Revizije treće strane

source: Use this module to peform assessments, audits to your internal or external partners by asking them to respond to a set of questions you define and provide comments and attachments (evidence).
hr_hr: Upotrijebite ovaj modul kako biste procijenili procjene, audite svojim internim ili vanjskim partnerima tako što ćete ih moliti da odgovore na skup pitanja koje odredite i dajte komentare i privitke (dokaze).

source: Third Party Audits (Trash)
hr_hr: Revizije treće strane (smeće)

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assesed items and more.
hr_hr: Modul za upravljanje revizijom pomaže revizorima da se bave svim zajedničkim revizijskim aktivnostima: zahtijevaju i pohranjuju dokaze, zahtjeve pojedinosti, bilježite nalaze i ocjenjivane stavke i još mnogo toga.

source: You have to wait for the rest of the auditees to answer their questions and then you can submit the form.
hr_hr: Morate pričekati ostatak revizora da odgovore na njihova pitanja, a zatim možete poslati obrazac.

source: One or more items are missing feedback. Please provide feedback for all items and try again.
hr_hr: Jedna ili više stavki nema povratne informacije. Pošaljite povratne informacije za sve stavke i pokušajte ponovo.

source: Thank you for your responses, the questionnaire has been completed and submitted to its owner.
hr_hr: Zahvaljujemo na vašim odgovorima, upitnik je dovršen i poslan je vlasniku.

source: Error occured while saving data. Please try again.
hr_hr: Došlo je do pogreške prilikom spremanja podataka. Molim te pokušaj ponovno.

source: Third Party Audit Completed
hr_hr: Završena je revizija treće strane

source: Audit Feedback
hr_hr: Revizije revizije

source: You are not allowed to answer this question.
hr_hr: Nije vam dopušteno odgovoriti na ovo pitanje.

source: User "%s" submitted a feedback profile "%s" and chose: %s
hr_hr: Korisnik "%s" poslao je profil "%s" i odabrao:%s

source: Response saved - at all times you can close this window and continue later.
hr_hr: Odgovor je spremljen - u svakom trenutku možete zatvoriti ovaj prozor i nastaviti kasnije.

source: Error occured while saving your feedback. Please try again.
hr_hr: Došlo je do pogreške prilikom spremanja povratnih informacija. Molim te pokušaj ponovno.

source: Your response is required.
hr_hr: Vaš je odgovor potreban.

source: New Audit Feedback Provided
hr_hr: Navedena nova revizijska ocjena

source: Delete a Third Party Audit.
hr_hr: Izbrišite reviziju treće strane.

source: Compliance Audit was successfully edited.
hr_hr: Revizija usklađenosti uspješno je uređena.

source: The audit management module helps auditors to deal with all the common audit activities: require and store evidence, detail requirements, record findings and assessed items and more.
hr_hr: Modul za upravljanje revizijom pomaže revizorima da se bave svim zajedničkim revizijskim aktivnostima: zahtijevaju i pohranjuju dokaze, zahtjeve pojedinosti, bilježe nalaze i procjene predmeta i još mnogo toga.

source: Copy of %s
hr_hr: Kopija%s

source: Third Party Audit was successfully cloned.
hr_hr: Revizija treće strane uspješno je klonirana.

source: Error occured while saving the cloned data. Please try it again.
hr_hr: Došlo je do pogreške prilikom spremanja kloniranih podataka. Pokušajte ponovo.

source: The Third Party Audit has already started.
hr_hr: Revizija treće strane već je započela.

source: Third Party Audit successfully started.
hr_hr: Revizija treće strane uspješno je započela.

source: The Third Party Audit has been already stopped.
hr_hr: Revizija treće strane je već zaustavljena.

source: Third Party Audit successfully finished.
hr_hr: Revizija treće strane uspješno je završena.

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while analysing compliance (Compliance Management / Compliance Analysis) by asociating compliace requirements for which the organisation has no plans to be compliant with complaince exceptions.
hr_hr: Izuzeci od usklađenosti koriste se za bilježenje privremenog prihvaćanja nekog pitanja o sukladnosti. Koriste se prilikom analize usklađenosti (Analiza sukladnosti / Analiza sukladnosti) povezujući zahtjeve za usklađivanje za koje organizacija ne planira biti u skladu s iznimkama.

source: Compliance Exception
hr_hr: Izuzetak za sukladnost

source: Delete a Compliance Exception.
hr_hr: Izbriši iznimku za sukladnost.

source: Compliance Exception was successfully added.
hr_hr: Izgledi za usklađenost uspješno su dodani.

source: Edit a Compliance Exception
hr_hr: Uređivanje izuzetka za sukladnost

source: Compliance Exceptions are used to record the temporary acceptance of some compliance issue. They are used while running a compliance management program by mapping them to those compliance requirements which the organization has decided not to be compliant
hr_hr: Izuzeci od usklađenosti koriste se za bilježenje privremenog prihvaćanja nekog pitanja o sukladnosti. Koriste se pri izvođenju programa za usklađenost s usklađenosti tako da ih prenesu na one zahtjeve za sukladnost koje je organizacija odlučila da nisu usklađene

source: Compliance Findings
hr_hr: Rezultati usklađenosti

source: Compliance Findings (Trash)
hr_hr: Rezultati usklađenosti (otpad)

source: Compliance Finding
hr_hr: Pronalaženje usklađenosti

source: Delete a Compliance Finding.
hr_hr: Izbriši pronalaženje usklađenosti.

source: Register a Compliance Finding
hr_hr: Registrirajte pronalaženje usklađenosti

source: Assesed Item
hr_hr: Istaknuta stavka

source: Use this form to create or edit an audit finding. Audit findings are used by the auditor to record what has been reviewed and if there was some non-compliance.
hr_hr: Upotrijebite ovaj obrazac da biste izradili ili uredili nalaz revizije. Revizor koristi reviziju kako bi zabilježio ono što je pregledano i ako je došlo do neke neusklađenosti.

source: Compliance Management
hr_hr: Upravljanje usklađenosti

source: Manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined.
hr_hr: Upravljajte svojim zahtjevima za sukladnost mapiranjem kontrola, rizika, iznimki, projekata za svaku stavku paketa za usklađenost koju ste prethodno definirali.

source: Compliance Management was successfully edited.
hr_hr: Usklađenost s usklađenosti uspješno je uređena.

source: You can manage your compliance requirement by mapping controls, risks, exceptions, projects for each Compliance Package Item you have previously defined
hr_hr: Zahtjev za sukladnost možete upravljati tako da mapirajte kontrole, rizike, iznimke, projekte za svaku stavku paketa Compliance koju ste prethodno definirali

source: Compliance Package Items
hr_hr: Paket obvezne usklađenosti

source: Delete a Compliance Package Item.
hr_hr: Izbriši stavku paketa za usklađenost.

source: Compliance Package Item was successfully deleted.
hr_hr: Stavka paketa sukladnosti je uspješno izbrisana.

source: Create a Compliance Package Item
hr_hr: Izradite stavku o paketu sukladnosti

source: Compliance Package Item was successfully added.
hr_hr: Stavka paketa sukladnosti uspješno je dodana.

source: Edit a Compliance Package Item
hr_hr: Uređivanje stavke paketa za usklađenost

source: Compliance Package Item was successfully edited.
hr_hr: Stavka paketa sukladnosti uspješno je uređena.

source: Compliance Package Database
hr_hr: Baza podataka o sukladnosti paketa

source: Eramba treats compliance requirements as Compliance Packages. Each specific requirement is called Compliance Package Items. In this module you can upload (CSV format) compliance packages or simply create, edit and delete them using the interface.
hr_hr: Eramba tretira zahtjeve za sukladnost kao pakete usklađenosti. Svaki specifični zahtjev naziva se Paketom za sukladnost. U ovom modulu možete prenijeti pakete za usklađivanje (CSV formatu) ili jednostavno izraditi, uređivati ​​i brisati ih pomoću sučelja.

source: Delete a Compliance Package.
hr_hr: Izbriši paket usklađenosti.

source: Compliance Package was successfully deleted.
hr_hr: Paket o usklađenosti uspješno je izbrisan.

source: Compliance Package was successfully added.
hr_hr: Usklađenost paket je uspješno dodan.

source: Compliance Package was successfully edited.
hr_hr: Paket za usklađenost uspješno je uređen.

source: Upload a Complete Compliance Package
hr_hr: Prenesite kompletan paket sukladnosti

source: CSV file was imported but one or more lines of the file were incomplete.
hr_hr: CSV datoteka je uvezena, ali jedna ili više linija datoteke nisu bile potpune.

source: Error occured while saving data. Please check the file and correct any missing data and then try it again.
hr_hr: Došlo je do pogreške prilikom spremanja podataka. Provjerite datoteku i ispravite sve podatke koji nedostaju, a zatim pokušajte ponovo.

source: Duplicate a Compliance Package
hr_hr: Duplikat paket paketa

source: Make a full copy of a Compliance Package, keeping it's original settings
hr_hr: Napravite punu kopiju paketa Compliance, čuvajući njegovu originalnu postavku

source: Compliance Package was successfully duplicated.
hr_hr: Paket o usklađenosti uspješno je umnožen.

source: Error occured while saving the duplicated data. Please try it again.
hr_hr: Došlo je do pogreške prilikom spremanja dupliciranih podataka. Pokušajte ponovo.

source: Compliance Report
hr_hr: Izvješće o sukladnosti

source: Hourly CRON has already been processed.
hr_hr: Satnički CRON već je obrađen.

source: Problem occured while trying to send one or more emails.
hr_hr: Došlo je do problema prilikom pokušaja slanja jedne ili više e-poruka.

source: Hourly CRON has been run successfully.
hr_hr: Satomski CRON uspješno je pokrenut.

source: There has been a problem while running hourly CRON.
hr_hr: Došlo je do problema prilikom pokretanja satnog CRON-a.

source: Error occured while saving a record about this CRON.
hr_hr: Došlo je do pogreške prilikom spremanja zapisa o ovom CRON-u.

source: eramba has three crontabs that must run every year, day and hour. This log describes when a cron run and what was the result.
hr_hr: Eramba ima tri naplatne točke koje se moraju izvoditi svake godine, dan i sat. Ovaj dnevnik opisuje kada je pokrenut kron i što je bio rezultat.

source: Daily CRON has already been processed today.
hr_hr: Dnevni CRON već je obrađen danas.

source: Daily CRON is running at the moment, try again in %s seconds
hr_hr: Trenutačno se izvodi dnevni CRON, pokušajte ponovo za%s sekundi

source: Backup of your database failed
hr_hr: Sigurnosna kopija vaše baze podataka nije uspjela

source: Status management failed
hr_hr: Upravljanje statusom nije uspjelo

source: Processing user bans failed
hr_hr: Obrada korisničkih zabrana nije uspjela

source: Awareness Program processing failed
hr_hr: Obrada programa svijesti nije uspjela

source: Notifications processing failed
hr_hr: Obrada obavijesti nije uspjela

source: Daily CRON has been run successfully.
hr_hr: Dnevni CRON uspješno je pokrenut.

source: There has been a problem while running daily CRON.
hr_hr: Došlo je do problema prilikom pokretanja svakodnevnog CRON-a.

source: Error occured while saving record about advanced filters CRON.
hr_hr: Došlo je do pogreške prilikom spremanja zapisa o naprednim filtrima CRON.

source: Error occured while sending emails.
hr_hr: Došlo je do pogreške prilikom slanja e-pošte.

source: Yearly CRON has already been processed this year.
hr_hr: Godišnji CRON već je obrađen ove godine.

source: Yearly CRON is running at the moment, try again in %s seconds
hr_hr: Godišnji CRON trenutačno radi, pokušajte ponovo za%s sekundi

source: Yearly audits and maintenances update failed.
hr_hr: Godišnja revizija i održavanje ažuriranja nisu uspjeli.

source: Yearly CRON has been run successfully.
hr_hr: Godišnji CRON uspješno je pokrenut.

source: There has been a problem while running yearly CRON.
hr_hr: Došlo je do problema prilikom izvođenja godišnjeg CRON-a.

source: Data Asset Analysis
hr_hr: Analiza imovine podataka

source: For the data assets previously identified, describe the process of how it is created, processed, stored, tansmitted and disposed of in order to ensure that the correct controls are in place for each phase of the lifecycle of the data.
hr_hr: Za prethodno identificiranu imovinu podataka opisajte postupak izrade, obrade, pohranjivanja, isporuke i odlaganja kako biste osigurali ispravne kontrole za svaku fazu životnog ciklusa podataka.

source: Data Assets
hr_hr: Podatkovne imovine

source: Delete a Data asset.
hr_hr: Izbrišite imovinu za podatke.

source: Data Asset was successfully deleted.
hr_hr: Podaci su uspješno izbrisani.

source: Analyse a Data Asset
hr_hr: Analiziranje aktive podataka

source: Audit Improvement
hr_hr: Poboljšanje revizije

source: Delete an Audit Improvement.
hr_hr: Brisanje poboljšanja revizije.

source: Audit Improvement was successfully deleted.
hr_hr: Poboljšanje revizije uspješno je izbrisano.

source: Goal Audit Improvement was successfully added.
hr_hr: Uspješno je dodana poboljšanja revizije cilja.

source: Edit a Goal Audit Improvement
hr_hr: Uređivanje poboljšanja cilja cilja

source: Goals Performance Review Report
hr_hr: Izvješće o pregledu izvedbe ciljeva

source: This is a report of all the audits registed for this Goal.
hr_hr: Ovo je izvješće o svim revizijama za ovaj cilj.

source: Goal Audits
hr_hr: Revizije cilja

source: Delete a Goal Audit.
hr_hr: Brisanje revizije cilja.

source: Goal Audit was successfully deleted.
hr_hr: Revizija cilja uspješno je izbrisana.

source: Edit a Goal Audit
hr_hr: Uredite reviziju cilja

source: Goal Audit was successfully edited.
hr_hr: Cilj revizije uspješno je uređen.

source: Program Goals & Objectives
hr_hr: Ciljevi programa i ciljevi programa

source: Define your program goals and objectives. Select all applicable controls, risks and projects that will support this. Define your program metrics and evaluate them at regular periods of time.
hr_hr: Definirajte svoje ciljeve i ciljeve programa. Odaberite sve primjenjive kontrole, rizike i projekte koji će to podržati. Definirajte mjerne podatke programa i ocijenite ih u pravilnim vremenskim razdobljima.

source: Delete a Goal.
hr_hr: Izbrišite cilj.

source: Goal was successfully deleted.
hr_hr: Cilj je uspješno izbrisan.

source: Create a Goal
hr_hr: Napravite cilj

source: Goal was successfully added.
hr_hr: Cilj je uspješno dodan.

source: Edit a Goal
hr_hr: Uređivanje cilja

source: Goal was successfully edited.
hr_hr: Cilj je uspješno uređen.

source: subtitle.
hr_hr: titl.

source: Groups are used to control what access to the system is granted to system users. Once a group is created make sure you define the level of access trough the use of "Group Access" settings. Once the access definition is done, you might grant a system user a group.
hr_hr: Grupe se koriste za kontrolu pristupa sustavu korisnicima sustava. Nakon što je stvorena grupa svakako odredite razinu pristupa korištenjem postavki "Group Access". Kada se definira pristup, možete korisnicima sustava dodijeliti grupu.

source: Create a Role
hr_hr: Stvorite ulogu

source: Delete a Group.
hr_hr: Izbriši grupu.

source: Admin group user cannot be deleted.
hr_hr: Korisnik administratorske skupine ne može se izbrisati.

source: Group was successfully deleted.
hr_hr: Grupa je uspješno izbrisana.

source: Issues for "%s"
hr_hr: Pitanja za "%s"

source: Issues
hr_hr: Izdaje

source: Issues for this item.
hr_hr: Pitanja za ovu stavku.

source: Create a Issue
hr_hr: Stvorite problem

source: Issue was successfully added.
hr_hr: Problem je uspješno dodan.

source: Edit a Issue
hr_hr: Uredite problem

source: Issue was successfully edited.
hr_hr: Problem je uspješno uređen.
