Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: Network devices are managed by the network team. Access to this devices is authenticated by the use of an active directory group (network_team) where only the network team members (and some of their service accounts) are allowed be. This control ensures only authorized people is part of that group.
hr_hr: Mrežnim uređajima upravlja mrežni tim. Pristup tim uređajima ovjeren je upotrebom aktivne grupe direktorija (mreža_tema) gdje su dopušteni samo članovi mrežnog tima (i neki od njihovih računa usluge). Ova kontrola osigurava da je samo dio ovlaštenih osoba u toj skupini.

source: The audit controls two things: 1- Number of creeping privileges on the network group defined on the AD 2- Random %10 network devices check showing Radius is configured.
hr_hr: Revizija kontrolira dvije stvari: 1 - broj privilegija puknuća na mrežnoj skupini definiranoj na AD 2- Random% 10 mrežnim uređajima provjerite je li radijus konfiguriran.

source: 1- no creeping accounts 2- all audited devies use radius to authenticate
hr_hr: 1 - nema puknutih računa 2 - sve revidirane devijacije koriste polumjer za autentifikaciju

source: Public Shared Drives Scanner
hr_hr: Skener javnih zajedničkih pogona

source: Detect Public Passwordless network shares in Users Computers.
hr_hr: Otkrivanje Javnih mrežnih udjela bez lozinke u korisničkim računalima.

source: Check One location for Shares. Choose 10 to 20 Shares and check they are not accessible.
hr_hr: Provjerite jedno mjesto za Dionice. Odaberite 10 do 20 Dionica i provjerite nisu dostupne.

source: No Share found can be public with no password
hr_hr: Nije pronađena Dijeljena datoteka može biti javna bez zaporke

source: Regular Vulnerability Scanning - External
hr_hr: Redovito skeniranje ranjivosti - vanjski

source: Detect and fix vulnerabilities in our external facing systems.
hr_hr: Otkrivanje i popravljanje ranjivosti u našim vanjskim sustavima.

source: Open items not corrected from the previous scan
hr_hr: Otvorene stavke koje nisu ispravljene iz prethodnog skeniranja

source: SAP Application - Account Reviews
hr_hr: SAP aplikacija - Recenzije računa

source: Ensure no creeping user accounts exist on SAP
hr_hr: Osigurajte da na SAP-u ne postoje pukotni korisnički računi

source: Get the list of SAP accounts and validate against the manager of HR and FI that the accounts are truly needed. Review all accounts disabled and validate that the date the account was removed in SAP corresponds with the date the employee left the company.
hr_hr: Preuzmite popis SAP računa i potvrdite protiv upravitelja HR i FI da su računi uistinu potrebni. Pregledajte sve račune onemogućene i potvrdite da je datum ukidanja računa u SAP-u odgovarao datumu kad je zaposlenik napustio tvrtku.

source: Ensure security is embedded on the SDLC.
hr_hr: Osigurajte da je sigurnost ugrađena na SDLC.

source: Projects complete our SDLC checklist
hr_hr: Projekti ispunjavaju naš SDLC kontrolni popis

source: Ensure that all projects since the last audit have a completed SDLC checklist and approvals.
hr_hr: Pobrinite se da svi projekti od posljednje revizije imaju ispunjeni SDLC popis i odobrenja.

source: Secure Disposal of Data and Equipment
hr_hr: Sigurno odlaganje podataka i opreme

source: Ensure all data located at systems which are re-assigned or discarded is securely discarded.
hr_hr: Osigurajte sigurno odbacivanje svih podataka koji se nalaze na sustavima koji su ponovno dodijeljeni ili odbijeni.

source: The number of discarded equipment since the last audit and the number of equipment sent to be securely destroyed.
hr_hr: Broj odbačene opreme od zadnje revizije i broj poslanih uređaja za sigurno uništavanje.

source: The number of devices registered by Service Desk as "discarded" equipment equal to devices destroyed by our third party secure disposal company.
hr_hr: Broj uređaja registriranih od strane Service Deska kao "odbačena" oprema jednaka je uređajima koje je uništio treća tvrtka za sigurno odlaganje.

source: Ensure all employees understand the basic concepts of our Security policies and procedures.
hr_hr: Osigurajte da svi zaposlenici razumiju osnovne koncepte naših sigurnosnih pravila i postupaka.

source: eramba counts how many employees are not compliant with the awareness training.
hr_hr: Eramba broji koliko zaposlenika nije u skladu s obukom svijesti.

source: the number of employees not compliant should not exceed %10 (meaning %90 of the company is compliant with the security awareness).
hr_hr: Broj zaposlenika koji nisu sukladni ne smije prelaziti% 10 (što znači da je 90% tvrtke u skladu s sigurnosnom svijesti).

source: Review all service accounts defined in the AD. A service account is one used by applications where the password expiration configuration is set to never expire.
hr_hr: Pregledajte sve račune usluga definirane u AD. Uslužni račun se koristi kod aplikacija u kojima je konfiguracija isteka zaporke postavljena da nikada ne istekne.

source: Get a list of AD accounts where the "password expiration field" is set to "never". Review that each account has a ticket; expiration and they are still valid.
hr_hr: Dohvatite popis AD računa na kojima je "polje isteka zaporke" postavljeno na "nikad". Pregledajte da svaki račun ima kartu; I još uvijek vrijede.

source: No service accounts without a valid ticket and expiration
hr_hr: Nema računa usluge bez važeće karte i isteka roka

source: All the management required to keep sytems patched up to date
hr_hr: Sva uprava je trebala održavati ažurirane sustave

source: The extent to which security patches has been applied.
hr_hr: Opseg u kojem su primijenjene sigurnosne zakrpe.

source: %90 of critical and security patches applied
hr_hr: Primijenjeno je 90% kritičnih i sigurnosnih zakrpa

source: Secures premises and personnel by patrolling property; monitoring surveillance equipment; inspecting buildings, equipment, and access points; permitting entry. Obtains help by sounding alarms.
hr_hr: Osigurava prostore i osoblje patroliranjem imovine; Nadgledanje opreme za nadzor; Pregledavanje zgrada, opreme i pristupnih točaka; Dopušta ulazak. Dobiva pomoć zvučnim alarmima.

source: Good physical shape, knowledgable in personal defense
hr_hr: Dobar fizički oblik, poznat u osobnoj obrani

source: Building Facilities
hr_hr: Građevinski objekti

source: Third party organisation that looks after the building services
hr_hr: Organizacija treće strane koja brine o uslugama izgradnje

source: Third party company that takes care of mantaining things
hr_hr: Tvrtka treće strane koja se brine o održavanju stvari

source: Software Contractors
hr_hr: Software Izvođači

source: They provide the software development and mantainance required by the payment application
hr_hr: Oni omogućuju razvoj softvera i održavanje koje zahtijeva aplikacija za plaćanje

source: The organisation customers
hr_hr: Kupci organizacije

source: Datacenter
hr_hr: Podatkovni centar

source: Thrid party facility that provides racking space for computing devices
hr_hr: Trgovački objekt koji pruža prostor za računalnu opremu

source: ISO standard for ISO 27001
hr_hr: ISO standard za ISO 27001

source: Internet Provider
hr_hr: Davatelj internetskih usluga

source: The internet provider is key on this business as its responsible for the transmission of data required to process payments and receive phone calls from clients
hr_hr: Davatelj internetskih usluga ključan je za ovaj posao jer je odgovoran za prijenos podataka potrebnih za obradu plaćanja i primanje telefonskih poziva od klijenata

source: Manned Guards
hr_hr: Manned Guard

source: This Classification is in use and changing it will recalculate all Risks!
hr_hr: Ova klasifikacija je u upotrebi i mijenja će ponovno izračunati sve rizike!

source: Set the name of your classifications, for example "Confidentiality", "Integrity", "Availability", "Value", Etc.
hr_hr: Postavite naziv svojih klasifikacija, na primjer "Povjerljivost", "Integritet", "Dostupnost", "Vrijednost" itd.

source: For each classification type, you will need to proivde options. Examples could be "High", "Low", etc.
hr_hr: Za svaku klasifikacijsku vrstu potrebno je proviziranje opcija. Primjeri mogu biti "Visoki", "Niski" itd.

source: OPTIONAL: define a criteria for this classification option
hr_hr: OPTIONAL: definirajte kriterije za ovu mogućnost klasiranja

source: OPTIONAL: Certain risk calculation methods (Magerit, Allegro, Etc) require you to classify your assets in numerical values, for that reason you need to provide a value for this classification.
hr_hr: DODATNE OPCIJE: Određene metode za izračunavanje rizika (Magerit, Allegro, Etc) zahtijevaju da klasificirate svoju imovinu u numeričke vrijednosti, zbog čega ćete morati dati vrijednost za ovu klasifikaciju.

source: This Classification is in use and deleting it will recalculate all Risks!
hr_hr: Ova klasifikacija je u upotrebi i brisanje će ponovno izračunati sve rizike!

source: Provide the type of classification, for example: "Confidentiality, Value, Etc"
hr_hr: Navedite vrstu klasifikacije, na primjer: "Povjerljivost, vrijednost, itd."

source: Define a clear criteria to define if a given asset belongs to this classification or not. For example: "Legal implications highly probable"
hr_hr: Odredite jasne kriterije kako biste definirali da li neka imovina pripada ovoj klasifikaciji ili ne. Na primjer: "Zakonske implikacije vrlo vjerojatno"

source: Use these icons in order to view the details of this object, system records such as when the item was created or modified, add or review comments or simply delete the item.
hr_hr: Koristite ove ikone kako biste pregledali detalje ovog objekta, zapise sustava kao što je kada je stavka izrađena ili izmijenjena, dodavanje ili pregledavanje komentara ili jednostavno brisanje stavke.

source: Workflows define the approvals required to create, modify or delete an item. Approved items are valid throughout the system, Draft items require approval and Pending Approvals or Validations means that the workflow is still in process and is pending user interaction.
hr_hr: Workflows definiraju odobrenja potrebna za stvaranje, izmjenu ili brisanje stavke. Odobrene stavke vrijede u cijelom sustavu, Nacrt stavki zahtijevaju odobrenje i Odobrenja na čekanju ili Validacije znači da je tijek rada još u tijeku i čeka interakciju korisnika.

source: The name of the label, for example: Confidential, Secret, Etc.
hr_hr: Naziv oznake, na primjer: povjerljivo, tajno, itd.

source: The description of the label, such as the treatment they require and the audiences in scope.
hr_hr: Opis oznake, kao što su liječenje koje zahtijevaju i publika u opsegu.

source: System Types - Cant be modified
hr_hr: Vrste sustava - Ne mogu se mijenjati

source: One or more Business Units that are mostly associated with this asset, this could be the BU that use or build the asset.
hr_hr: Jedna ili više poslovnih jedinica koje su uglavnom povezane s ovim materijalom, to bi mogao biti BU koji koristi ili gradi imovinu.

source: INFORMATIVE: What labels apply to this asset (you can define them at Asset Management / Asset Identification / Settings / Labels). For example: Confidential, Restricited, Public, Etc. Whatver you select here is just informative and wont affect any functionality.
hr_hr: INFORMATIVNE: Ono što se oznake odnose na ovaj materijal (možete ih definirati u Asset Management / Asset Identification / Settings / Labels). Na primjer: povjerljivo, ograničeno, javno, itd. Što god odaberete ovdje je samo informativan i neće utjecati na bilo koju funkcionalnost.

source: Based on the type of asset eramba will suggest you possible threats and vulnerabilities (at the time you perform Risk Management). If you are also interested in Data Asset Flows (Asset Management / Data Flows) you need to select "Data Asset"
hr_hr: Na temelju vrste sredstava eramba će vam predložiti moguće prijetnje i ranjivosti (u vrijeme kada obavljate Upravljanje rizicima). Ako ste zainteresirani i za tokove aktiva podataka (upravljanje imovinom / tokovi podataka), morate odabrati "Asset data"

source: Select the liabilities asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify the risks scores asociated with it.
hr_hr: Odaberite obveze povezane s ovim sredstvom. Ovo je prilično važno područje jer će one vezane uz imovinu povećati rizike povezane s njom.

source: OPTIONAL: Many times assets relate to other assets in the scope of a Risk. A datacenter holds systems and those systems hold applications that manage key data. By selecting in here one or more related asssets you set those relationships that be later taken in consideration when performing Risk Management (you would only select "Datacenter" as the input asset for a risk and not every server or application). This is only applicable if using "Magerit" type of risk calculation.
hr_hr: OPTIONAL: Mnogo puta se aktiva odnosi na drugu imovinu u okviru rizika. Datacenter ima sustave, a ti sustavi drže aplikacije koje upravljaju ključnim podacima. Odabirom ovdje jedan ili više povezanih assseta postavljate one odnose koji se kasnije uzimaju u obzir prilikom izvođenja Upravljanja rizikom (samo biste odabrali "Datacenter" kao ulazni resurs za rizik, a ne svaki poslužitelj ili aplikacija). Ovo se primjenjuje samo ako se koristi "Magerit" način izračuna rizika.

source: OPTIONAL: One or more liabilities that are asociated with this asset. This is a rather important field as liabilites associated to this asset will increase or decrease risks scores asociated with it.
hr_hr: DODATNE OPCIJE: jedna ili više obveza koje su povezane s ovim sredstvom. Ovo je prilično važno područje jer se odgovornosti povezane s ovom imovinom povećavaju ili smanjuju rizike povezane s njom.

source: Select a date when this asset should be reviewed. With the objective of ensuring the data on the system is relevant, eramba will warn you when a review is due or when a review is missing.
hr_hr: Odaberite datum kada je potrebno pregledati ovaj materijal. U cilju osiguranja da su podaci o sustavu relevantni, eramba će vas upozoriti kada dođe do pregleda ili kada nedostaje pregled.

source: Select from the list of business units, which one owns the asset, this will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
hr_hr: Odaberite s popisa poslovnih jedinica, koji posjeduje imovinu, to neće utjecati na način korištenja sredstva u upravljanju rizicima i samo je način za praćenje vlasništva nad imovinom.

source: OPTIONAL: Select from the list of business units, which one is in charge of maintaining the asset. This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
hr_hr: OPTIONAL: Odaberite s popisa poslovnih jedinica, koji je zadužen za održavanje imovine. To neće utjecati na način korištenja sredstva u upravljanju rizicima i samo je način da pratite vlasništvo nad imovinom.

source: OPTIONAL: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone". This will not affect the way the asset is used under risk management and is purely a way for you to track ownership of an asset.
hr_hr: DODATNE OPCIJE: odaberite s popisa poslovnih jedinica, koji koristite imovinu. Možete po želji odabrati "Svatko". To neće utjecati na način korištenja sredstva u upravljanju rizicima i samo je način da pratite vlasništvo nad imovinom.

source: OPTIONAL: If you defined Asset Classifications (Asset Management / Asset Identification / Settings / Classifications) you can now classify this asset. This will only be useful if you plan to use "Magerit" as a Risk Management calculation methodology (Risk Management/ Asset Risk Management / Settings / Risk Calculation)
hr_hr: OPTIONAL: Ako ste definirali Asset Classifications (Upravljanje imovinom / Identifikacija imovine / Postavke / klasifikacije), sada možete klasificirati ovaj element. To će biti korisno samo ako namjeravate koristiti "Magerit" kao metodologiju izračuna za upravljanje rizicima (upravljanje rizikom / upravljanje rizikom imovine / postavke / izračun rizika)

source: Are you really sure you want to delete item: <strong>%s</strong>? Removing Asset will also delete related Data Assets and Risks.
hr_hr: Jeste li sigurni da želite izbrisati stavku: <strong>%s</strong> ? Uklanjanje imovine također će izbrisati povezane imovine i rizike podataka.

source: What type of asset is this, remember you can define further types at Asset Management / Settings / Asset Types
hr_hr: Kakva je to vrsta imovine, ne zaboravite da možete definirati druge vrste u Upravljanju imovinom / Postavkama / Vrste sredstava

source: What labels apply to this asset. For example: Confidential, Restricited, Public, Etc
hr_hr: Oznake koje se odnose na ovaj materijal. Na primjer: povjerljivo, ograničeno, javno, itd

source: The liabilities that are asociated with this asset. This is a rather important field as those liabilites mapped to an asset will magnify all risks scores asociated with it.
hr_hr: Obveze koje su povezane s tom imovinom. Ovo je prilično važno područje, jer će one vezane uz imovinu povećati sve rezultate rizika koji su povezani s njom.

source: Select from the list of business unit, which one is the one owning the asset.
hr_hr: Odaberite s popisa poslovnih jedinica, koji je vlasnik imovine.

source: Select from the list of business unit, which one is in charge of maintening the asset.
hr_hr: Odaberite s popisa poslovne jedinice, koja je zadužena za održavanje imovine.

source: Select from the list of business unit, which one is using the asset. You can optionally choose "Everyone".
hr_hr: Odaberite s popisa poslovnih jedinica, koji koristite taj element. Možete po želji odabrati "Svatko".

source: We will send you a reminder when the time comes and your training re-starts
hr_hr: Poslat ćemo vam podsjetnik kada dođe vrijeme i obnovu vašeg treninga

source: Understood
hr_hr: razumjeti

source: Just hold tight until the time comes and your trainings re-start
hr_hr: Samo se čvrsto držite dok ne dođe vrijeme i ponovno započnete s treninzima

source: Uploads
hr_hr: Prenosi

source: You missed some fields. They have been highlighted.
hr_hr: Propustili ste neka polja. Označeni su.

source: How often does this training need to be done. For example: 1 means every day, 2 means every second day, Etc.
hr_hr: Koliko često treba obaviti ovu obuku. Na primjer: 1 znači svaki dan, 2 znači svaki drugi dan, itd.

source: How many times it will send a reminder email to the users who ignore the email
hr_hr: Koliko će puta poslati e-poruku podsjetnika korisnicima koji zanemaruju e-poštu

source: How many days in between email notifications to the user, so he does not get a daily email
hr_hr: Koliko dana između obavijesti e-poštom korisniku, tako da ne dobiva dnevnu e-poštu

source: Where to redirect upon completion
hr_hr: Gdje preusmjeriti po završetku

source: Configure Associations
hr_hr: Konfiguriranje udruga

source: You can drag and drop the handle to reorder steps.
hr_hr: Povucite i ispustite ručicu kako biste promijenili redoslijed koraka.

source: Upload a plain text file (.txt) or HTML file (.html) with inline CSS of your own within the file.
hr_hr: Prenesite običnu tekstualnu datoteku (.txt) ili HTML datoteku (.html) s in-line CSS-om u datoteci.

source: Uploaded text file: <strong>%s</strong>
hr_hr: Prenesena tekstna datoteka: <strong>%s</strong>

source: Uploaded video file: <strong>%s</strong>
hr_hr: Prenesena video datoteka: <strong>%s</strong>

source: or upload a multiple choice questionnaire file here. (csv)
hr_hr: Ili ovdje prenesite datoteku s višestrukim izborom upitnika. (Csv)

source: Uploaded questionnaire file: <strong>%s</strong>
hr_hr: Prenesena datoteka upitnika: <strong>%s</strong>

source: Welcome Sub Header Text
hr_hr: Dobrodošli tekst pod naslovom

source: Thank You Sub Header Text
hr_hr: Hvala Tekst pod naslovom

source: Invitation Email Settings
hr_hr: Postavke e-pošte za pozivnicu

source: Reminder Email Settings
hr_hr: Podsjetnik postavki e-pošte

source: Choose date interval during which records for the Awareness Program should be cleaned. Leave blank to clean all records.
hr_hr: Odaberite datumski interval tijekom kojeg se očisti zapisi o programu svijesti. Ostavite prazno za čišćenje svih zapisa.

source: Choose one user from the list of users to test this course. Demo email will be sent to that user.
hr_hr: Odaberite jednog korisnika s popisa korisnika za testiranje tečaja. Demo e-pošta će biti poslana tom korisniku.

source: Multiple Choice
hr_hr: Više izbora

source: The current list of users included in this awareness program
hr_hr: Trenutni popis korisnika koji su uključeni u ovaj program osvješćivanja

source: The list of users excluded by the administrator for this awareness program. This list can be updated only if the program is edited and updated.
hr_hr: Popis korisnika koji je administrator isključio za taj program osvješćivanja. Ovaj se popis može ažurirati samo ako se program uređuje i ažurira.

source: The list of users who have completed trainings in time.
hr_hr: Popis korisnika koji su završili treninge na vrijeme.

source: The list of users that have not yet completed this training as required. Details on the records (emails sent to the user, etc) can be exported in CSV or reviewed on the records.
hr_hr: Popis korisnika koji još nisu završili ovu obuku po potrebi. Pojedinosti o zapisima (e-pošte poslane korisniku itd.) Mogu se izvesti u CSV ili pregledati u zapisima.

source: List Users
hr_hr: Popis korisnika

source: Statistics and filters only update once a day when the daily cron runs successfully.
hr_hr: Statistika i filtri se ažuriraju samo jedanput dnevno, kada se dnevni kron uspješno pokreće.

source: Statistics not available at the moment as they need to be re-calculated during next CRON job. Make sure that groups in this program have not been deleted or renamed and also they include one or more users.
hr_hr: Statistika trenutno nije dostupna jer je potrebno ponovno izračunati tijekom sljedećeg radnog procesa tvrtke CRON. Provjerite jesu li grupe u ovom programu izbrisane ili preimenovane te uključuju i jednog ili više korisnika.

source: List of users
hr_hr: Popis korisnika

source: %d day
hr_hr: % Dan

source: All emails asociated with this awareness trainings are put on an email queue and flushed every hour by a daily cron. The cron pushes up to %s email, this means you need 10 hours to flush %s email. You can monitor the queue on System / Settings / Mail Queue.
hr_hr: Sve poruke e-pošte povezane s tim treninzima za svjesnost stavljaju se u red čekanja e-poštom i svakodnevno se ispiru svakodnevnim cronom. Cron gura do e-pošte%s, to znači da trebate 10 sati za ispisivanje e-pošte%s. Možete pratiti red čekanja na System / Settings / Mail Queue.

source: You might have emails on the mail queue for this awareness, please go to System / Settings / Mail Queue and search mails under the description: Awareness Training: %s of Awareness. Otherwise this emails will be sent out.
hr_hr: Možda imate e-poštu u redoslijedu e-pošte za ovu svijest, idite na Sustav / Postavke / Slijed Mail i traži poruke e-pošte ispod opisa: Obuka svijesti:%s svijesti. U suprotnom će e-poruke biti poslane.

source: Risk collaborators are those that generate risks by doing something or taking a specific decision. For example, all finance risks should have the finance team as collaborators.
hr_hr: Rizik suradnici su oni koji stvaraju rizike tako što čine nešto ili poduzimaju određenu odluku. Na primjer, svi financijski rizici trebaju imati financijski tim kao suradnike.
