Repository: TheNyokabi/Kibali
Catalog: app/Locale/hrv/LC_MESSAGES/default.po
Languages: hr_hr

source: OPTIONAL: If you click on the checkbox and select a functional LDAP connector (System / Settings / LDAP Connectors) your system will start authenticating with LDAP instead of the local database. You also need to create user accounts on the system (System / Settings / User Management) so the AD login and the local account login matches (they are the same).
hr_hr: DODATNE OPCIJE: Ako kliknete potvrdni okvir i odaberete funkcionalni LDAP priključak (System / Settings / LDAP Connectors), sustav će početi autentifikaciju s LDAP umjesto lokalne baze podataka. Također morate stvoriti korisničke račune na sustavu (Sustav / Postavke / Upravljanje korisnicima) tako da se prijava AD i lokalni račun za prijavu podudaraju (oni su isti).

source: Awareness Portal Authentication
hr_hr: Provjera autentičnosti portala svijesti

source: Use LDAP for Awareness module authentication
hr_hr: Koristite LDAP za provjeru autentičnosti modula svijesti

source: OPTIONAL: If you enable the checkbox the awareness portal (used for awareness trainings) will be active and authenticating users with LDAP. No local user accounts are needed for this functionality to operate.
hr_hr: OPTIONAL: Ako omogućite potvrdni okvir, portal za osvješćivanje (korišten za treninge osvješćivanja) bit će aktivan i autentificira korisnike s LDAP-om. Nijedan lokalni korisnički račun nije potreban za funkcioniranje ove funkcije.

source: Policy Portal Authentication
hr_hr: Provjera autentičnosti portala politike

source: Enable Policy Portal
hr_hr: Omogući portal pravila

source: Activate the portal without LDAP
hr_hr: Aktivirajte portal bez LDAP-a

source: OPTIONAL: If you enable the checkbox the policy portal (used for displaying policies on a dedicated portal) will be active and authenticating users with LDAP or not (simply allowing users without authentication). This functionality is tied with the settings you have defined for each policy (under Control Catalogue / Security Policies)
hr_hr: OPTIONAL: Ako omogućite potvrdni okvir, portal za pravila (koji se koristi za prikazivanje pravila na posvećenom portalu) bit će aktivan i autentificira korisnike s LDAP-om ili ne (jednostavno dopuštajući korisnicima bez provjere autentičnosti). Ova je funkcija povezana s postavkama koje ste definirali za svako pravilo (u odjeljku Upravljački katalog / Sigurnosna pravila)

source: Connector Name
hr_hr: Naziv konektora

source: No LDAP Connectors found.
hr_hr: Nije pronađen nijedan LDAP konektor.

source: Give a name to this Liability. For example "Contractual Liabilities, Legal Liabilities, Customer Liabilities, Etc
hr_hr: Dajte ime ovoj odgovornosti. Na primjer "Ugovorne obveze, pravne obveze, odgovori prema klijentima itd

source: Legal Advisor
hr_hr: Pravni savjetnik

source: INFORMATIVE: Choose one representative for this liability, whatever you input here will not be used for notifications, etc. This field is simply informative.
hr_hr: INFORMATIVNO: Izaberite jednog predstavnika za ovu odgovornost, sve što unesete ovdje neće se koristiti za obavijesti, itd. Ovo polje je jednostavno informativno.

source: Give a brief description of what this liability involves.
hr_hr: Dajte kratak opis onoga što ta odgovornost uključuje.

source: Risk Magnifier
hr_hr: Povećalo rizika

source: OPTIONAL: If you are using "eramba" Risk Calculation, this value will automatically increase (if you set values over "1") or decrease (if you choose values under "1") Risk scores for any Risk that has in some way this liability asociated. <br><br> Remember that Assets (Asset Management / Asset Identification), Third Parties (Organisation / Third Parties) and Business Units (Organisatino / Bussiness Units) can be linked with these liabilities.
hr_hr: OPCIJA: Ako koristite "eramba" računanje rizika, ta se vrijednost automatski povećava (ako postavite vrijednosti iznad "1") ili smanjite (ako odaberete vrijednosti pod "1"). Rezultati rizika za bilo koji rizik koji je na neki način Odgovornost povezana. <br><br> Imajte na umu da se ove obveze mogu povezati s imovinom (upravljanje imovinom / identifikaciju imovine), treće strane (organizacija / treće strane) i poslovne jedinice (Organisatino / poslovna jedinica).

source: This value will automatically increase the Risk levels (by multiplicating the Risk Score with this value) every time this Liability is assigned to an Asset or Third Party. This is used to increase the visibility of this Risks.
hr_hr: Ta će vrijednost automatski povećati razinu rizika (množenjem vrijednosti rizika s tom vrijednošću) svaki put kad je ova odgovornost pridružena nekoj imovine ili trećoj strani. Ovo se koristi za povećanje vidljivosti ovih rizika.

source: Choose one representative for this liability.
hr_hr: Izaberite jednog predstavnika za ovu odgovornost.

source: Provide a descriptive name for the liability. Examples are: Sarbanes Oxley, Personal Data Act, HIPAA, Etc.
hr_hr: Navedite opisni naziv odgovornosti. Primjeri su: Sarbanes Oxley, Zakon o osobnim podacima, HIPAA, itd.

source: Provide a brief description of the liability and how it affects your business.
hr_hr: Navedite kratak opis odgovornosti i način na koji to utječe na vašu tvrtku.

source: Legal Owner
hr_hr: Pravni vlasnik

source: No Legal Constraints found.
hr_hr: Nisu pronađeni pravni ograničenja.

source: Add Warning
hr_hr: Dodaj upozorenje

source: Add Awareness
hr_hr: Dodajte svijest

source: Add Default
hr_hr: Dodaj zadano

source: Add Report
hr_hr: Dodaj izvješće

source: This Notification does not support Chase option.
hr_hr: Ta obavijest ne podržava mogućnost Chase.

source: Deprecated
hr_hr: Obustavljeno

source: add an email
hr_hr: Dodajte e-poruku

source: Are you really sure you want to delete this notification?
hr_hr: Jeste li sigurni da želite izbrisati ovu obavijest?

source: This feedback has already been provided.
hr_hr: Ta je povratna informacija već pružena.

source: Object
hr_hr: Objekt

source: Objects
hr_hr: objekti

source: Automated notification
hr_hr: Automatska obavijest

source: This notification is automatically applied to all new items.
hr_hr: Ta se obavijest automatski primjenjuje na sve nove stavke.

source: Report Notification
hr_hr: Obavijest o izvješćima

source: This is a Report Notification where actions are not applicable.
hr_hr: Ovo je obavijest o izvješćima gdje se radnje ne primjenjuju.

source: Associate for All
hr_hr: Suradnik za sve

source: Enable for All
hr_hr: Omogući za sve

source: Disable for All
hr_hr: Onemogući za sve

source: Associate
hr_hr: Suradnik

source: Not Associated
hr_hr: Nije pridružen

source: Notifications and/or related objects that could be associated not found.
hr_hr: Obavijesti i / ili srodni objekti koji se mogu povezati nisu pronađeni.

source: Automated
hr_hr: Automatizirano

source: Associated on %s
hr_hr: Povezano na%s

source: Enabled on %s
hr_hr: Omogućeno na%s

source: Disabled on %s
hr_hr: Onemogućeno na%s

source: No Notifications found.
hr_hr: Nisu pronađene obavijesti.

source: %s item
hr_hr: %s stavku

source: Warning Notification Settings
hr_hr: Postavke upozorenja obavijesti

source: Informative Notification Settings
hr_hr: Informativne postavke obavijesti

source: Default Notification Settings
hr_hr: Zadane postavke obavijesti

source: Report Notification Settings
hr_hr: Postavke obavijesti izvješća

source: 0 means everyday, 1 means every second day ...
hr_hr: 0 znači svakodnevno, 1 znači svaki drugi dan ...

source: Notification Name
hr_hr: Naziv obavijesti

source: Define a custom name for this notification.
hr_hr: Odredite prilagođeni naziv za ovu obavijest.

source: Select a notification.
hr_hr: Odaberite obavijest.

source: Select users who will recieve warning notifications.
hr_hr: Odaberite korisnike koji će primiti obavijesti upozorenja.

source: Choose custom emails that will recieve warning notifications.
hr_hr: Odaberite prilagođene poruke e-pošte koje će primiti obavijesti o upozorenjima.

source: Choose roles that will recieve warning notifications.
hr_hr: Odaberite uloge koji će primiti obavijesti upozorenja.

source: Custom Roles
hr_hr: Prilagođene uloge

source: Choose section specific custom roles that will recieve warning notifications.
hr_hr: Odaberite odjeljak specifične prilagođene uloge koji će primiti obavijesti upozorenja.

source: Custom roles for this item are not available.
hr_hr: Prilagođene uloge za ovu stavku nisu dostupne.

source: Email notifications
hr_hr: Obavijesti putem e-pošte

source: Check if you want to receive email notifications.
hr_hr: Provjerite želite li primati obavijesti e-poštom.

source: Header notifications
hr_hr: Obavijesti o zaglavljima

source: Check if you want to include header notifications.
hr_hr: Provjerite želite li uključiti obavijesti o zaglavljima.

source: Check if this item requires feedback from users. Feedback includes comments and attachments (user login is required)
hr_hr: Provjerite zahtijeva li ta stavka povratne informacije od korisnika. Povratne informacije sadrže komentare i privitke (potrebna je prijava korisnika)

source: If feedback was selected, the user will receive as many emails as configured until he provides such feedack. This setting defines how often emails will be sent after the first one was ignored (in days)
hr_hr: Ako je odabrana povratna informacija, korisnik će primiti onoliko e-poruka koliko je konfigurirano sve dok ne osigura takav feed. Ova postavka određuje koliko će se e-poruke poslati nakon što je prva zanemarena (u danima)

source: Chase Reminders
hr_hr: Podsjetnici na potez

source: How many times a user will be remained to provide feedback.
hr_hr: Koliko će puta korisnik ostati kako bi pružio povratne informacije.

source: Awareness notifications are triggered at recurrent periods of time. Choose the amount of days in between notifications.
hr_hr: Obavijesti o svjesnosti pokreću se u rekurentnim vremenskim razdobljima. Odaberite količinu dana između obavijesti.

source: Apply this notification automatically to all new items.
hr_hr: Primijeni ovu obavijest automatski na sve nove stavke.

source: Choose a saved filter that will be processed when this notification triggers.
hr_hr: Odaberite spremljeni filtar koji će se obraditi kada se aktivira ova obavijest.

source: Day Period
hr_hr: Dnevno razdoblje

source: How often should this notification be sent in days.
hr_hr: Koliko često treba poslati ovu obavijest u roku od nekoliko dana.

source: Attachment Type
hr_hr: Vrsta privitka

source: Choose a type of email attachment for this notification.
hr_hr: Odaberite vrstu privitka e-pošte za ovu obavijest.

source: Dont send notifications with empty results.
hr_hr: Nemojte slati obavijesti s praznim rezultatima.

source: Customized Email
hr_hr: Prilagođena e-pošta

source: Enable customized subject and contents below.
hr_hr: Omogućite prilagođenu temu i sadržaj u nastavku.

source: &copy; 2011-%s / eramba Ltd running app %s and db %s
hr_hr: © 2011-%s / eramba Ltd pokrenula aplikaciju%s i db%s

source: eramba delivers enterprise support services (unlimited support, installation, training, patches, new features, Etc) for this product, the income generated by these services are %100 re-invested into the project.
hr_hr: Eramba pruža usluge podrške za poduzeća (neograničena podrška, instalacija, obuka, zakrpe, nove značajke, itd.) Za ovaj proizvod, prihod koji su ostvarili te usluge iznosi 100% uloženo u projekt.

source: Company Number: %s
hr_hr: Broj tvrtke:%s

source: 71-75 Shelton Street, London, WC2H 9JQ, England
hr_hr: 71-75 Shelton Street, London, WC2H 9JQ, Engleska

source: There's nothing to show.
hr_hr: Nema ničega za pokazivanje.

source: Document name
hr_hr: Naziv dokumenta

source: No collaborators found
hr_hr: Nisu pronađeni suradnici

source: Last Review
hr_hr: Posljednji pregled

source: No Documents found.
hr_hr: Nisu pronađeni dokumenti.

source: Make sure you have included attachments to the latest review for this Policy (Manage/Reviews).
hr_hr: Provjerite jeste li uključili privitke na najnoviju recenziju za ovu Pravila (Upravljanje / Recenzije).

source: Updated by %s
hr_hr: Ažurirano je%s

source: on %s
hr_hr: Na%s

source: <strong>Update notes:</strong> %s
hr_hr: <strong>Ažurirajte bilješke:</strong> %s

source: No revisions found
hr_hr: Nisu pronađene izmjene

source: Related Procedures
hr_hr: Povezani postupci

source: No related procedures found
hr_hr: Nisu pronađeni povezani postupci

source: Related Policies
hr_hr: Srodna pravila

source: No related policies found
hr_hr: Nije pronađena povezana pravila

source: Related Standards
hr_hr: Povezani standardi

source: No related standards found
hr_hr: Nisu pronađeni povezani standardi

source: No Policies found.
hr_hr: Nisu pronađene politike.

source: No Procedures found.
hr_hr: Nisu pronađeni postupci.

source: No Standards found.
hr_hr: Nisu pronađeni standardi.

source: There isn't any document published yet!
hr_hr: Još nije objavljen dokument!

source: Login as guest
hr_hr: Prijavite se kao gost

source: or Login as guest
hr_hr: Ili Prijava kao gost

source: Login with your credentials
hr_hr: Prijavite se s vjerodajnicama

source: Login as Guest
hr_hr: Prijavite se kao gost

source: Give a descriptive title to this Exception
hr_hr: Dati opisni naslov ovom izuzetku

source: Security Policy Items
hr_hr: Stavke sigurnosne politike

source: OPTIONAL: If a policy exception is requested is expected that you have a policy documented in eramba. Being able to link your exceptions to your policies allows you further analysis on which policies are not business aligned.
hr_hr: OPTIONAL: Ako se traži iznimka pravila, očekuje se da imate pravila dokumentirana u erambi. Ako možete povezati svoje iznimke s pravilima, dodatna analiza o tome koja pravila nisu usklađena s poslovanjem.

source: This is usually the individual who requested the exception.
hr_hr: Ovo je obično pojedinac koji je zatražio iznimku.

source: OPTIONAL: Use tags to classify your exceptions (high relevance, etc).
hr_hr: OPTIONAL: Koristite oznake da biste klasificirali svoje iznimke (visoka relevantnost itd.).

source: OPTIONAL: Select any third parties affected by this policy exception.
hr_hr: OPTIONAL: Odaberite bilo koju treću stranu koja je pogođena ovom iznimkom pravila.

source: Exceptions are not eternal, they must expire at some point time. This setting will let you define notifications before this date to be sent to the requestor or anyone you define.
hr_hr: Iznimke nisu vječne, one moraju istjecati u nekom trenutku. Ova postavka omogućit će vam definiranje obavijesti prije tog datuma kako biste ih poslali podnositelju zahtjeva ili bilo koga kojeg odredite.

source: Describe the exception status, valid or closed.
hr_hr: Opišite status izuzeća, valjan ili zatvoren.

source: OPTIONAL: Describe the Policy Exception in detail (when, what, where, why, whom, how).
hr_hr: OPTIONAL: Opširno opišite Izuzetak pravila (kada, što, gdje, zašto, kome, kako).

source: Policy Exception
hr_hr: Izuzetak pravila

source: Is usually the individual who requested the exception.
hr_hr: Obično je osoba koja je zatražila iznimku.

source: Some policy exceptions affect third parties (such as not complying with a third party requirment), in such cases is good idea to asociate the affected third party for future analysis.
hr_hr: Neki od izuzetaka iz pravila utječu na treće strane (kao što nisu u skladu s zahtjevom treće strane), u takvim je slučajevima dobra ideja povezati treću stranu za buduću analizu.

source: Exceptions as such are not eternal, each exception needs to have a defined expiration date. You can optionally set notifications to the requester in order to notify him when the expiration date is met.
hr_hr: Iznimke kao takve nisu vječne, svaka iznimka mora imati određeni datum isteka. Po želji možete postaviti obavijesti podnositelju zahtjeva kako bi ga obavijestili kada je datum isteka.

source: The available status for policy exceptions is: "Expired (Red)" - when the expiration date set is in the past. A system record is generated on the exception when that happens.
hr_hr: Dostupni status za izuzeće pravila je: "Isteklo (crveno)" - kada je postavljen datum isteka u prošlosti. Sustavni zapis se generira na iznimku kada se to dogodi.

source: No Policy Exceptions found.
hr_hr: Nisu pronađene iznimke pravila.

source: The name of the process in the scope of this business unit. For example "Payroll", "Hiring".
hr_hr: Naziv procesa u okviru ove poslovne jedinice. Na primjer "Plaća", "Unajmljivanje".

source: OPTIONAL: This value is only useful if you plan to BIA (Business Impact Analysis) your organisation with the Risk Management / Business Impact Analysis module. This should be used as a prioritization tool in order to Risk analyse those business that loss is too high and a mitigation -continuity plan- is cost effective.
hr_hr: OPTIONAL: Ova je vrijednost korisna samo ako planirate BIA (Analiza poslovnih učinaka) vašoj organizaciji s modulom Analiza utjecaja na upravljanje rizikom / Business Impact Analysis. To bi se trebalo koristiti kao alat za određivanje prioriteta kako bi rizik analizirali one poslove koji su preveliki gubitak i plan smanjenja ublažavanja - jeftin.

source: A brief title for this issue.
hr_hr: Kratak naslov za ovaj problem.

source: Issue Source
hr_hr: Izvor izdanja

source: Issues fall in two categories, those that happen in an internal or external context. Select one of the options and you will provided with categories for each.
hr_hr: Pitanja spadaju u dvije kategorije, one koje se događaju u unutarnjem ili vanjskom kontekstu. Odaberite jednu od opcija i za svaki ćete imati kategorije.

source: Internal Types
hr_hr: Unutarnji tipovi

source: Select one or more categories for your internal concerns.
hr_hr: Odaberite jednu ili više kategorija za interne probleme.

source: External Types
hr_hr: Vanjske vrste

source: Select one or more categories for your external concerns.
hr_hr: Odaberite jednu ili više kategorija za vanjske probleme.

source: Provide a brief description of the issue.
hr_hr: Navedite kratak opis problema.

source: The status should be one of the following: "Draft" (the issue is being identified and documented), "Current" (the issue is active) or "Discarded" (the issue is no longer applicable).
hr_hr: Status bi trebao biti jedno od sljedećeg: "Nacrt" (problem se identificira i dokumentira), "Trenutačno" (problem je aktivan) ili "Odbačen" (problem više nije primjenjiv).

source: Are you really sure you want to delete this Issue?
hr_hr: Jeste li sigurni da želite izbrisati ovaj problem?

source: The issue is usually internal or external in terms of its context
hr_hr: Pitanje je obično unutarnje ili vanjsko u kontekstu svog konteksta

source: The type of issue is a classification of the issues
hr_hr: Vrsta izdavanja je klasifikacija problema

source: The name of the identified issue
hr_hr: Naziv identificiranog problema

source: A description of the issue.
hr_hr: Opis problema.

source: The status can be one of the following Draft (the issue is being developed), Discarded (the issue is not applicable any longer), Current (the issue is applicable).
hr_hr: Status može biti jedan od sljedećih nacrta (problem se razvija), odbijen (izdanje više nije primjenjivo), aktualno (pitanje je primjenjivo).

source: You might want to attach documents that support the identified issue, delete, edit or review its records.
hr_hr: Preporučujemo da priložite dokumente koji podržavaju identificirani problem, izbrišu, uređuju ili pregledavaju svoje zapise.

source: The version of the scope. As you update the version of your scope you should update this number.
hr_hr: Verzija opsega. Kada ažurirate inačicu opsega, ažurirate taj broj.

source: The purpose of this document is to clearly define the boundaries of the Information Security Management System (ISMS)
hr_hr: Svrha ovog dokumenta je jasno definiranje granica sustava upravljanja informacijskom sigurnošću (ISMS)

source: The status of the scope can be "Draft" (in development), "Current" (its the actual scope of your program. n.b. There can only be one active scope) and "Discarded" (the scope is no longer in use).
hr_hr: Status opsega može biti "Nacrt" (u razvoju), "Trenutni" (to je stvarni opseg vašeg programa. Nb Može postojati samo jedan aktivni opseg) i "Odbačen" (opseg više nije u upotrebi).

source: Current scope already exists and therefore cannot be selected as a status.
hr_hr: Trenutačni opseg već postoji i stoga se ne može odabrati kao status.

source: Are you really sure you want to delete this scope?
hr_hr: Jeste li sigurni da želite izbrisati ovaj opseg?

source: The version of the scope as this might change from time to time and is good idea to keep it versioned.
hr_hr: Verzija opsega jer se to može s vremena na vrijeme mijenjati i dobra je ideja da ga održavate u verziji.

source: The purpose of this document is to clearly define the boundaries of the Information Security Management System (ISMS).
hr_hr: Svrha ovog dokumenta je jasno definiranje granica Sustava upravljanja informacijskom sigurnošću (ISMS).

source: The status of the scope can be Draft (is being developed), Current (Its the actual scope, there can onnly be one scope item as current) and Discarded (the scope is no longer in use)
hr_hr: Status opsega može biti Nacrt (koji se razvija), Trenutni (Njegov stvarni opseg, s lakoćom može biti jedan opseg predmeta kao trenutni) i odbaciti (opseg više nije u upotrebi)

source: You might want to see the records, upload files that support the scope definition, create notifications or delete it all together.
hr_hr: Možda biste željeli vidjeti zapise, prenositi datoteke koje podržavaju definiciju opsega, stvarati obavijesti ili izbrisati sve zajedno.

source: No Scopes found.
hr_hr: Nije pronađen niti jedan opseg.

source: Tipically the individual responsible to ensure the task is completed
hr_hr: Tipično, pojedinac odgovoran za osiguravanje zadatka je dovršen

source: Task Deadline
hr_hr: Rok za zadatak

source: The deadline of the task
hr_hr: Rok zadataka

source: How completed is this task?
hr_hr: Kako je dovršen ovaj zadatak?

source: Percentage of completion of the task
hr_hr: Postotak dovršetka zadatka

source: Task Order
hr_hr: Zadatak naloga

source: The task number dictates the order in which tasks must be executed
hr_hr: Broj zadatka diktira redoslijed izvršavanja zadataka

source: It seems the next task will be number %d (there is a task with order %d already and no task with number greater than that).
hr_hr: Čini se da će sljedeći zadatak biti broj% d (postoji zadatak s redom% d i nema zadatka s brojem većim od toga).

source: A brief description of what the task goal is
hr_hr: Kratak opis onoga što je cilj zadatka

source: Are you really sure you want to delete this item
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku

source: Dependency
hr_hr: zavisnost

source: No Project Task found.
hr_hr: Nisu pronađene zadatke projekta.

source: Expense Amount
hr_hr: Iznos troškova

source: The amount of money involved in this expense
hr_hr: Iznos novca uključen u ovaj trošak

source: A brief description of what was purchased
hr_hr: Kratak opis onoga što je kupljeno

source: Expense Date
hr_hr: Datum troška

source: The day the expense was executed
hr_hr: Dan kada je izvršen trošak

source: No Project Expenses found.
hr_hr: Ovo je popis troškova za određeni projekt.

source: Give the project a title, name or code so it's easily identified on the project list menu.
hr_hr: Dajte projektu naslov, ime ili kôd tako da se lako može identificirati na izborniku popisa projekata.

source: Describe the project Goal, it's roadmap and deliverables.
hr_hr: Opišite ciljeve projekta, to je plan puta i isporučena.
